{"msg": "gonna watch some shoes...then bed; bringing my dad to the airport tomorrow .. sad day ", "label": 0.0}
{"msg": "Actually did my maths, idk how that happened. Dreading doing the poetry project in srt tomorrow ", "label": 0.0}
{"msg": "i wish i still had that picture from millennium park i took in photography last year. it was so pretty ", "label": 0.0}
{"msg": "ughhhh i hate sunburns.......  ", "label": 0.0}
{"msg": "ughh trying to not be in a pissy mood  some people are annoying me", "label": 0.0}
{"msg": "@Celz29 I know- this is where what I blog becomes iffy- he looks so sad and it makes me sad for him. ", "label": 0.0}
{"msg": "SHOOT!!!!!! Magic lost.  I fear I am becoming a twitter addict.", "label": 0.0}
{"msg": "@LolaAM What ????Im gonna cuss that loser out !!!! I was sooo gonna get one  Ah well I like my BB, Im used to it but the iphone is cool", "label": 0.0}
{"msg": "Ughh im tired and i want to go home already ", "label": 0.0}
{"msg": "Survived another Mother's Day, feeling sick. Dropping car off on Thursday, no Keelhaul attend for me ", "label": 0.0}
{"msg": "I am officially exhausted.  I am squeezing the last bit of energy I have left.", "label": 0.0}
{"msg": "faceboook is dead ", "label": 0.0}
{"msg": "Mothers Day Blows! Add the fact that I am home with the worst headache and hot flashes = Bad day ", "label": 0.0}
{"msg": "I shouldn't be crying but i am. ", "label": 0.0}
{"msg": "@travisbedard why? what did she do? ", "label": 0.0}
{"msg": "I've lost my datakey. Its like losing a favorite pet; I took that little fella everywhere. Oh the fun we had, the data we shared. ", "label": 0.0}
{"msg": "@comcastcares any chance of getting me a DVR that works? I'm about to throw this one out the window! huge lag responding to commands ", "label": 0.0}
{"msg": "where are all the ants in my room coming from ", "label": 0.0}
{"msg": "break ups suck! ", "label": 0.0}
{"msg": "so tired but looking forward to some down time...wait still have to go on a business trip  but then its us time!", "label": 0.0}
{"msg": "Goin to bed.. Had a loooong day! So not lookin forward to the work week. Or Kenna's shots tomorrow afternoon. ", "label": 0.0}
{"msg": "is not looking forward to school tomorrow morning  can't waittt for summer!", "label": 0.0}
{"msg": "Have to get my wheelchair fixed! Not happy.... ", "label": 0.0}
{"msg": "havent been on twitter in days, today was a bad mothers day   sorrry mommy. i love you.", "label": 0.0}
{"msg": "the apprentice was sooooo good, sad it's over now ", "label": 0.0}
{"msg": "@MimoManzil what a bad thing to say...d world may be selfish, sweetheart, but no mother is...i'm disappointed to hear this from you... ", "label": 0.0}
{"msg": "mommy made lasagna, omg it feels good to be home ..work in the morn ", "label": 0.0}
{"msg": "screw the celtics &amp;&amp; big baby davis. ", "label": 0.0}
{"msg": "@mewok how was circa i missed  stayed in a slept off the ills ", "label": 0.0}
{"msg": "@omgzitsdanielle ugh i feel you on this  it's okay. we will be thin and tan ladies by the end of the summer!", "label": 0.0}
{"msg": "i don't feel good ", "label": 0.0}
{"msg": "@eckorecord awww ", "label": 0.0}
{"msg": "I miss my girl!  I know she's having a fun Mother's Day with her mom and rest of family though!", "label": 0.0}
{"msg": "LONG ASS DAY.. My baby is four years old  wowww", "label": 0.0}
{"msg": "well that sucked ", "label": 0.0}
{"msg": "@Alyssa_Milano I didnt get to see my furkid today. It was so crazy with everyone running around the house that she was scared and hide. ", "label": 0.0}
{"msg": "@mzbootae i feel so lonely ", "label": 0.0}
{"msg": "Stomach ache.  What in the world did I eat to make my stomach feel this way.", "label": 0.0}
{"msg": "it's nice to be in my own bed, buttt i'm still not happy. ", "label": 0.0}
{"msg": "my side/ribs hurt so much ", "label": 0.0}
{"msg": "all those years of complaining about school. now that i'm finally done, i feel sad. postpartum to the extreme ", "label": 0.0}
{"msg": "has to make up three tests tomorrow ", "label": 0.0}
{"msg": "@SLIMSTRUMENTALZ i aint let him do that he just did it lol he said i look like him in tha pic. kinda do to be honest ", "label": 0.0}
{"msg": "@souljaboytellem i can't type anythinq cause the social stream don't come on ", "label": 0.0}
{"msg": "@MahReeAhh Mine gave me a headache too. A lot of drama went down today. ", "label": 0.0}
{"msg": "@SteveGarufi  you just got me all misty-eyed. I am very sorry to hear this steve", "label": 0.0}
{"msg": "i cannot find my favorite hairbrush and it is REALLY frustrating me.. ", "label": 0.0}
{"msg": "is still studying for her test tonight ", "label": 0.0}
{"msg": "Gene's moving to the valley tomorrow and im feeling sort of depressed about it. ", "label": 0.0}
{"msg": "starting my take home exam... i'm glad it's take home so i can get a good grade, but i can't bring myself to settle down and do it ", "label": 0.0}
{"msg": "Okay that's scary !! Thunder and lighting out  .. Lighting just strikes over my house ahhhhhh", "label": 0.0}
{"msg": "@David_Henrie can you say a prayer for my friend Chealse because she just lost her dad.  so i wont see her at my younglife group so ye ...", "label": 0.0}
{"msg": "Hanging out tonight with the Orr's reminded me how much I am going to miss @jordonorr and @shannonorr when they move.... ", "label": 0.0}
{"msg": "hates sore throats. ", "label": 0.0}
{"msg": "I feel like I miss out on everything! ", "label": 0.0}
{"msg": "Gettin some band promo done and readying myself for tomorrow - its gonna be a very busy one.  ", "label": 0.0}
{"msg": "@mccmarianne [[[[[[[[hugs]]]]]]]] yeah it was a tough day ... I just don't see it getting easier  I guess we have to deal the best we can", "label": 0.0}
{"msg": "Had a great weekend except that I wasn't able to get my filters check and get new tetras ", "label": 0.0}
{"msg": "@fankri i LOVE jello shots...i got Charissa's text but i had to work late... ", "label": 0.0}
{"msg": "Noooooooooooo! Wishes just came up on my iTunes. Now I'm going to be a blubbering mess. ", "label": 0.0}
{"msg": "@Spoonsie aww! i should know better. should i be turning in my PFL card nao? ", "label": 0.0}
{"msg": "I hate it when Katelyn and I fight.  I love that gurl to death.", "label": 0.0}
{"msg": "@TrevorDikes No I don't. I'm playing it on PS3 so there is no dlc for me ", "label": 0.0}
{"msg": "@vodafoneNZ I suppose I'm just used to google maps and it being draggable at whim.. can't go outside preset areas  also pdf links broken.", "label": 0.0}
{"msg": "@theINTELLECT he's IGNORANT...pay him no mind  it's actually pretty sad - this black on black stuff...smh", "label": 0.0}
{"msg": "I'm in the mood to stay up all night and make stuff again. I wish I could but I better get to bed at a fairly decent time ", "label": 0.0}
{"msg": "Stay strong ayah. Hopefully nothing bad happens to you. ", "label": 0.0}
{"msg": "@PochaccoYoly too bad it's not that simple ", "label": 0.0}
{"msg": "Following @trent_reznor 's daily tweets about his shows is a bad idea when you can't go see him play! ", "label": 0.0}
{"msg": "Mendelian genetics, gene flow, and mutations. I really just want to go to sleep. ", "label": 0.0}
{"msg": "will have a test on Labour Ordinance this evening....  nervous...", "label": 0.0}
{"msg": "@SteveGarufi  I'll keep you in my prayers.", "label": 0.0}
{"msg": "more homeworkkkkkkkkkkkkk ", "label": 0.0}
{"msg": "I already miss Waco but most importantly I miss my friends! ", "label": 0.0}
{"msg": "@tahneecullen yeah tell me about it ", "label": 0.0}
{"msg": "still can't get over that huge Superman collectible. ", "label": 0.0}
{"msg": "@katherine_jay oh and where are you guys going to!?!?! omg please dont move far!! ", "label": 0.0}
{"msg": "had the best day with my mamachka&lt;3...back to London tomorrow morning ", "label": 0.0}
{"msg": "@psanchez If I could justify or even pay the cost of such a thing I would definitely meetup with you and @ViMad8 ", "label": 0.0}
{"msg": "Ugh. Fell asleep to nap for an hour and my alarm never turned on for some reason. Napped for 6 hours. ", "label": 0.0}
{"msg": "Biked down to molly moons, but the line was ridic so we went home empty handed ", "label": 0.0}
{"msg": "@kylieireland I was but had to go ", "label": 0.0}
{"msg": "@LisaMantchev but we're going to try ;) This contest is really fun haha. But now it's dark so we have to wait to destroy until tomorrow ", "label": 0.0}
{"msg": "@_veritas MCH is great &amp; was in 6ft under 2. S2 of Dexter is more engaging than S1. No cute female characters tho'. Dexter's Sis Deb =YUK ", "label": 0.0}
{"msg": "I so do not wanna go to skool tomorrow  the senioritis is kicking in but I must go cause I havent been there for a week.", "label": 0.0}
{"msg": "In the kitchen making home-made yogurt.  Already messed up the first batch by burning the milk. ", "label": 0.0}
{"msg": "I am so motivated to go on blogtv, but can't, pretty much until summer.  but i promise, those will be good shows. super busy with school=/", "label": 0.0}
{"msg": "@AppStoreMod why not tonight? ", "label": 0.0}
{"msg": "@ashleeadams i watch lame movies by myself ", "label": 0.0}
{"msg": "@jLillian eww dont try to follow me again, fake! no skype, no shoot, no nothing? new set of friends eh? ", "label": 0.0}
{"msg": "@hrmortcia hot anything would be nice.    we have fire rings though.", "label": 0.0}
{"msg": "Mother's Day Today... Kids had fun, but I get to say good bye to the boy toy tomorrow ", "label": 0.0}
{"msg": "is going to bake her some cookies with vanilla icecream and watch a movie all by herself ", "label": 0.0}
{"msg": "@rkref Nice quote from one of GA's &quot;finest&quot; Erick Erickson. I'm so proud of my state b/c of hatemongers like that. ", "label": 0.0}
{"msg": "omg... i'm so sleepy... i hate, when i musst wake up soooo early... ", "label": 0.0}
{"msg": "On my way home...if I want something clean to wear tomorrow, laundry must get started...  I hate doing laundry.", "label": 0.0}
{"msg": "Just landed. ", "label": 0.0}
{"msg": "Shitttt the weekend is over ", "label": 0.0}
{"msg": "so very very tired&amp;exhausted ", "label": 0.0}
{"msg": "@piawaugh get well soon. sorry you can't make it  #cua09", "label": 0.0}
