{"msg": "@JA_Connect I know I'm biased--especially with the poppies in the background and all, but that's a great pic! ", "label": 1.0}
{"msg": "@gigguidetw Wow! It's really nice to meet a friend from NZ!  And it's also happy to know some foreigners who likes Taiwanese indie music.", "label": 1.0}
{"msg": "@centerpet im thrilled to have an tweetsource in you, thanks from noli and I  ", "label": 1.0}
{"msg": "Is looking forward to 'Is anybody there' tomorrow night ", "label": 1.0}
{"msg": "libertines reunion  i need a haircut, its gone too curly", "label": 1.0}
{"msg": "@kiddshow I love Jsi's raps  So funny. Love them. He rocks  (kiddlive live &gt; http://ustre.am/2FUW)", "label": 1.0}
{"msg": "@MrsVampreezy requiem for a dream....hands down !  Everyone loves a story about heroin, crazy old ladys and depressing hooker sex!  ", "label": 1.0}
{"msg": "@sissymaidkaye I had an AWESOME time seeing you guys ", "label": 1.0}
{"msg": "my class is in ohio so im not going to school, but i am going to the store to get some lucky charms ", "label": 1.0}
{"msg": "Good morning! How will you make this a Marvelous Monday? The choice is yours, really it is! ", "label": 1.0}
{"msg": "@2525 // als je 3d leuk vindt, check dan deze: HTTP://www.YouTube.com/watch?v= THHaCgVpmbk (made by my hubby  )", "label": 1.0}
{"msg": "@springtree good morning!  I got a ridiculous amount of sleep last night, it was awesome! It is going to be a good day  how are you?", "label": 1.0}
{"msg": "Am I crazy? Or just madly in love. ", "label": 1.0}
{"msg": "Get to work to find out I don't have work today. ", "label": 1.0}
{"msg": "@kerri_lotus thanks heaps. Will be in touch soon with new date  ", "label": 1.0}
{"msg": "Wow at @8thelement &quot;super tweets&quot; LOL! ", "label": 1.0}
{"msg": "is back on Twitter...Doing Uni work - Finish Uni this week, woop!  x", "label": 1.0}
{"msg": "Good morning tweeters! Imbibing in mucho caffeine at the moment...6:20 am here on the prairies.  Looks like a rainy day ahead!  ", "label": 1.0}
{"msg": "Beat the morning commute to Ann Arbor - now on to beat the deals &amp; savings out of the grocery chores. ", "label": 1.0}
{"msg": "@HassyDavidson hi there! ", "label": 1.0}
{"msg": "says am back!  http://plurk.com/p/ujyd2", "label": 1.0}
{"msg": "Business exam went well  It was a good paper, 2 down 3 to go!. next up... MATHS", "label": 1.0}
{"msg": "Weird using on(release) instead MouseEvent.Click ?! Return to the AS2 roots ", "label": 1.0}
{"msg": "@skovpape I have no idea. Gonna take it to photografica today to ask them to help me ", "label": 1.0}
{"msg": "Eating dinner. Just finished confession. That sure makes you think. Lol ", "label": 1.0}
{"msg": "#flylady Time to start the LAST WEEK OF SCHOOL! Have a Magnificent Monday everyone!  ", "label": 1.0}
{"msg": "@Quirky_Kwallen Right. She could have at least given a more plausible excuse. ", "label": 1.0}
{"msg": "Gud morning fellow twitterz ", "label": 1.0}
{"msg": "Sitting in tech doing my final piece... ", "label": 1.0}
{"msg": "@VisitGalena thxs  I had a great race &amp; great time at the Galena Du as always! Can't wait for next year already  Great event!", "label": 1.0}
{"msg": "follow me ", "label": 1.0}
{"msg": "back home from this awesome weekend  I have reahersals in the next 3 days :-D hell yeah (with a little bit skating in between:-D)", "label": 1.0}
{"msg": "@oopsified as long as you googled &quot;Laurel Papworth Social Network Goddess&quot; and not &quot;SilkCharm Fashion and Scarves&quot; ", "label": 1.0}
{"msg": "@devaul Hope you have a great week ahead, make it the best one yet! Oh yea, keep smiling. ", "label": 1.0}
{"msg": "@webovator I like the Blog wallpaper! its groovy! ", "label": 1.0}
{"msg": "@foxandfriends Well done!  ", "label": 1.0}
{"msg": "is doing all these 'how well do you know me?' quizzes.  &amp; I made one because Im bored mmkay? Not because im lame *winkwink", "label": 1.0}
{"msg": "@bertadp are you staying home after lunch?? I think I have to be to your place at 15,30. Hope I see ya ", "label": 1.0}
{"msg": "loved her day in Newcastle yesterday  xx", "label": 1.0}
{"msg": "Happy #musicmonday to all of you! ", "label": 1.0}
{"msg": "I have new socks on ", "label": 1.0}
{"msg": "Watching spongebob!  ", "label": 1.0}
{"msg": "@coldplay http://twitpic.com/5f798 - morning guy ", "label": 1.0}
{"msg": "@HelsbyArms Away in The Lakes for the weekend I'm afraid! Thanks all the same, will try and drop in sometime soon. ", "label": 1.0}
{"msg": "@tyfach I loooove my Sony Alpha 200. Slowly learning the settings. Always have it with me, am quite addicted ", "label": 1.0}
{"msg": "@DavidArchie i felt an earthquake when i was in 4th grade.. it wasnt that strong,it even felt kinda funny!lol. im glad ur safe! ", "label": 1.0}
{"msg": "Sorry i got delayed by a heavy lunch ", "label": 1.0}
{"msg": "Drove 2 Work Off That Ross Album &amp; Now I'm On My Chrisette Ish! Ready 2 Have A Good Day @ Work! Hope You All Do The Same! ", "label": 1.0}
{"msg": "@Joy4JC My birthday next week. And also just a night away from the boys to, ahem, &quot;reconnect&quot; and all that. ", "label": 1.0}
{"msg": "@medievalissa Melissa- I just saw that you're on Twitter!  Brilliant.  I get your email newsletter and it's always full of great info! ", "label": 1.0}
{"msg": "@muppmupp not always - it's something I'd do too  ... remember we are two awesome cans of peas in a pod ...", "label": 1.0}
{"msg": "hey there boyfriend!! happy happy days ", "label": 1.0}
{"msg": "BUT, I get to go get my facial soon &amp; then get some new boulder holders for these JJ's, so, it's gonna be a good day.  ", "label": 1.0}
{"msg": "had a positive level 3 adv class. was nice ", "label": 1.0}
{"msg": "no one will blame you for global warming except your children  http://tinyurl.com/toetoedesign", "label": 1.0}
{"msg": "@krisrock Eric stays at home. I took the wrong login this morning. ", "label": 1.0}
{"msg": "@KiwiGardener Nice to hear, and it is no doubt about it  Have a great week ", "label": 1.0}
{"msg": "Al-Baqarah:216 - ponder on that Nadiah Liyana. ", "label": 1.0}
{"msg": "First day of work today...made sure the favz were up and in GO MODE, now it's time to get this money ", "label": 1.0}
{"msg": "@wanderblah That looks like a life that could be fun, depending on which way or how much you swing ", "label": 1.0}
{"msg": "@PerezHilton i cnt believe u kisd lady gaga... hahaha,, hot dirty pic btw,, ", "label": 1.0}
{"msg": "blog hopping AGAIN ", "label": 1.0}
{"msg": "@AlyssaNoelleD hi how are u?  hope u was pass a good day watch it please is for u xoxo Laura  http://bit.ly/83TdI", "label": 1.0}
{"msg": "@annabranch Sounds to me like he is saying the AC is running a bit too much at night. ", "label": 1.0}
{"msg": "nothing special ", "label": 1.0}
{"msg": "Super Monday Morn! ", "label": 1.0}
{"msg": "has to go to bed. imma play ds and eat honey soy chicken chips  adios twitter!", "label": 1.0}
{"msg": "@hartluck you should keep posting ! love to hear about what you get up to but have a good time in aussie ", "label": 1.0}
{"msg": "&quot;Do you smell that?&quot; &quot;Everyday.&quot; I loveeeeeeeeeeee Dean! ", "label": 1.0}
{"msg": "first time in ages that supernatural has actually scared me ", "label": 1.0}
{"msg": "@_ladygoodman thats cruel but bloody funny!  x", "label": 1.0}
{"msg": "Working with clients interested in ranking higher in Google searches. I love the challenge of SEO  http://aranezmedia.com/what-is-seo/", "label": 1.0}
{"msg": "Boris has now been #dewormed  yay The #beagle weighed in at 6lb 9  so proud ", "label": 1.0}
{"msg": "new week starting...pringles and pepsi already this morning.  need the boost.", "label": 1.0}
{"msg": "great. left my make up, debit card and license in plastic bags w/ rest of toob stuffs. *shrug* it was worth it. ", "label": 1.0}
{"msg": "is working....looking forward to my gran coming down from glasgow 2moz  for a visit....", "label": 1.0}
{"msg": "@TheDailyBlonde Thank you ma'am! Something tells me I will. ", "label": 1.0}
{"msg": "@KeepinUpWKris You give my mom a run for her money for the BEST MOM IN THE WORLD trophy. ", "label": 1.0}
{"msg": "@suziperry Re Toseland, good performance, hope for more. Given a top bike, I'm sure JT can be right up there like Button in F1 with Brawn ", "label": 1.0}
{"msg": "Rise n shine every1  it's a chilly morning", "label": 1.0}
{"msg": "@mwtsnx Hey Emma, what's it like to work with Helena? Intimidating, inspiring, all of the above?  She seems so wonderful!! Peace x", "label": 1.0}
{"msg": "im about to present a picture , but havent done shiiiit ", "label": 1.0}
{"msg": "@repeattofade85 thanks hun, yeah went great! ", "label": 1.0}
{"msg": "Two small batches of cupcakes on the go now ", "label": 1.0}
{"msg": "Whyy am I sat in my carr like justt waiting btwwww hi stt nickss lot  lol", "label": 1.0}
{"msg": "@snipeyhead LOL!! No, thankfully. More like I sneezed all over myself. ", "label": 1.0}
{"msg": "@GrahamHill That 'value exchange' is what marketing has to figure out; not just 'advertising'.  ", "label": 1.0}
{"msg": "Monday mornings, still feel like Mondays, but with the added benefit of being tired after a busy weekend of work, lol... ", "label": 1.0}
{"msg": "@wildfiremg if u r referring to the rss feed i implemented, then no, it's not modular. maybe i'll get around to that. ", "label": 1.0}
{"msg": "@Josh_Biggs hiya  I FINALLY got to finish watching LOST this morning! OMG!!", "label": 1.0}
{"msg": "@jaleesie @viralbee - trendesetters...that's who we are ", "label": 1.0}
{"msg": "oooh, it definately feels like a monday morning...but its a beautiful day  {working till 5 }", "label": 1.0}
{"msg": "dining @ platinum pim with bf! ", "label": 1.0}
{"msg": "@houseofcrazy hope you feel better in the morning ", "label": 1.0}
{"msg": "I bought my car!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!   =D (golf) so happy! ^.^", "label": 1.0}
{"msg": "@jenimc That's always my favorite kind ", "label": 1.0}
{"msg": "@JamesLS I understand, but it's still totally awesome ", "label": 1.0}
{"msg": "@sorcha69 It really is! I have a bowl of candy (that I myself can't even eat actually. ha.) on my desk. They will break eventually ", "label": 1.0}
{"msg": "@WhoNe Ah the glass of red makes it all a little easier eh ", "label": 1.0}
{"msg": "Happy monday.  r.i.p Believers Never Die&lt;3", "label": 1.0}
