{"msg": "@girlfromthemoon i love OTH ", "label": 1.0}
{"msg": "@TomWitek Thank you  They're 0's. I'm considering going a tad bit bigger. Not sure if and when.", "label": 1.0}
{"msg": "Housewives finale today... Yaaaatzi! ", "label": 1.0}
{"msg": "OK, I enjoyed the free subscription and will renew   &quot;For Wired, a Revival Lacks Ads&quot; : http://tinyurl.com/oaj6uf", "label": 1.0}
{"msg": "FINALLY I JUST FINISHED MY Psychology research ", "label": 1.0}
{"msg": "@rmilana You made that one..? It rocks! glad that #coffeeclub has a blog now, In september maybe we can move to our own domain ", "label": 1.0}
{"msg": "fell aslep on the bus ", "label": 1.0}
{"msg": "Today it is really hot !!! nearly the end of the spring and ...beginning of the summer in Turkey  yiiiihhhu ", "label": 1.0}
{"msg": "@Joy_Inc well done  you will be making progress in no time", "label": 1.0}
{"msg": "@brianteeman Thats not far from here, oh well will have to meet up another time  Mid Wales Joomla Training Session maybe.", "label": 1.0}
{"msg": "#mw2 i just cant wait for the glock!!! thats all i want and need ", "label": 1.0}
{"msg": "@KenAbney  well, I paid the million to watch. it was worth it.  thanks for the link. #24 had an AMAZING ride... great race.", "label": 1.0}
{"msg": "I felt this incredible need to play some music. So I did. Took my poor keyboard off its hiding place. Need to start playing again. ", "label": 1.0}
{"msg": "... I'll get off my podium now ... Normal service is resumed ", "label": 1.0}
{"msg": "Cleaning my closet and sing-a-long to McFly songs, from the greatest hits Dvd..  My closet is too small! Or do I have too much clothes?", "label": 1.0}
{"msg": "Oh yeah, this week has already started off great! ", "label": 1.0}
{"msg": "@katiuccia I'm so happy you got to give them the quilt! you guys are amazing! ", "label": 1.0}
{"msg": "@Heromancer Voted  You deserve it!", "label": 1.0}
{"msg": "@woollywotnots Yay, thanks!  I've commented ", "label": 1.0}
{"msg": "technically i only have 2 days of school this week ", "label": 1.0}
{"msg": "@alivicwil Yum! Parsnip! I'm having roast parsnip tomorrow! ", "label": 1.0}
{"msg": "Good morning everyone ", "label": 1.0}
{"msg": "@DjPanic  Thanx for the feedback!", "label": 1.0}
{"msg": "First day back at the good ole B&amp;G, that place can't get rid of us no matter how hard it tries...and despite our efforts to get away ", "label": 1.0}
{"msg": "says it's harder than i thought  http://plurk.com/p/uj1y3", "label": 1.0}
{"msg": "@callumlinden Just visible beyond the fountain for those who've not been here.  http://twitpic.com/5f4gh", "label": 1.0}
{"msg": "@Lybbe then I have no clue.  ", "label": 1.0}
{"msg": "yun oh! I'm freaking back! missed plurking non-stop!  http://plurk.com/p/uj1ye", "label": 1.0}
{"msg": "@FOTB crisis? what crisis? Seems like you're selling hot sausages  - @FOTB ... http://bit.ly/sbGe0", "label": 1.0}
{"msg": "@dHeeLicious Get a Mac! ", "label": 1.0}
{"msg": "@MishaMorabisha yeah .. videh to jos prosle godine ", "label": 1.0}
{"msg": "Blog post. I reckon I'm a proper roadie now. http://markliversedge.blogpsot.com ", "label": 1.0}
{"msg": "Decided against cookies &amp; went with Jaffa cakes ", "label": 1.0}
{"msg": "Ok for real now.....lol ", "label": 1.0}
{"msg": "@missiet sort of free that weekend. Let's talk. ", "label": 1.0}
{"msg": "YAYS! for scotch and coke ", "label": 1.0}
{"msg": "wishes Kavya a happy 2nd birthday with two years of photos (edited  -- http://tinyurl.com/r9xsog", "label": 1.0}
{"msg": "we'll get the same hotel-room like last summer, wohoo!!! ", "label": 1.0}
{"msg": "can't wait to see Bill Bailey as part of OrangeAid on the 1st of June! /Me bounces ", "label": 1.0}
{"msg": "@iamsmek er? cool down ", "label": 1.0}
{"msg": "eating raspberry yougurt mmmmm good!!! then an italian calzone ", "label": 1.0}
{"msg": "YAY, guitar lesson tomorrow. i can show nathan all my new SKILLSSSSSS  totes. social meeting tomorrow too  then coaching ", "label": 1.0}
{"msg": "Just had a shave, dayyymme I hate shaving rashes.. solutions please ...?? ", "label": 1.0}
{"msg": "@insane_freak86 It is major but ok  xx", "label": 1.0}
{"msg": "@dorothyzm the palazzo suite, hmmm? Very nice ", "label": 1.0}
{"msg": "@paul_steele  thanks you too", "label": 1.0}
{"msg": "sorry about last @message it was for Jessicas trust but Tweetdeck scrolled as I clicked ", "label": 1.0}
{"msg": "@ddlovato lately I've been going through a lot, at school n stuff. but you've helped me get through it. THANK YOU. ily ", "label": 1.0}
{"msg": "And back to the 80s with Crowded House's ROOTS! sister madly!  ? http://blip.fm/~6ir2n", "label": 1.0}
{"msg": "@thevoyager Damn, straight into the pacific. My hole would be flooded! ", "label": 1.0}
{"msg": "@dean_cummings awww...poor Gerty...I imagine it to be very embarrassing for cats when they do ungraceful things like that ", "label": 1.0}
{"msg": "just woke up + its cheerios timeeee ", "label": 1.0}
{"msg": "@SarahKSilverman If you want to avoid external sound, specially harsh sounds like a dog gone mad. Plug your ear phones n play music ", "label": 1.0}
{"msg": "@liswebnet hmmm at the bakery ", "label": 1.0}
{"msg": "@hubert_tay @inspirebel I have been cabbing cos can claim from company muahaha!  I miss you guys too!", "label": 1.0}
{"msg": "@littlelottiell  done  hope I win ", "label": 1.0}
{"msg": "@Custardcuppcake huh?? I like apples. ", "label": 1.0}
{"msg": "@scottgould - well thanks. ", "label": 1.0}
{"msg": "@nlupus heya  ... I am good!! Tweeting from bed! LOL!! How are you?", "label": 1.0}
{"msg": "@Alfarahizah heh heh heh.. secret. ;P anyway, how wow youwww??? ", "label": 1.0}
{"msg": "@iamgaberosales oh. guess what... my friend likes stereo skyline and sending me all their songs through YM ", "label": 1.0}
{"msg": "@aritra_m naaaice.. thank you ", "label": 1.0}
{"msg": "@Madey123 Bastard! You're at home! D: we're in the computer room with Ms. Stahl ", "label": 1.0}
{"msg": "@simonkirkman sexual. I have a fringe now... Do u think it's sexy? ", "label": 1.0}
{"msg": "@suziperry I will be watching or recording  TGS tonight and if Beverley is on too  how can any of us miss it ", "label": 1.0}
{"msg": "fixing my multiply account.........uploading photos ", "label": 1.0}
{"msg": "@ShashiTharoor Have High hopes on you ", "label": 1.0}
{"msg": "In Guada's house! Eating our hearts out till midnight ", "label": 1.0}
{"msg": "just took my hannah montana vitamins  ha, wow. anyway, playing sudoku while mommy makes me breakfast  &amp; im not a morning person at all.", "label": 1.0}
{"msg": "Coffee is good.  ", "label": 1.0}
{"msg": "@alchemist05 pero sa top 3 Adam had the most votes daw. According to dialidol.com. Haha. ", "label": 1.0}
{"msg": "@Ellakopella: you go girl!  congrats for the race ", "label": 1.0}
{"msg": "@spoxdj yeah man sounds like a plan, I had fun in warsaw man, sorry I couldn't chill for longer... pimpin aint easy tho heheh!!! ", "label": 1.0}
{"msg": "Finally returning to Boston on this godawful morning flight. So sleepy. Happy to head home though! ", "label": 1.0}
{"msg": "I just wish our seminar will be on monday ", "label": 1.0}
{"msg": "@ankurb I've experienced that myself. So can't help it  but I think you are too @ankurb to believe this statement ", "label": 1.0}
{"msg": "@julesklloyd - I'm happy that worked out. Wish it could've been me, but happy to share the love. ", "label": 1.0}
{"msg": "to everyone I just spammed, let me know if you get the email ok ", "label": 1.0}
{"msg": "@muzzzza is it your birthday today???  YAY!!!  Happy birthday ", "label": 1.0}
{"msg": "@athenanaa  that's a head up... ;p get energized!!!", "label": 1.0}
{"msg": "@Rockergirl75 I did a big fat INCAME just for you, its a long chapter as well  YO BIG DADDY WHERE YOU AT?!", "label": 1.0}
{"msg": "rain :@ think I'm just gonnna stay in my cosy bed and watch satc  xxxx", "label": 1.0}
{"msg": "@_SandBox I can't wait! ", "label": 1.0}
{"msg": "What a weekend, Nightmare was awesome...omg....and Enzyme Invasion in Italy was crazy. Pictures and vid will follow soon! ", "label": 1.0}
{"msg": "@petespencer Not as they think they are!! They are big here but alot of people don't like their arrogance ", "label": 1.0}
{"msg": "@hcgegenfurtner your teacher forgot to bring the tests?? jeez, lucky you ", "label": 1.0}
{"msg": "@ddlovato  you seem to have really sentimental moments some times.", "label": 1.0}
{"msg": "@niamhvus No prob. We like to mix it up. ", "label": 1.0}
{"msg": "@DHughesy TweetDeck uses a heeeeeeeeap of memory apparently, it may chew your computer up. Twhirl is a sweet alternative ", "label": 1.0}
{"msg": "@Digital_Girl de nada  and what about sushi are you still gona eat, or no?", "label": 1.0}
{"msg": "I wish an happy sunny week! ", "label": 1.0}
{"msg": "@JMash2009 well batmat is really good!!!congrats  p.s:thanks for following me", "label": 1.0}
{"msg": "@yoko71 remind urself that #Anoop is discipline in working out! lol. @tisyonk have you seen Anoop in Michael's video? ", "label": 1.0}
{"msg": "@taylorswift13 he's from Australia...like me  when are you touring here? i missed out on tix last time you were here for that rockys tour", "label": 1.0}
{"msg": "Im homeee!!!!! Going 2 watch E.R and later I will give U some MADtv stuff ", "label": 1.0}
{"msg": "@StaciJShelton Thanks Staci, I appreciate that! ", "label": 1.0}
{"msg": "@DreamingSpain Or alternatively you could put in some openable windows ", "label": 1.0}
{"msg": "@Witch_on_demand nobody puts Baby in the corner!  x", "label": 1.0}
{"msg": "@suziperry You too ", "label": 1.0}
{"msg": "Jerson is here .. my dearest bebe ku !  peace", "label": 1.0}
