{"msg": "poor poor iphone... sorry I dropped you   http://tinyurl.com/oxubq5", "label": 0.0}
{"msg": "Why can't we have three-day weekends ", "label": 0.0}
{"msg": "Just set my alarm for 230 in the morning  that hurts my heart.", "label": 0.0}
{"msg": "i art design  yay !", "label": 0.0}
{"msg": "@karlihenriquez My sources say no ", "label": 0.0}
{"msg": "going to bed soon ", "label": 0.0}
{"msg": "Wow such a long day  http://myloc.me/HTt", "label": 0.0}
{"msg": "HERE YALL GO!! Becky the Great Exposes herself... http://twitpic.com/4ylbz I hate that it came to this... ", "label": 0.0}
{"msg": "@TheRealJordin omg i remember last summer u came to T.O with jesse for a tour and i won a meet and greet with you &amp; i got lost ", "label": 0.0}
{"msg": "@juicystar007 Oh my! ", "label": 0.0}
{"msg": "Stuck on the gardiner bc of a massice protest - 6000 ppl have blocked it off. Can't get home ", "label": 0.0}
{"msg": "@hxriley Outlook not so good ", "label": 0.0}
{"msg": "@Missamoo My reply is no ", "label": 0.0}
{"msg": "isn't feeling so good ", "label": 0.0}
{"msg": "Still sick  ready 2 sleep!", "label": 0.0}
{"msg": "Off to SD for yet another lovely transfer. So much for our steak dinner plans ", "label": 0.0}
{"msg": "@YouAnswer Outlook not so good ", "label": 0.0}
{"msg": "@DPH_13 HAHA I have a few POD's on my chin ", "label": 0.0}
{"msg": "@__jessicarabbit Outlook not so good ", "label": 0.0}
{"msg": "@NylonMag That's amazing! Too bad i'm in texas. .  have fun all!", "label": 0.0}
{"msg": "@chicagogee naw boo we aren't ...sucks right  that's why you gotta come visit so you can hear it!", "label": 0.0}
{"msg": "@nyet_iet ah shit you not  ...c-coughing? are you alright pffftt", "label": 0.0}
{"msg": "i fell rollerskating  now my knee hurts", "label": 0.0}
{"msg": "@twoapennything Outlook not so good ", "label": 0.0}
{"msg": "@Nerdillicous Outlook not so good ", "label": 0.0}
{"msg": "ugh im really upset about something!  don't know what to do!", "label": 0.0}
{"msg": "@1Ele    !!!! lol guess we gotta wait for the cd ta come out!! .. or itunes or wuteva..", "label": 0.0}
{"msg": "my first day of final. it's explained my mood swing. ", "label": 0.0}
{"msg": "@derekorlando My reply is no ", "label": 0.0}
{"msg": "@enjoyvivo Seriously dude! That show used to literally make me laugh &amp; cry. Episodes suck now. ", "label": 0.0}
{"msg": "erykah badu now (new amerykah part 1) wish i had worldwide underground ", "label": 0.0}
{"msg": "@ashy_109 Outlook not so good ", "label": 0.0}
{"msg": "@adevries Outlook not so good ", "label": 0.0}
{"msg": "@cinderellasarah I know!!! ", "label": 0.0}
{"msg": "someone get on an talk to me  I'm bored and working on a site", "label": 0.0}
{"msg": "@moniquejonas i know they really do have to go or i will be sad  haha", "label": 0.0}
{"msg": "thinks Twitter hates her. I can't figure anything out. ", "label": 0.0}
{"msg": "@athiradotcom Very doubtful ", "label": 0.0}
{"msg": "@zacmcc My sources say no ", "label": 0.0}
{"msg": "Only I would break ankle on vacation  Pins in tomorrow, wish me luck!", "label": 0.0}
{"msg": "@kandydevil I hope you feel better soon  I hate those colds that linger", "label": 0.0}
{"msg": "@hnrxmcrlover what kylie said. I agree. Why say it on twitter? ", "label": 0.0}
{"msg": "@sourskittles10 Outlook not so good ", "label": 0.0}
{"msg": "@czarthp I found it, uninteresting. I lost interest. ", "label": 0.0}
{"msg": "had a great day with my mamma! glad i got to spend time with tay tonight!! back to studying ", "label": 0.0}
{"msg": "Twitterlulu peeps: Help! Anybody know where I can locally service an HP color laser printer? I've got color registration issues. ", "label": 0.0}
{"msg": "@TwitItCherish I don't know if she likes the lime light ", "label": 0.0}
{"msg": " shel silverstein RIP", "label": 0.0}
{"msg": "http://twitpic.com/4yldt - my ed hardys broke ", "label": 0.0}
{"msg": "ChaCha-ing my life away... Can't go to bonnaroo anymore because i don't have a job  so lets make money for 10 cents a text!", "label": 0.0}
{"msg": "@dobe_bubble My sources say no ", "label": 0.0}
{"msg": "@TheRealJordin i really wish i could have met you, i cried cuz i got lost  stupid TTC!", "label": 0.0}
{"msg": "@jrkgirlnla My reply is no ", "label": 0.0}
{"msg": "@SarahAshley_ Don't count on it ", "label": 0.0}
{"msg": "I'm all teary eyed watching an elzheimers HBO documentary, I just think about my Abuela...an her lost memories ", "label": 0.0}
{"msg": "@thehillsfan1 Krissy the chat still isnt working for me...   ", "label": 0.0}
{"msg": "@Wildcatcdc OMG. I'd cry   How was your Mother's Day?", "label": 0.0}
{"msg": "at work on Mother's Day ", "label": 0.0}
{"msg": "@maryj2 i forgot your password  i dont know what can i do", "label": 0.0}
{"msg": "@CharlesWBrown  well, i'm gonna see the headliner show todaaaaaay! (which i thought i can't go) see you there!", "label": 0.0}
{"msg": "@Artistjgray eh that food was ok, im gonna miss cheese doodles ", "label": 0.0}
{"msg": "Forgot about dre ", "label": 0.0}
{"msg": "I've been buying a car for an hour an a half ", "label": 0.0}
{"msg": "Monday is very blue ", "label": 0.0}
{"msg": "Who needs a dumb 'ol water pump anyway!  Oh, we do... ", "label": 0.0}
{"msg": "@Bvictor woah, that's one hell of a drive! You get to stay for a week though - thats much better than 2 days ", "label": 0.0}
{"msg": "@MyLife123 i just told him off with u brother! put up a video i miss u ", "label": 0.0}
{"msg": "Man. Its already 8.30.. Sigh. Tomorrow is monday... ", "label": 0.0}
{"msg": "@_emp  Maher on the other hand, is kinda doushe, good points, but quite the doushe. he was mean to that  hot muslim guy.. ", "label": 0.0}
{"msg": "upset that jordan is done with geneseo and now its all over and im sad that theres so many people ive met that ill never see again ", "label": 0.0}
{"msg": "My knees hate me... first my left one that needed surgery now my right one that hurts so much I don't want to walk on it ", "label": 0.0}
{"msg": "@jennygirl7 yep took her to lunch then for a walk. Sorry you're not feeling well ", "label": 0.0}
{"msg": "being defeated by the environmental science final ", "label": 0.0}
{"msg": "back in columbia  19 more school days til summer!", "label": 0.0}
{"msg": "the weekend went by fast ", "label": 0.0}
{"msg": "@drewfinke I accidentally erased the 'e' ", "label": 0.0}
{"msg": "Totally bummed - the plant/tree Ive had for less than two weeks is already dying!!!  halp! Ps: I &lt;3 christina  http://tinyurl.com/ow4nfu", "label": 0.0}
{"msg": "Another Brady Bunch wrap up ending on Keeping Up With The Kardashians ", "label": 0.0}
{"msg": "I hate, hate, hate my phobia. Can't sleep, gonna have bee nightmares. ", "label": 0.0}
{"msg": "i finished my novel ", "label": 0.0}
{"msg": "Went to chat and discovered adam lambert had visited it today and I missed it!  Oh well maybe he will go on there again.", "label": 0.0}
{"msg": "is not feeling well ", "label": 0.0}
{"msg": "So focused on studying, I haven't seen an episode of lost since Ben went in to the cave  (@flyingspatula)", "label": 0.0}
{"msg": "@NKOTBmama well I got to go to bed got to work early  catch ya sometime tomorrow", "label": 0.0}
{"msg": "June 14 2007-May 9 2009 RIP Digital Camera of mine. We had some good times. ", "label": 0.0}
{"msg": "@jasonpontillo i was just climbing into bed. work in the am.  have an extra drink for me!", "label": 0.0}
{"msg": "feeling down  i hate going to bed feeling upset.", "label": 0.0}
{"msg": "Driving home from NC. Traffic is bumper 2 bumper on 95N. ", "label": 0.0}
{"msg": "@yoshi51585 I don't know yet  but I wanna go badly...I'm between a rock and a hard place with another concert..lets see...how are you?", "label": 0.0}
{"msg": "MY PHONE DIED!!! ", "label": 0.0}
{"msg": "making posters for school... they are definitely coming along!.. then shower and bed!! school in the morning... blehhh ", "label": 0.0}
{"msg": "just got on the computer now gotta get stuff done ", "label": 0.0}
{"msg": "@ElleRocker OMG SONIC!! now im totally craving it ", "label": 0.0}
{"msg": "@RJIPhotography  I wish you strength tomorrow.", "label": 0.0}
{"msg": "@theworldfamous I know  hell its been raining there for days now! It finally stopped here", "label": 0.0}
{"msg": "@scrivener awww that was a sad story!   I think we all have at least one like that.", "label": 0.0}
{"msg": "god i hate scary movies ", "label": 0.0}
{"msg": "http://twitpic.com/4yloo - look at how he shines. im gonna miss you Brucey ", "label": 0.0}
{"msg": "paperwork awaits and I can not procrastinate any longer ", "label": 0.0}
{"msg": "i really think my birthday is bad luck. my phone is freakin broken, soo now im using my moms old nokia phone until i figure something out ", "label": 0.0}
