{"msg": "@_CINNA_ i work @ www.pathe.nl the biggest cinema chain in the N'lands (13 theaters hah) anywayz i do my thesis here about Bollywood film ", "label": 1.0}
{"msg": "@mileycyrus: You're the best Star in the world!!! Your amazing ", "label": 1.0}
{"msg": "@BradFKing thank you bradley! I'm so excited! ", "label": 1.0}
{"msg": "Got one! Philips DC910 for half the price on their website! ", "label": 1.0}
{"msg": "@KhloeKardashian you should pass by doral ", "label": 1.0}
{"msg": "Retweeting @FlyNFast: I hate when people use the words &quot;crash landing&quot; together. Either it is a crash or it is a landing... ", "label": 1.0}
{"msg": "Listeninn to some sugarland. And getting ready! ", "label": 1.0}
{"msg": "Rawr?! in the Mac room in college, ran out of things to do now....hmm.........if only there was a pub in here ", "label": 1.0}
{"msg": "Cleaning my skaters on the sun ", "label": 1.0}
{"msg": "Text me ", "label": 1.0}
{"msg": "I don't even care that it's monday  I love this game!!! Go Magic! &lt;3CB", "label": 1.0}
{"msg": "@Ruth_Z  Iam here @Ruth_Z how are ya!. ", "label": 1.0}
{"msg": "Back from work  It was such a great day. I love my little kids in kindergarden ", "label": 1.0}
{"msg": "@mrbeezley Sure thing Mr. B!  Pack your bags!    Re: T/ Office - baby storyline = sci fi's time travel. Both t/ kiss of death for shows.", "label": 1.0}
{"msg": "@MadgeAsimo its allright dont worry dear  its just boring anyway ^^ i like talking to you: MADONNA LOVERS DO IT BETTER! right? (L)", "label": 1.0}
{"msg": "@amieewhitney Excellent - please retweet. More details coming soon ", "label": 1.0}
{"msg": "Claire Hooper is awesome.  #GNW", "label": 1.0}
{"msg": "@wastedlittle_dj yer better getting it now rather than next week  cannae wait, gonna make ma pennies for ma tent on wed ", "label": 1.0}
{"msg": "Wow.  I was texting and flinched away from a bug , almost dropping my phone.  But I caught it half way down.  Slickkkkk.  ", "label": 1.0}
{"msg": "@lindam73 your welcome, and thankyou ", "label": 1.0}
{"msg": "@stephaniepratt Ha,if i was homelesss i be like noo but ill have your autograph ", "label": 1.0}
{"msg": "@m0php  I don't know who did it to be honest. Probably best that I don't find out too. #theydgetapieceofmymind", "label": 1.0}
{"msg": "@AlTheYid Lol does it show? I've just found out that my job prob wont get much busier.. roll on going to the beach later ", "label": 1.0}
{"msg": "@markyboosh hope it goes well! Good luck ", "label": 1.0}
{"msg": "OH MY GOSHH. 9 DAYS TILL GREASE!!  ", "label": 1.0}
{"msg": "is ready for the driving class on wednesday!! ", "label": 1.0}
{"msg": "MY HEAD IS EFFIN KILLIN ME ", "label": 1.0}
{"msg": "Ok about to board, see you in the morning Sydney! ", "label": 1.0}
{"msg": "@hotpatooties i am still  xx", "label": 1.0}
{"msg": "they said he didnt really understand and that he was too old ", "label": 1.0}
{"msg": "somehow i went to bed at two and woke up without my alarm at 6:45. oh and i'm really not that tired. but my legs hurt like hell. ", "label": 1.0}
{"msg": "@jazzjeet I love you. ", "label": 1.0}
{"msg": "@lorannah are you narrating your life in your head again ", "label": 1.0}
{"msg": "Lots of beach time yesterday. Rain and wind came in late. Clouds today but wont dampen our spirits. Going to state park for snorkeling. ", "label": 1.0}
{"msg": "going to be live blogging the #freshnet session over here -  http://twurl.nl/ynxqkj - hit refresh every now &amp; again ", "label": 1.0}
{"msg": "@lordmuttley hope your taking lots of pics and video of your little one ", "label": 1.0}
{"msg": "@NYFDizzy Hello sweetheart   hope you are doing well. hope to see you on sunday ", "label": 1.0}
{"msg": "@ the office sheltered frm the sweltering Lagos heat writing about e-govenance  Who says it can't work here? &quot;Thinking about Thinking&quot;", "label": 1.0}
{"msg": "Matt is having surgery on his sinuses this morning. Please say a little prayer for a successful surgery and speedy recovery! ", "label": 1.0}
{"msg": "@heidimontag Good morning  have a Awesome day ", "label": 1.0}
{"msg": "Three Thanks is up and awaits yours    Happy Monday! http://threethanks.wordpress.com", "label": 1.0}
{"msg": "Good morning Twitter world! Let's have a productive and positive day! ", "label": 1.0}
{"msg": "@HilzFuld it is a camera term, in the lens there's a thing called f-stops (photo ppl will get it, non-photo ppl will have to ask me  )", "label": 1.0}
{"msg": "Good night all - or in the case of those not in the Southern Hemisphere - have a great day. ", "label": 1.0}
{"msg": "i will change for the sake of friendship ", "label": 1.0}
{"msg": "@materialsgirl yeah, it's cool isn't it! Nope, tea still not kicked in! I'm thinking it's gonna be one of those days! Walking in a dream ", "label": 1.0}
{"msg": "Ooooh 185 followers, how did that happen? Thanks ", "label": 1.0}
{"msg": "Doing some activities wiv @triciarolina. ", "label": 1.0}
{"msg": "wants to root for Mondays, I really do, but I just can't. The best part of Monday is knowing Friday is only 5 days away... ", "label": 1.0}
{"msg": "@mikos It was a quote from an old project, now resolved. Just found it again in an email. I pointed them to my terms, and they paid ", "label": 1.0}
{"msg": "im really hoping the Twins win today,we need it ", "label": 1.0}
{"msg": "@DonnieWahlberg I will be there next time... so make it happen!  XO", "label": 1.0}
{"msg": "@ninjabetic dude! Thx so much they arrived 9pm. Glad to know ur betta! We're leavin 6am. ", "label": 1.0}
{"msg": "@CrazyBallerina yes i do ..... have been following for some weeks now  ... but it is more about his show anderson cooper 360 degree", "label": 1.0}
{"msg": "Hmm... I wonder if anyone will notice my new shoes at work today.  ", "label": 1.0}
{"msg": "@Jen_Niffer Oh Yeah.. I wouldnt miss it. It's alwasy nice to see something different. I still cant fathom a million dollars though  ", "label": 1.0}
{"msg": "@Danielle97X God. I can&quot;t fucking wait. Good thing I put some new tunes on my iPod this weekend. ", "label": 1.0}
{"msg": "@Dr_DinaSadik: You know you are a Tweetaholic when you Tweet more tan you bond with family. &lt;&gt; Get your family on twitter ", "label": 1.0}
{"msg": "@Megron Good for you baby! I'll give you a call in a bit ", "label": 1.0}
{"msg": "Well that went reasonably well. . . Grammar maybe not so good in places but overall success and great presentation ", "label": 1.0}
{"msg": "EXCITEBOTS! It works ", "label": 1.0}
{"msg": "Ready for a great, productive week! Make it an awesome day! ", "label": 1.0}
{"msg": "@coldplay http://twitpic.com/5esn2 - aw that's really sweet Guy.  I love that you guys are so into keep up with your fans.", "label": 1.0}
{"msg": "@Sternenfee Good morning Sternenfee, you're welcome! ", "label": 1.0}
{"msg": "this takes me back - festival, friends, Sydney, sunshine   ? http://blip.fm/~6itrs", "label": 1.0}
{"msg": "Good morning ", "label": 1.0}
{"msg": "@SarahAnnGreen I hate it when women use their looks to get things done   &quot;bust busy&quot;", "label": 1.0}
{"msg": "@tiffanyplurk hey if you like joe brooks you'll enjoy My songs  www.Myspace.com/mikedignamuk", "label": 1.0}
{"msg": "G'morning. Back to the grind. I'll start with smiles!   ", "label": 1.0}
{"msg": "Sprint review now #SCRUM 1 sprint down 5 or 6 to go ", "label": 1.0}
{"msg": "@dandeadman but your a wanker ", "label": 1.0}
{"msg": "@hmtangx no she can't say it it sounds so retarded. Lolsie! I called Tranny procrastinated together found out we have 170 days to the end ", "label": 1.0}
{"msg": "@Thedailypause Yes.  I was going through your tweets and it made me laugh as I had just watched the final episode.", "label": 1.0}
{"msg": "@GenMom My son thought it was SO cool y'all got to go to the Survivor finale; he was happy with the winner ", "label": 1.0}
{"msg": "@ismangil thanks for the follow back. ", "label": 1.0}
{"msg": "@JustYassy hey if you like joe brooks you'll enjoy my songs  www.Myspace.com/mikedignamuk", "label": 1.0}
{"msg": "@the7thpwr Had a busy day. Nice to put my feet up finally. ", "label": 1.0}
{"msg": "@Mirthxx LOL!  You always crack me up.  It seems D! needs us squirrels 2 think of everything. Ha ha ha! ", "label": 1.0}
{"msg": "@shereberry88 full understanding for that ", "label": 1.0}
{"msg": "#musicmonday &quot;Stars of the Lid&quot; Radiolab - is all you need to google. Not a lot happens, it's very relaxing ", "label": 1.0}
{"msg": "Is now ok ", "label": 1.0}
{"msg": " i made practically every biblical question in RE up", "label": 1.0}
{"msg": "@davem05 even with full blown piglet flu i'd hazard a guess that i've more colour than stuey right now  and trust me, that's saying so ...", "label": 1.0}
{"msg": "Good morning everyone ", "label": 1.0}
{"msg": "School...6 days NOT counting today, but today is gonna be easy for me  yay!", "label": 1.0}
{"msg": "@kiamurphy Lucky.  I am freezing.  But I just got on the bus and its nice and toasty.  ", "label": 1.0}
{"msg": "@artbyskym Thanks  I really need to get myself one of these mustachioed rabbits!", "label": 1.0}
{"msg": "Congrats all... Hope You all had a wonderful weekend... Now get You Ass up and get back to work ", "label": 1.0}
{"msg": "My good looks still make you melt, eh? ", "label": 1.0}
{"msg": "lol, i love kellie pickler, omg shes so awesome! okay i love everybody! ", "label": 1.0}
{"msg": "@JonathanRKnight That just means you will need to start planning the @NKOTB 2010 Crisue! Which I will surely be on ", "label": 1.0}
{"msg": "@MandaPandaLink I had Ace of Cakes on but it was just in the background.  I wonder if I would've caught you if I were watching.  Cool! ", "label": 1.0}
{"msg": "@erikarhanetan I have so much love for that song ", "label": 1.0}
{"msg": "doin my crunches b4 i leave.. on my new yoga mat  lol", "label": 1.0}
{"msg": "waiting in school for my summer class. little ashes was AMAZING. couldnt have been better. especially rpattz playing a gay man. HOT ", "label": 1.0}
{"msg": "A lil work today then hardcore training later on!!! I love my alyssa ", "label": 1.0}
{"msg": "@inkspotworkshop awww, thanks stacy! i didn't see this. the festival turned out pretty well! it was so nice to see you. ", "label": 1.0}
{"msg": "Free strawberry and cream frappuccinos ", "label": 1.0}
{"msg": "toolman! Send me an sms!! Thanks ", "label": 1.0}
{"msg": "@shaunjumpnow the jonas brothers 3d movie is really good, believe me it issss. i bet you secretly love the jonas brothers jumpnow. ", "label": 1.0}
