{"msg": "Have the ting tings - that's not my name stuck in my head ", "label": 0.0}
{"msg": "Sunday and rain is falling! ", "label": 0.0}
{"msg": "it's mother's day and my madre's in florida. ", "label": 0.0}
{"msg": "@ahmednaguib Maybe the bad people attacked her in her new account and she just gave up on Twitter altogether... Shame if so ", "label": 0.0}
{"msg": "My sisters are gone ", "label": 0.0}
{"msg": "@eocean  it's a cruel world", "label": 0.0}
{"msg": "Ugh I'm so sleepy.  Hope I can last until 7pm.", "label": 0.0}
{"msg": "Eu... my youtube channel just got delete for no reason   I'm SOO tired of getting delete for no reason  grrrrrr....", "label": 0.0}
{"msg": "Trying to sleep but not succeeding... ", "label": 0.0}
{"msg": "@lordmulatto sorry to hear that ", "label": 0.0}
{"msg": "@maryelleuh I'm so sorry girly ", "label": 0.0}
{"msg": "@illwil2  why are syh (shaking your head) so much @ me? And about ur BM,maybe u should start dealin wit a independent woman *ahem* ;)", "label": 0.0}
{"msg": "About to get dressed and step out into the balancing act called life. LOL looks gorgeous out tho, the pollen is waiting for me.  LOL", "label": 0.0}
{"msg": "@stop_poking_me Yeah I know... Damn you! I miss you guys ", "label": 0.0}
{"msg": "@SnootySims That sucks!   ", "label": 0.0}
{"msg": "Went to church today with mom for the first time in a few years, remembered that you cant women under 60 there ", "label": 0.0}
{"msg": "i've just baked a cake but it doesn't taste very good.. ", "label": 0.0}
{"msg": "Sick on Mother's Day ", "label": 0.0}
{"msg": "exams tomorrow  happy mothers day &lt;3333", "label": 0.0}
{"msg": "My mom is all upset today because my brother is all fucked up. I really wish I could be there. ", "label": 0.0}
{"msg": "Arsenal Chelsea on Sky Sports but Mrs CT's watching Wizard of Oz on TCM ", "label": 0.0}
{"msg": "Sitting out on the front steps with my iPod and writing. This weather reminds me of mountain climbing...i miss it ", "label": 0.0}
{"msg": "@HennaHelen  im sorry. im a hammy lover. its dreadful seeing them coming to the end of their life", "label": 0.0}
{"msg": "#JDEdwards  this best be the right link  (JDEdwards live &gt; http://ustre.am/2AgS)", "label": 0.0}
{"msg": "well the weather has really taken a turn for the worse. Turned from a lovely day to windy and raining ", "label": 0.0}
{"msg": "Dang it going to my moms creepy we speak in tongues church today for mothers day wish me luck ", "label": 0.0}
{"msg": "duck is all gone now!! ", "label": 0.0}
{"msg": "Saw Star Trek. Fab. Whole cast was brilliant. Sylar didn't cut any brains open though ", "label": 0.0}
{"msg": "Thinks that Ushers should have a mandatory breath check B4 proceeding 2 take their posts!!! Geez! Smells like rotten cabbage! ", "label": 0.0}
{"msg": "might/might not go shopping tommorow  why did the stupid car have to break down??!!!!", "label": 0.0}
{"msg": "My last service at First Pres for a long time ", "label": 0.0}
{"msg": "missing my mom on mothers day ", "label": 0.0}
{"msg": "WTF Now my lappy couldnt detect the battery.!!  WTF are dell batteries.", "label": 0.0}
{"msg": "@thesedreams mine isn't too bad,but it sucks ", "label": 0.0}
{"msg": "i've just baked a cake but it doesn't taste very good..! ", "label": 0.0}
{"msg": "@Jrathbne Heeey! I MISS YOU HERE!  You must be super busy these days, huh? Hope everything is ok and that you're having fun! Take care!", "label": 0.0}
{"msg": "@MistressWynter oh noes! Maybe I do hate you!!!   Nah - not so much I don't think! Did I need to reply to that? okay - my bad ", "label": 0.0}
{"msg": "still can't reach my mom, seems like I'll have to stick with a sms... ", "label": 0.0}
{"msg": "Woo, got in Internet Explorer! too bad I won't be home at 2:30 to watch the gold game, I have to work ", "label": 0.0}
{"msg": "Im teething  my gums hurt.", "label": 0.0}
{"msg": "@linnetwoods True  did you check with @nonling she might know what's up....", "label": 0.0}
{"msg": "@ArielRebel they must hate beautiful people   ", "label": 0.0}
{"msg": "SHOUT OUT TO MY MOM FOR ALWAYS MAKING ME FEEL HANDSOME EVEN WHEN I WAS FAT AND UGLY WHEN I WAS YOUNG... I REALLY LOVE THIS WOMEN ", "label": 0.0}
{"msg": "My tummy hurts ", "label": 0.0}
{"msg": "Im sad now  I should be on my way to NC rite now", "label": 0.0}
{"msg": "@itsretro soooooooo im goin to miss you a lot next week  just sayin", "label": 0.0}
{"msg": "my cell keeps ringing.. too lazy to go get it ", "label": 0.0}
{"msg": "Tummyacheness! ", "label": 0.0}
{"msg": "going to work. but im sooo sick  ugh", "label": 0.0}
{"msg": "think it might be time to give up on the masters in london idea ", "label": 0.0}
{"msg": "Today is all about homework and packing until P.F. Chang's at 8 with the girls and Brent. It is going to be our last dinner together. ", "label": 0.0}
{"msg": "Lol, standing in the line for the Girugamesh now... 1.5 hours left 'til we can go inside. ", "label": 0.0}
{"msg": "@jennac21 that's why i didn't ask in nyc security kept telling him he had to go NOW then he took several more pix w/ others ", "label": 0.0}
{"msg": "I've got a spanish test on friday..  i have to study but i don't want to do it right now, yesterday was so much fun! i love my friends!&lt;3", "label": 0.0}
{"msg": "open season 2 finished, now even more bored  starving too, hopefully dinner will be ready soon, what can i do now? x", "label": 0.0}
{"msg": "@fishcraik aww no  I hope she's ok", "label": 0.0}
{"msg": "going to go worship in the park  see ya in Reno ", "label": 0.0}
{"msg": "wishing i was on a boat for phi casual  taking an lsat practice test instead!", "label": 0.0}
{"msg": "@PurpleMonsterrr yeah I guess, kinda boring at the same time too ", "label": 0.0}
{"msg": "I wish I could see my mommy today! ", "label": 0.0}
{"msg": "@harrywilly: i do that sometimes too! but i had a nap earlier cos i have to work on my uni assignments through the night ", "label": 0.0}
{"msg": "@changroy you got iPhone? thats cool! i envy! ", "label": 0.0}
{"msg": "revision  :/", "label": 0.0}
{"msg": "@scottbert tell me about it! I thought I would have got more smutty replies  sadly, my followers seem too pure minded.", "label": 0.0}
{"msg": "philly, club 27, v factory, boys from minnesota, shu, dane cook. BEST NIGHT EVER. i don't want to graduate anymore ", "label": 0.0}
{"msg": "@ShaunaBean  i might buy and chicken and cook it O.o", "label": 0.0}
{"msg": "@sprinkles_ Next question is: if he has passed away, how to dispose of body?    Kids want to bury in backyard but we are renting house.", "label": 0.0}
{"msg": "needs to bring his camera out soon! ", "label": 0.0}
{"msg": "Wishing my mommy was here in town ", "label": 0.0}
{"msg": "Oh damn!!  Only 2 hours loft till I finish. ", "label": 0.0}
{"msg": "Too many draws ", "label": 0.0}
{"msg": "just woke up yo...i feel sick  somebody make me soup pwease :/", "label": 0.0}
{"msg": "@teamjahaira I have sleep apnea as well. No fun!! ", "label": 0.0}
{"msg": "the plastic closer thing on my commerce bank piggy bank fell off and when i picked the bank up my change went everywhere ", "label": 0.0}
{"msg": "Still so tired. Time for the final day.  #acen", "label": 0.0}
{"msg": "@Nongling Any idea what became of @Catloverr? Her account has vanished altogether and she never said anything to me.. You? ", "label": 0.0}
{"msg": "@ohmygoodgrace i have no notes on my poems  ", "label": 0.0}
{"msg": "Gorgeous, relaxing afternoon in the back garden. If only that ginger kid would just shut-up and climb down from the lamp post. ", "label": 0.0}
{"msg": "@JayNewell answer was a big fat no  only got in 345. Shattered man. Good result. U guys getting on it homie?", "label": 0.0}
{"msg": "possums are making weird noises outside my window . . . ", "label": 0.0}
{"msg": "playing some guitar... gonna have to miss my Brucie for a whole week. sniff ", "label": 0.0}
{"msg": "A little upset my kittens didn't get me a card... ", "label": 0.0}
{"msg": "Is incredibly bored  http://myloc.me/Gp8", "label": 0.0}
{"msg": "i hate it when people talk behind your back and you hear.. then they deny it to your face! im sick of it ", "label": 0.0}
{"msg": "my pc crashed grrrrrrrr  tryna get my shit back", "label": 0.0}
{"msg": "crying... ", "label": 0.0}
{"msg": "Just had curry but no Dark Berry Mocha Frappe... Sob... My day was almost complete...  Oh well... at least may baon ako for tomorrow!", "label": 0.0}
{"msg": "still can't motivate myself to do anything... god i feel lazy ", "label": 0.0}
{"msg": "Wish I could be with ma dukes today!  Happy Mothers Day to all mothers!.. Playing make up til 6:30. PS: I am changing my # for suuure.", "label": 0.0}
{"msg": "(@mting) Gorgeous, relaxing afternoon in the back garden. If only that ginger kid would just shut-up and climb down from the lamp post. ", "label": 0.0}
{"msg": "@RaveyRai Be thankful at least you don't have suddenlink that messes up for days at a time ", "label": 0.0}
{"msg": "i had one of the worst nights EVER last night! boo ", "label": 0.0}
{"msg": "has spent the last couple of hours cleaning, changing bed sheets, and tidying up .. things i do so I don't have to study ", "label": 0.0}
{"msg": "Today was suppose to be a fun day ", "label": 0.0}
{"msg": "i just cant seem to find a photo small enough to put up  even though my mac says there under 700k, twitter seems to disagree....!!! grrr", "label": 0.0}
{"msg": "Received a sweet Mother's Day video card from my son, saying I had been chosen Mother of the Year. Brad and Angelina were disappointed. ", "label": 0.0}
{"msg": "@ShanteRowlandd OMG. so i missed it?  LIFE SUCKS OFFICIALLY  HAHAHAH", "label": 0.0}
{"msg": "@david_whitney  I was gutted about Duke Nukem, that was one of the first games I ever played... even the ancient Apogee versions! ", "label": 0.0}
{"msg": "@samalin24  we are ALMOST DONE though. &lt;3", "label": 0.0}
{"msg": "@tommcfly wish i was goin to cambridge! cant believe tours over im gutted  xx", "label": 0.0}
