{"msg": "had a really long day wish i coulda spent it with my mother ", "label": 0.0}
{"msg": "@spicydog2 You lead a busy life, mama. I have to miss Daisy of Love tonight due to Evan's return. No trashy reality TV for me tonight ", "label": 0.0}
{"msg": "is headed to bed...i do not feel good  . night everyone.", "label": 0.0}
{"msg": "@trisarahtopss I did  they closed at 6! &amp; no one is answering my texts, so idk when she'll be home. oh well! yay for sonic to the rescue!", "label": 0.0}
{"msg": "@Janice_Dugas - It now says 17/05  Did we miss it?", "label": 0.0}
{"msg": "twitters im feelin some sorta way right now like i wanna hold a shorty right now problem is i aint got 1  talk 2 me, send me positivity", "label": 0.0}
{"msg": "Oh yay! Cath time! ", "label": 0.0}
{"msg": "david arrives at 6am. i wake up at ten.. ", "label": 0.0}
{"msg": "That was so wrong on so many levels ", "label": 0.0}
{"msg": "On my way to Manchester Airport.. For ZB574 to Gibraltar ", "label": 0.0}
{"msg": "@rebeccarudolf i saw it on Xmas! Everybody was cryin' ", "label": 0.0}
{"msg": "wishes her mom was around ", "label": 0.0}
{"msg": "My computer has viruses but won't let me delete the infected files  free programs won't remove them &amp; I'm broke.", "label": 0.0}
{"msg": "doing : alignment + bold title content   dapat teh tarik sedap nieh... tak gitu syed?? )", "label": 0.0}
{"msg": "on our way back to Vegas ", "label": 0.0}
{"msg": "I am not happy looking at those videos of Trent lately.  He looks weird and sickly to me, I don't know why ", "label": 0.0}
{"msg": "insufficient twitter juice today ", "label": 0.0}
{"msg": "Puke face killer. I ate way too much. ", "label": 0.0}
{"msg": "@audaciousaudrey no they did not drive me home  I asked for directions and they said &quot;jump in! we'll take you there...&quot;", "label": 0.0}
{"msg": "Night all gonna go to bed and watch a movie missin my fiance ", "label": 0.0}
{"msg": "I am sad I am lactose intolerant. ", "label": 0.0}
{"msg": "doing english hw again ", "label": 0.0}
{"msg": "the thing w/ msn. person i don't want to talk to always talks to me (regardless i'm busy/away) &amp; friends i want to chat w/ are busy/away ", "label": 0.0}
{"msg": "@soubiluv98 I want to be in NY too.  I'm not *too* far, so maybe I'll take a trip up and see what happens... ;)", "label": 0.0}
{"msg": "fuck me. i didnt really study for my ap psych exam, and its tuesday. im fucked if i want to get the credit ", "label": 0.0}
{"msg": "DAMN. summer is almost over in a few weeks ", "label": 0.0}
{"msg": "has decided 2 start on my meds again, i may have 2 double them  it's been hellish 4 me 2day.", "label": 0.0}
{"msg": "Not having a mother anymore sure changes the flavor of Mothers Day. Especially all those handy email reminders from Amazon.com. ", "label": 0.0}
{"msg": "Dangit, why are all the cute guys taken or gay? ", "label": 0.0}
{"msg": "'s Bukit Timah hike with his class was washed out by the rain  - http://tweet.sg", "label": 0.0}
{"msg": "@krissyb My battery is 2 months old, and it is completely dead. Can only work off the charger. Think the charger has killed the battery ", "label": 0.0}
{"msg": "@deleef Why are you at home? I wanna be at home too! ", "label": 0.0}
{"msg": "@redchinese19 awe poor Stephen  ::hugsss::", "label": 0.0}
{"msg": "I am never sleeping tonight and tomorrow is a long day ", "label": 0.0}
{"msg": "@ChesterBe How many LPU'ers were at the Milton Keynes M&amp;G? I had an invite but the staff really screwed up and didn't know where it was ", "label": 0.0}
{"msg": "Back to work when Madurai is still to recover from the festive mood ", "label": 0.0}
{"msg": "packing for salisbury for the last time ", "label": 0.0}
{"msg": "My foot is asleep.  He's dreaming about something....", "label": 0.0}
{"msg": "@8thlight i spend days and nights studying...wrecks my back ", "label": 0.0}
{"msg": "tryin 2 figure out twitter!!! sad she can talk 2 her guys in indiana ", "label": 0.0}
{"msg": "Awww man Celtics won at the end  They got a buzzer beater. Well I still like the other team. Wizards for life!!!!! (I know they ddnt play)", "label": 0.0}
{"msg": "@MargieThiel I'd rather get rid of my home phone. Every household member has own cell. But need &quot;landline&quot; for 911/alarm system. ", "label": 0.0}
{"msg": "wow. ii just hate my life rytenow, i dunno why iim just seriously not in tha moooddd !!! And i misss my pupppyy she's in for surgery  FML", "label": 0.0}
{"msg": "@davidgregory Hey David!  Been a long time since we've seen each other.  Looks like I missed a great White House dinner! ", "label": 0.0}
{"msg": "@spazzgirl that sucks   sorry!  Ill bring you a card!!!", "label": 0.0}
{"msg": "smells like &quot;ca nuong,&quot;  grill fish   while trying to finish up on her journal club....", "label": 0.0}
{"msg": "I miss my mom ", "label": 0.0}
{"msg": "Seriously starting to feel a little sick, but not sure when I can take a day off anytime soon ", "label": 0.0}
{"msg": "Trent looked so healthy in that &quot;Hand That Feeds&quot; video, but now we are getting old or something I guess ", "label": 0.0}
{"msg": "Just bought a ticket to see Blaze Bayley in Newport thursday.. Im so skint till payday but ive decided i cant miss Blaze ", "label": 0.0}
{"msg": "@BlondeBlogger http://twitpic.com/4w8hk - I'm so sad this is so blurry! ", "label": 0.0}
{"msg": "@lalalawikit I WOULD NOT!!!! ", "label": 0.0}
{"msg": "@macusermx I do. I have no life.  When will I get to see you again?", "label": 0.0}
{"msg": "@Jon_Aston Twitter is massacring DMs. I miss so many apparently ", "label": 0.0}
{"msg": "She told him to knock it off with the personal attacks. I wish I could afford to move into another apt or a house. Very frustrating. ", "label": 0.0}
{"msg": "I never got to say goodbye and walk you!!!!!!!  Are you in Cali this summa?", "label": 0.0}
{"msg": "@Le_MaCaBrOsO &quot;The Book of Love&quot; by Paul Gabriel.I'm officially ashamed  ", "label": 0.0}
{"msg": "@gracechin  I don't have to spend RM60 for that. I jsut have to go home... ", "label": 0.0}
{"msg": "is at work ", "label": 0.0}
{"msg": "g'night homies! need 2 prep myself 4 the 2nd week of no #Heroes  what time shuld we begin our HA meetings, lol!", "label": 0.0}
{"msg": "forgot all about dinner...now I'm starving ", "label": 0.0}
{"msg": "Blah BSOD within VMware on Windows XP. Stupid freaking windows ", "label": 0.0}
{"msg": "ugh why can't i purge  i feel like death", "label": 0.0}
{"msg": "@sinnthetic no kidding. ", "label": 0.0}
{"msg": "What a bad headache! Collapsing! Tomorrow is Monday! ", "label": 0.0}
{"msg": "I can't believe DC Comics killed Bruce Wayne!!! ", "label": 0.0}
{"msg": "I'm sleepy but it's to early to go to bed ", "label": 0.0}
{"msg": "@whisperinwater EW. You poor thing. D:  Also, I bet you DO smell good. Yum. ;] @moceanu  *squeezes* Hope you feel better, bb...", "label": 0.0}
{"msg": "enjoyed today with brian, carol and mom, but is sad that amy had to miss out  get well soon sister!", "label": 0.0}
{"msg": "Mothers Day was cool. I miss my Mom ", "label": 0.0}
{"msg": "Got most of the new orchids re-potted. Poor babies were planted in regular all purpose potting soil, not orchid mix. ", "label": 0.0}
{"msg": "@omgzttynjess I don't like my dad ethier. But I live with him. My mom moved away with my step dad and I hardly see her anymore ", "label": 0.0}
{"msg": "#I am really #bored #so I decided to do some #excessivehashtagusage ing. #it #is #fun but not there's not as #syrup as #waffles ...  #3d", "label": 0.0}
{"msg": "@heyitsmaya ur right...but I REALLY want one ", "label": 0.0}
{"msg": "I hate being sick! I'm definately not getting anything done!  On the up side, 3 of my packages arrived in the mail today!", "label": 0.0}
{"msg": "Got the BrainBone daily question wrong!  - http://bit.ly/1aF4s6", "label": 0.0}
{"msg": "is completely restless... sunday nights are good for nothing, except the impending doom of monday morning ", "label": 0.0}
{"msg": "i want it to be prom againnnn! ", "label": 0.0}
{"msg": "Only one more cys concert left  tell me if you want tickets for next Sunday!", "label": 0.0}
{"msg": "hrmm how to dress like a monster, 3 yr old monster stomp party this sunday at 9am, 9am! way to kill my saturday night ", "label": 0.0}
{"msg": "Saddest thing is when you love a band that isn't very big &amp; they're your own little secret, then they blow up and become pop sensations. ", "label": 0.0}
{"msg": "Tired after working two jobs in one day. And I missed teri! ", "label": 0.0}
{"msg": "@danslamer  boy problems? I saw matt taylor at the movies today..for some reason i couldn't stop laughing haha", "label": 0.0}
{"msg": "Listening to etta James and billie holiday. Going to bed soon, I hope I can slep tonight ", "label": 0.0}
{"msg": "good game magic ", "label": 0.0}
{"msg": "Tudors and popcorn?! I think so! Only one more disc to go until the third season comes out on DVD ", "label": 0.0}
{"msg": "@CGreerbaby thnks hun . Altho my son isnt here . Im still his mommie  how r u?", "label": 0.0}
{"msg": "@TOProject I'm jealous Rich! I still havent been ", "label": 0.0}
{"msg": "I wish my test grades were posted more efficiently. ", "label": 0.0}
{"msg": "@TRACEY11208 aww it was meant for me but u sent it to Dion...awww u love...DION!!!!!!!! and not ME!!! smh  gimmie back my moms day wishes", "label": 0.0}
{"msg": "@mileycyrus i wish i had my dog ", "label": 0.0}
{"msg": "@keralita13 seriously! I'm so sad this day is ending ", "label": 0.0}
{"msg": "@mrs_nickj07 Thats Sucks You Only SEEN the credits ", "label": 0.0}
{"msg": "I wish u had tickets to Taylor swift's show in 5 days ", "label": 0.0}
{"msg": "@omcristine lol hopefully i do faint, and get an A for trying.The pity grade always works. The telly was fun, im sorry you couldnt go. ", "label": 0.0}
{"msg": "@natemercy	's voice makes me want to cry. but not cause its bad... I &lt;3 mercy. they just reminds me of sad times. ", "label": 0.0}
{"msg": "@tahneecullen yeah i nearly broke my ankle yesterday ", "label": 0.0}
{"msg": "Richard Kelly stole my dream  http://bit.ly/2xVs25", "label": 0.0}
{"msg": "keep calling v-103 in ATL to chat it up with @epiphanygirl but i cannot get through  But can i get a shout out???", "label": 0.0}
{"msg": "@JessieLynne LOL I need to drive there this week with a butt load of boxes. I don't wanna drive by my self ", "label": 0.0}
