{"msg": "my boo lost on sundays best ", "label": 0.0}
{"msg": "Two finals tomorrow. I'm not confident about either of them at all. ", "label": 0.0}
{"msg": "marks this day with sadness ang regret--my first and only iPod is officially missing. ", "label": 0.0}
{"msg": "nighty night to all twitterville!  enjoy!!  miss me while i'm gone!! ", "label": 0.0}
{"msg": "My brand new phone is dead ", "label": 0.0}
{"msg": "@Undabag Yeah I know. I'm just tired of all the shit. ", "label": 0.0}
{"msg": "@30SECONDSTOMARS Thanks ! hum I 'm afraid of the plane to go in Cali  kiss marjorie", "label": 0.0}
{"msg": "i definitely should be studying. ", "label": 0.0}
{"msg": "@IamZafrina this is unfair  when i'm on, noone is there, i leave and its a party ", "label": 0.0}
{"msg": "bibi comments!!! I miss that girl  ", "label": 0.0}
{"msg": "@dcjc I agree about Palin. I love her but she is too divisive for main street America. The media doomed her from day one. ", "label": 0.0}
{"msg": "i miss my first year in high school like so very bad ", "label": 0.0}
{"msg": "@mrallenakaneo its 30 away  and i havent gotten any new followers since friday...guess thats what i get for shuttin my damn mouth", "label": 0.0}
{"msg": "Have a random craving for limeade from hot dog on a stick ", "label": 0.0}
{"msg": "@mcbeach boo... i want to play ", "label": 0.0}
{"msg": "@Orcon does this mean ill have no internet tonighhhhht? ", "label": 0.0}
{"msg": "@madlyv LMBO...sorry I asked U to follow one    Thought she was Elisabeth from the view...not even a fave, but she wanted peeps?  :O  lol", "label": 0.0}
{"msg": "I h8 it so much that no one answers my questions. ", "label": 0.0}
{"msg": "@ryrou oh. well then, maybe it's true. it would explain his emo posts. ", "label": 0.0}
{"msg": "At home, and bored as hell. The Lakers 2-2 ", "label": 0.0}
{"msg": "@angelanilsson of course, why else?  I'd kill for a work visa to live in dk ", "label": 0.0}
{"msg": "@iceprincess12 are you crazy? any week w/ school is boring ", "label": 0.0}
{"msg": "im thinking of getting my hair cut short. but i love y long hair  i hate decisions 10", "label": 0.0}
{"msg": "@allikatetor i don't know anybody that likes mcfly  people here suck", "label": 0.0}
{"msg": "Sigh y is foo foo tei always freaking packed. Gosta wait forever again. ", "label": 0.0}
{"msg": "@socalgurl83 Yeah I felt really bad because this morning before I knew, I texted her and wished her a happy mothers day ", "label": 0.0}
{"msg": "Anxious to figure out what happens next for Azia  hopefully I'll find out tomorrow", "label": 0.0}
{"msg": "@samtron5000 ...Haircut? Or just sad face? ", "label": 0.0}
{"msg": "Sad.  has to be at work till 1030 -Dottie&lt;3", "label": 0.0}
{"msg": "great weekend! again!  school tomorrow though ", "label": 0.0}
{"msg": "@emilyosment plz talk to me I haven't heard from u in so long ", "label": 0.0}
{"msg": "cant get the hang of twitter  just rolled over on my cat :S she's not happy!", "label": 0.0}
{"msg": "Back from the ocean, missing Ron  Wishing we could find a way to be together, but travels with him are great!", "label": 0.0}
{"msg": "@excite108 Not enough shirtless (and witty) Ryan. ", "label": 0.0}
{"msg": "bored...and my tooth hurts ", "label": 0.0}
{"msg": "i wish more of my friends were on here ", "label": 0.0}
{"msg": "Long week ahead, AP English exam Wed. should be fun, then some test for culinary, i thought that was my easy class ", "label": 0.0}
{"msg": "packing ", "label": 0.0}
{"msg": "@juldea aww.  all of them or just some?", "label": 0.0}
{"msg": "So you just gone dis my allergies like that? lol You hit me where it hurt  It's all love though @francineb2000", "label": 0.0}
{"msg": "Third time lucky on the last update  Must need more coffee. Apologies.", "label": 0.0}
{"msg": "@angel0712 Oh, I can't.  I mean, how would it work?  I'd go, and then Lee'd go?  We'll just wait for the DVD release.  ", "label": 0.0}
{"msg": "I sound like a little old man. ", "label": 0.0}
{"msg": "My mother has commandeered the remote so we're no longer watching The Sound of Music ", "label": 0.0}
{"msg": "@mistresstokyo - yep! Damn  I know you will have fun anyways ;)", "label": 0.0}
{"msg": "There was a sign that says there's a brush fire 30 miles ahead and to expect a 1 hour delay  and I was making such good time", "label": 0.0}
{"msg": "oooh no! I'm getting fatter during this short holiday ", "label": 0.0}
{"msg": "@samuraikitten oh and, in D&amp;G what was with all the half convo's. Really, are they married, engaged, or what? So much unanswered for me ", "label": 0.0}
{"msg": "Brothers and Sisters Finale ", "label": 0.0}
{"msg": "We had to leave the 2nd stage. The crowd was insane and S was terrified. B had to try &amp; break up a fight as we left. Dumbass drunk people ", "label": 0.0}
{"msg": "@CokoClemons what was u playin?? i musta missed it coko ", "label": 0.0}
{"msg": "I'm back home, for a few days at least. NC on Friday, can't wait! Miss my friends already ", "label": 0.0}
{"msg": "I hate sandals. ", "label": 0.0}
{"msg": "Back hurts  . . Chillin with brandon -CrazyForTheGuy", "label": 0.0}
{"msg": "@nick_jjp i love you too  blah i miss you. and i miss your cute stories. and i miss your kisses ", "label": 0.0}
{"msg": "@LenoxMagee I wish I could have stayed as well!!! ", "label": 0.0}
{"msg": "@Coley81 yea me too ", "label": 0.0}
{"msg": "Brazillian food is great but I have icky cramps now ", "label": 0.0}
{"msg": "@IdRatherBeSki I think a 28.8k connection is faster than what I got here ", "label": 0.0}
{"msg": "@JPacittiMusic how u feel im sry ", "label": 0.0}
{"msg": "@ex0h13 I'm hungry, too ", "label": 0.0}
{"msg": "has to start detailing her food intake.  The dietician at Ampang Putri wants a report card in three weeks  Help! Dont feed this animal!!!!", "label": 0.0}
{"msg": "@immortal_alice i can't at the moment.  talk to me on here Alice. How are you love?", "label": 0.0}
{"msg": "IM sad now  I miss this small rinky dink town called Sugar Land, TX..its my home...*cry cry*", "label": 0.0}
{"msg": "Wishing people weren't so ignorant. ", "label": 0.0}
{"msg": "It's 4.03am and I have have to &quot;wake up&quot; in 3 hours. YAY! ", "label": 0.0}
{"msg": "What a great mother's day       I went2aBBQ that i ended up preparin&amp;cookin.wth...", "label": 0.0}
{"msg": "i love money 2 reunion! hell yeah @beckybeckwild, it, frenchy, &amp; everyone else from frank's alliance. miss @saaphyri though ", "label": 0.0}
{"msg": "@30SECONDSTOMARS Thanks ! hum I 'm afraid of plane to go in Cali  kiss marjorie", "label": 0.0}
{"msg": "@nick_jjp awwwwww :'''''( ugh. and it has been forever since ive seen you. and blah ", "label": 0.0}
{"msg": "Had a Wonderful Mother's Day but it makes me REALLY miss my mother! Life is not quite the same without her in it ", "label": 0.0}
{"msg": "@a0kate omg I know ", "label": 0.0}
{"msg": "@Fincey I miss you! ", "label": 0.0}
{"msg": "i'm so screwed. i only have 1.5/5 pages done with this stupid research paper. i need prayers ", "label": 0.0}
{"msg": "going through something ", "label": 0.0}
{"msg": "About to get started on hw ", "label": 0.0}
{"msg": "@juneshindesigns  I am a very jealous girl. Think trashy Chinese near CNN in my future. Blargh.", "label": 0.0}
{"msg": "haha im laughing hysterically at the fact that i got mistaken 4 a playboy playmate haha but im still down $104 ", "label": 0.0}
{"msg": "@_pants when do you get more texts ", "label": 0.0}
{"msg": "Bye bye Seattle. my vacation is almost over. ", "label": 0.0}
{"msg": "one thing about having an extremly high pain tolerance...u never know whats really wrong!! migraine going on the third day now ", "label": 0.0}
{"msg": "@chanla tell savannah i want her to be my mommy ", "label": 0.0}
{"msg": "looking up info on the Fashion Institute of Design &amp; Marketing in CA. bummed though bc w/ tuition &amp; housing its nearly $30K ", "label": 0.0}
{"msg": "I'm working on a legacy program 20+ years old. Bad old programming. Lots'a bugs to fix &amp; re-architecting to do.  But I WILL fix it SOON!", "label": 0.0}
{"msg": "might not be till the fall  @LBCIslander  As far west as NV, AZ or maybe even CA?? ", "label": 0.0}
{"msg": "@kristen_x i'm going to try and not assume that that's about me. ", "label": 0.0}
{"msg": "@threesenough sorry about the morning sickness. ", "label": 0.0}
{"msg": "@EETWiz ? update what?  I am confused ", "label": 0.0}
{"msg": "back home in Joliet, finally unpacked all of the shit i accumulated over the past 4 years...work starts tomorrow ", "label": 0.0}
{"msg": "i miss my fwend ", "label": 0.0}
{"msg": "@JeannetteC  Ouch, that's a rough time change! I'm sure it will take a few days to recover  I liked your pics btw!", "label": 0.0}
{"msg": "I ran over my neighbor's dog today.   I can't even express how awful I feel.  They had to put her down.   I thiink I might have to move ", "label": 0.0}
{"msg": "Goin ta bed dont care how early its is ", "label": 0.0}
{"msg": "is feeling a little down ", "label": 0.0}
{"msg": "i really could use my friends ", "label": 0.0}
{"msg": "@hexmurda that sucks ", "label": 0.0}
{"msg": "@Jennaa17 when are you going to hawaii? We won't be able to talk as much then ", "label": 0.0}
{"msg": "grounded for the weekend ", "label": 0.0}
{"msg": "@theskorpion why u gotta wait?  http://myloc.me/HPR", "label": 0.0}
{"msg": "@MusicJunkies90 No Matter how much I shrink that bg. It won't fit ", "label": 0.0}
