{"msg": "Why do i get hot flashes  i'm sooo bored someone text me", "label": 0.0}
{"msg": "I hear ya, love. Except I've had week-drop + crazy subdrop... rt @nayali: is experiencing 'weekend drop.' ", "label": 0.0}
{"msg": "hittin up th3 city I guess sulivans tonit3...th3n home sle3py time missin @jaymoneyallpro ", "label": 0.0}
{"msg": "Mothers day totally did not end the way I planned... Got in an argument with my brother which kinda ruined it 4 my mom... I feel bad ", "label": 0.0}
{"msg": "@Babasfarmlife Had to post here.  Having problems sending direct messages for some reason. ", "label": 0.0}
{"msg": "@Valv30 I was chatting with hubby on Skype and we got disconnected... he's on again but can't seem to respond ", "label": 0.0}
{"msg": "Mr. Wonderful has a migraine so I am a little sad ", "label": 0.0}
{"msg": "burned the roof of my mouth today, always a bummer. Took the joy outta my PFchangs for dinner ", "label": 0.0}
{"msg": "@Kasey79 no more curl reactivate dance in the rain? Ill be lonely ", "label": 0.0}
{"msg": "Ducks  the hell happened?", "label": 0.0}
{"msg": "@JenSantos yeah it sucks. I wanna go to NYC ", "label": 0.0}
{"msg": "@brownillusion o.. awww. im sorry!! cheer up!!.. and u dont accept bands  .. add me wen u get the chance to www.myspace.com/TriLLie614", "label": 0.0}
{"msg": "Ohh yes. Just realized I can eat at my favorite Korean bbq joint tomorrow after we land in Hawaii. Now I just need to kick my sinus cold ", "label": 0.0}
{"msg": "WHY are the weekends SO short??! Where did all my sleep time GO?!!! ", "label": 0.0}
{"msg": "@PanNORA stop it its not easy 4 me 2 ", "label": 0.0}
{"msg": "Getting some work done while I watch TV.  Only one day left of this flu vacay. ", "label": 0.0}
{"msg": "Is watching sunday best i personally think that sunday best is som uch better than American Idol.so upset that my gurl jessica didnt win ", "label": 0.0}
{"msg": "how do u know if medium rare is medium rare?.i think my steak was a lil too rare..stomach ache... ", "label": 0.0}
{"msg": "Sad thing is, I can't do the event cause I deleted the game awhile back and quit.......And I was bumped down from rank 2 to rank 7 ", "label": 0.0}
{"msg": "@typezero3 sorry i did n't get to respond earlier. bt link...too big for me ", "label": 0.0}
{"msg": "Just to let you guys know im gonna be like jennie red tomorrow ", "label": 0.0}
{"msg": "why is it that i find new friends to hang out with when we are all about to leave ", "label": 0.0}
{"msg": "I'm jealous of everyone graduating this semester  It feels like i'll never get there", "label": 0.0}
{"msg": "@KDFournier Do you want the treadmill that's in my apt? Its not going to fit in my next one.... ", "label": 0.0}
{"msg": "@JessInADress i know they should of but they didnt.   i want to give them a high five. its funny", "label": 0.0}
{"msg": "sad and mopey ", "label": 0.0}
{"msg": "@JoeJonasLuvr49 oh your lucky!! I have 4 ", "label": 0.0}
{"msg": "@chelsea_playboy ok we be angry together, didn get my txt either ", "label": 0.0}
{"msg": "I'm back  I need to do homework, and then sleep. I don't want to go to school tomorrow,", "label": 0.0}
{"msg": "Went to the furniture store. Cute SA guy was there. Still didn't ask for my number though ", "label": 0.0}
{"msg": "@huckduck GAH. haven't seen you in awhile now, completely forgot &gt;&lt; i think there's still tickets left ! AHH. i'm so sorry ", "label": 0.0}
{"msg": "@arynna you better not defeiend me ", "label": 0.0}
{"msg": "Pharrel got hi tattoos removed. Fuck. Him. I no longer am in love with him. Poof. ", "label": 0.0}
{"msg": "Hot tub party my place.....wish nal were here ", "label": 0.0}
{"msg": "My twitter wont work ", "label": 0.0}
{"msg": "i can't believe izzie is really going to die... ", "label": 0.0}
{"msg": "I feel much better... still haven't seen @MadelynReynolds yet though! ", "label": 0.0}
{"msg": "i feel like a shortie! ", "label": 0.0}
{"msg": "i'm stuffed.  my mom is grumpy because the lakers lost ", "label": 0.0}
{"msg": "This sucks. I feel like an ass not having my intro for my MTK video ", "label": 0.0}
{"msg": "@poopingrainbows ashlee! Dumbb dont say something like that! I thought something was wrong!!  butthead got me all worried", "label": 0.0}
{"msg": "@mgi88s maaaan, i'm mad at you. no star trek this weekend.  can we at least have our wire/transformers &quot;date&quot;?", "label": 0.0}
{"msg": "Feeling terrible.. In bed already ", "label": 0.0}
{"msg": "@wendywild Sorry I missed your Tweet   But. I hope you're feeling better &lt;3", "label": 0.0}
{"msg": "Slept for 10hrs. straight......  feeling guilty now ", "label": 0.0}
{"msg": "ughh so upset about my grades this semester   ", "label": 0.0}
{"msg": "Wtf! North bound highway closed? Im so lost ! Gonna Be late to work! ", "label": 0.0}
{"msg": "My day was cool @colormebadyello although i worked all day and dint have a mommy to share it wit ", "label": 0.0}
{"msg": "Going to get some Beauty rest early 2nite. Busy day Monday. Closing on new house for my DD and Gr Daugh.'s first shots. ", "label": 0.0}
{"msg": "Bowl full of Bubba-kush and Kif.  yaaay.  Mebbe make a lil hash tonight... and i mean.. a lil.. ", "label": 0.0}
{"msg": "Called Mom and got a busy signal.. ", "label": 0.0}
{"msg": "is at sbux waitin for the ferry to go back home ", "label": 0.0}
{"msg": "Going to bed and feeling glad for such a fun filled Mom's Day weekend....but sad I didn't get more done with school and the house! ", "label": 0.0}
{"msg": "Getting ready for my work week...sigh... ", "label": 0.0}
{"msg": "omg megavideo why would you do this to me? you've always been my choice video host if i need to watch something. why oh why ", "label": 0.0}
{"msg": "Suzy is sooo cuteee! I wish they wouldve kept her tho ", "label": 0.0}
{"msg": "Bryan makes of me for being on twitter ", "label": 0.0}
{"msg": "@TeamJonasBros Oh, really? Cool!  Time differences are awesome, hahaha. Aw, seriously? That's a major bummer ", "label": 0.0}
{"msg": "just got back in da crib from work mad tired bout to eat sleep where's @cakecouturediva Idk ", "label": 0.0}
{"msg": "tired; Just Got Homee :]   Spent Whole Day w| Mommy&amp;Fam C:                    Homework time ", "label": 0.0}
{"msg": "my baby doesnt answer his phone ", "label": 0.0}
{"msg": "i love money 2 reunion! hell yeah @BeckyBuckwild, frenchy, &amp; everyone else from frank's alliance. AND IT!&lt;3. i miss @saaphyri though ", "label": 0.0}
{"msg": "ps. I hate super shuttles ", "label": 0.0}
{"msg": "@Mollena Well, I didn't want to rub it in. We miss you sooooo much ", "label": 0.0}
{"msg": "@tenny_id  - you were right....it was 20 bucks    but I guess it's better than nothing!", "label": 0.0}
{"msg": "Almost finished with studying!!! Yay for reviewing afterward. ", "label": 0.0}
{"msg": "@megtud but i dont eat kfc  save the chicken", "label": 0.0}
{"msg": "I think I am alone blipin by myself,  o well having fun though", "label": 0.0}
{"msg": "Light is gone in my house i cant use my computer ", "label": 0.0}
{"msg": "Gah, if only I were sure about the written portion, then I would be studying for chem instead of bio ", "label": 0.0}
{"msg": "just woke up and misses you. ", "label": 0.0}
{"msg": "My voice is DONE. One more show to go ", "label": 0.0}
{"msg": "BREAK time.. I need an anti-acid.. ", "label": 0.0}
{"msg": "plsss make me find you.. ", "label": 0.0}
{"msg": "@edwinbrownell I worked, came home, and basically shut down ", "label": 0.0}
{"msg": "ew... i have to go to school  this week end kinda sucked", "label": 0.0}
{"msg": "so bored  ughhh", "label": 0.0}
{"msg": "Wish I had a mom ", "label": 0.0}
{"msg": "@SwissSushi I was over the moon last summer when SPF 85 was introduced! SPF 100 is a dream come true...skin cancer runs in my family... ", "label": 0.0}
{"msg": "@lexylove haha yea @mcclorypatrick is lucky. we still have to share adam and guido though ", "label": 0.0}
{"msg": "doing homework ", "label": 0.0}
{"msg": "home from school due to a sore back ", "label": 0.0}
{"msg": "@LiveFreeT  I haven't seen u since golgen corral", "label": 0.0}
{"msg": "AHHHHH!! Segmentation Fault!  No Get2Gnow for me", "label": 0.0}
{"msg": "Tired. Too much stuff was done and said. Can't hold this much information  haha", "label": 0.0}
{"msg": "@JoeJonas1Fan1 it just sucks  I have 4 weeks too", "label": 0.0}
{"msg": "Yup. Internet totally stopped working. If we were talking, I'm sorry ", "label": 0.0}
{"msg": "i love 'brothers and sisters'. such a GREAT show! will miss it during summer. ", "label": 0.0}
{"msg": "@katyperry birth control? You promised me some offsprings. ", "label": 0.0}
{"msg": "is feeling fat, not going to eat tomorrow. Don't let me forget and don't let me eat even if I am hungry and beg... thanks! can't get FAT ", "label": 0.0}
{"msg": "@JasmineMcGregor Oh my goodness! That is crazy! Thank god for photoshop though, right? That stinks though! ", "label": 0.0}
{"msg": "my tongue hurts ", "label": 0.0}
{"msg": "I'm offcially love sick and I don't like it. mark not being here sucks  anywho better get off to bed school in the morn' xoxo", "label": 0.0}
{"msg": "Just got to LA, took dogs out, and Moon started hacking, acting dazed and weak. At animal hospital now, hope he's gonna be ok  #fb", "label": 0.0}
{"msg": "I ate too much. Now my tummy hurts ", "label": 0.0}
{"msg": "@ryanetics @KarenRussell Most online newspapers' comment sections r a sad testimony for humanity, but ABH hits close, cuz I live here. ", "label": 0.0}
{"msg": "@Cabtion They had to go back home they were only here for the weekend ", "label": 0.0}
{"msg": "cant find my shannon on here ", "label": 0.0}
{"msg": "I hate sleeping alone  headaches and sore throats suck  good night.", "label": 0.0}
{"msg": "@MrWeatherman I might end up at The Well but for now food and wine at my girls house! No Elysium for me  that's 4 party animals like u!", "label": 0.0}
