{"msg": "dreading today ", "label": 0.0}
{"msg": "TextMate is broken on my iMac ", "label": 0.0}
{"msg": "Going to have to go to work at the #ANU soon ", "label": 0.0}
{"msg": "so freaking hungover ", "label": 0.0}
{"msg": "At work and boy it's going to be a loooong day ", "label": 0.0}
{"msg": "@joooline HAHAHA! OMG let's walk around Filinvest we might have a  &quot;chance encounter&quot; with my crush :&quot;&gt; ME TOO I'm broke mucho mucho ", "label": 0.0}
{"msg": "Leaving the Twilight Convention  It was so amazing! I saw Kellan this morning at Breakfast &amp; later I will post my photos &amp; blog soon!", "label": 0.0}
{"msg": "Is gonna be kittenless tonight. ", "label": 0.0}
{"msg": "Spring!  I love this time of the year   Gawd!  Look how tall that grass is ", "label": 0.0}
{"msg": "@colettebennett I tried calling you to wish you happy birthday, but your voicemail doesn't answer. ", "label": 0.0}
{"msg": "want to make more jewellery but not sure where to begin today! ", "label": 0.0}
{"msg": "@Lark_vamp_ sorry i missed the climbing last night   ((had to go eat dinner))", "label": 0.0}
{"msg": "is burned. ", "label": 0.0}
{"msg": "i need a hot water bottle and my ipod  studying suuuuucks   canea believe i have school tomorrow ", "label": 0.0}
{"msg": "Playin' dimes I'm in 2nd place.  ", "label": 0.0}
{"msg": "ok so i totally can't find my cell phone-so annoying and of course its dead so can't call it ", "label": 0.0}
{"msg": "i don't get to see my mommy today ", "label": 0.0}
{"msg": "Waking ^ 2 a lovely mother's day...I love ya mom! Sorry I can't make it 2 church &amp; for the BBQ 2day / 2night...  Man...&quot;What a bummer!&quot;", "label": 0.0}
{"msg": "@lilmissskater26 coz i only had 265mb of memory left  tis ok though coz it was mostly doi and i probs won't watch it again", "label": 0.0}
{"msg": "omg my jellyfish is missing, it was the imposter there all along!  &lt;/3", "label": 0.0}
{"msg": "So by the time the pool is ready and filled with water and ball pit balls. . . the sun's gone in ", "label": 0.0}
{"msg": "Omg man just finished work and me andhattie helped 2 baby girls fix their bikes but failed and now i'm covered in oil  now im walkin home", "label": 0.0}
{"msg": "So I went to check the door and noticed a bit flaking off that I'd missed. 2 minutes later I'd removed half the paint ... again ", "label": 0.0}
{"msg": "In class instead of having brunch with my mom  making it up to her later today.", "label": 0.0}
{"msg": "is the single one out of her friends  and its never Fun!", "label": 0.0}
{"msg": "@LITTLEWINDMILL wish we could see each other here ! ", "label": 0.0}
{"msg": "Watching Arsenal Vs Chelsea now. Sad that Arshavin and Adebayor aren't playing ", "label": 0.0}
{"msg": "The veronicas were awesome! Now back to the mtn  i miss nashville.", "label": 0.0}
{"msg": "At work..missing Mothers Day with my mom  first one ever missed.. Get off at 5!!!", "label": 0.0}
{"msg": "I wanna go to Just on Friday. Stoopid fkn work. ", "label": 0.0}
{"msg": "@sandyhc83   It'll be a beautiful wedding though, indoors or out, rain or no rain, because of all the love and happiness!! ", "label": 0.0}
{"msg": "She didn't win ", "label": 0.0}
{"msg": "Just ate my tasty dinner  Trying to upload a pic on this twit but keeps sayin it too big ", "label": 0.0}
{"msg": "Mothers day picnic... I had wanted to make broccoli cheese soup and buy mascara at sephora instead ", "label": 0.0}
{"msg": "such a tired day  i'm feel so sleepy but i want to eat. errrrr", "label": 0.0}
{"msg": "Hoping for a draw today, dont think Chelsea is ready for this match thanks to that stupid ref ", "label": 0.0}
{"msg": "massive internal fragmentation from packing ziplocs into ziplocs ", "label": 0.0}
{"msg": "@iqh PFFT..... WHATS WRONG SEH. WHAT I DOOOO.. ", "label": 0.0}
{"msg": "@mfhorne the salt police came and made them take some of it out, like food colouring in smarties it's another childhood fave ruined ", "label": 0.0}
{"msg": "missing Becky on Mother's Day as she's in Italy...  ", "label": 0.0}
{"msg": "all my friends are gone now, homework time ", "label": 0.0}
{"msg": "@mattdoc30 Aye, I love the Brawn story, and always rated Button! But McLaren's my team, hate to see them doing so badly ", "label": 0.0}
{"msg": "@gcuepro LOL ROTTERDAMMMM LOL HAHAHAHA FEYEEENOOORD ok kidding, i'm not gonna ride that jetski into a booie ", "label": 0.0}
{"msg": "Too lazy to do anything ", "label": 0.0}
{"msg": "@MmmBaileys Lol I know  Its not good eh! ha ha xx", "label": 0.0}
{"msg": "Trying to get rid of a cold until monday ", "label": 0.0}
{"msg": " Missed the Pearl Jam tickets", "label": 0.0}
{"msg": "@howrestling that would've been me if I'd have procrastinated for another half hour ", "label": 0.0}
{"msg": "@HennaHelen  will he accept any water from you?", "label": 0.0}
{"msg": "weekend is almost over  School tomorrow but thank good holidays are soon!", "label": 0.0}
{"msg": "Sad because I didn't get a Wii fit from my husband... actually didn't get anything. ", "label": 0.0}
{"msg": "just got home from breakfast with my family for mothers day... need to do homework now ", "label": 0.0}
{"msg": "So mad it's going to storm. Now I can't buy my new furniture  oh well... Happy mothers day one and all", "label": 0.0}
{"msg": "We cannot revive him......  ", "label": 0.0}
{"msg": "@pm4girls tried to DM you about this, but can't cause you're not following me ", "label": 0.0}
{"msg": "@Kerrydegman follow me aswell  lmao", "label": 0.0}
{"msg": "@jadeycakess same  i can't wait for the next time they play leicester!", "label": 0.0}
{"msg": "Last day in Vegas ", "label": 0.0}
{"msg": "All of a sudden we're having grey and dull weather here. SUN, COME BACK!!! ", "label": 0.0}
{"msg": "@Hammer817 agreed! what site are you watching? universal sports? my feed is choppy must be the computer ", "label": 0.0}
{"msg": "Spending MDay at green conference in Dallas  but lots to see.  Presentation on Geo later today.", "label": 0.0}
{"msg": "ugh.  I have homework that will take forever due tomorrow, I have to go help my mom for about an hour, and I have to submit my FOB queston", "label": 0.0}
{"msg": "@everhostile I'm so sorry to hear that!  ", "label": 0.0}
{"msg": "You are what you eat, and it's been years since I've been McDonalds...huge headache this am ", "label": 0.0}
{"msg": "@sugabear70603 I wish all my family in houston. ", "label": 0.0}
{"msg": "@mattdavey2 infact, today is a nice day for a BBQ however i don't have the equipment nor anyone to attend  booooo", "label": 0.0}
{"msg": "@CRaZySaRaH omg!!!! That sux!  I'm sorry. You can sleep in my twin bed with me!", "label": 0.0}
{"msg": "Waiting to get the bike ride started--- man its getting hot out there ", "label": 0.0}
{"msg": "HAPPY MAMA DAY !!! My phone fell out of my pocket while I was on the Batman  FML ...", "label": 0.0}
{"msg": "Just realized I'm not going to see my mom today. I think this will be the first one in many years to come.  .", "label": 0.0}
{"msg": "i want to go to the beach, but i need to go to the craft store and get wedding stuff instead ", "label": 0.0}
{"msg": "About to start packing. Not looking forward to it ", "label": 0.0}
{"msg": "@jdx26 Unfortunately, I've been known to make fun of him, too.  Bad person alert.", "label": 0.0}
{"msg": "Must remember to take the Hayfever tablets before I leave the house in future... achoo! ", "label": 0.0}
{"msg": "1500 miles away from mom today  I'll see her in 9 days though!", "label": 0.0}
{"msg": "So tired. Must take a nap and then resume hardcore studying ", "label": 0.0}
{"msg": "back to ohio to see my baby. im going to miss all my jcu friendsss. ", "label": 0.0}
{"msg": "give me something ", "label": 0.0}
{"msg": "Tooooo tired for this  Work at 3. I hope I don't screw it up tonight!", "label": 0.0}
{"msg": "Rain, rain, go away, come again another day! ", "label": 0.0}
{"msg": "Just spoke to C ", "label": 0.0}
{"msg": "@videocrime Sorry you couldn't make it out. ", "label": 0.0}
{"msg": "is working allll day  it's such a pretty too  Happy Mothers day Mommy!  http://twitpic.com/4x5x9", "label": 0.0}
{"msg": "todo list this week: PACK, watch star trek, get my loser friends to hang out with me, lock in some housing in mia, lakehouse alone  LAME", "label": 0.0}
{"msg": "Ugh i'm stuck on the sofa, mum's asleep, the boy's asleep on me and i'm stuck watching cat woman cos the remote is to far away ", "label": 0.0}
{"msg": "work all day ", "label": 0.0}
{"msg": "I really wish I hadn't missed that call since its pretty much the only time I get to talk to him at all every week... ", "label": 0.0}
{"msg": "Blegh, have to study my mathematics for a mathematic test tomorrow ", "label": 0.0}
{"msg": "and make the gravy another way.  We'll see, I have the easiest, yummiest sausage gravy recipe, so it annoys me I can't eat it anymore ", "label": 0.0}
{"msg": "@johnstrong AHHHHHHH! ", "label": 0.0}
{"msg": "I don't like my strict parents at times. I wish I went to the AP tour and the FOB one yesterday!!!!!!!!!!  one of my other friends got to", "label": 0.0}
{"msg": "Just waking up, i wish it was sunnier ", "label": 0.0}
{"msg": "at grandma's.. i miss my boy ", "label": 0.0}
{"msg": "@CA_Realtor Now that sounds a bit Yucky, who wants ram hamburger?  ", "label": 0.0}
{"msg": "Plan A scuppered early when flaps stuck at 0  But could", "label": 0.0}
{"msg": "Just got out the showerr and my minds running loose...so iCant really say i'm  feeling this. ", "label": 0.0}
{"msg": "@mileycyrus c in december when you are in the uk is it london you are performing in ? :'( ??? ", "label": 0.0}
{"msg": "I've got sore throat! I'm sure it's because I walked in the rain yesterday ", "label": 0.0}
{"msg": "listernin to music .. HATE revision ", "label": 0.0}
{"msg": "http://twitpic.com/4x5yp - my kitty cat that got eaten by the cyote (hope i spelled it right)! ", "label": 0.0}
