{"msg": "I need a hug ", "label": 0.0}
{"msg": "Iam so bord  But on the plus side i have move red velvet cake!!! lol crazy me ", "label": 0.0}
{"msg": "#familyforce5 already went down to number 7 ", "label": 0.0}
{"msg": "computerless for the forseeable future ", "label": 0.0}
{"msg": "I just cried so hard watching Rob &amp; Big. Big Black moved out ", "label": 0.0}
{"msg": "Slight headache... ", "label": 0.0}
{"msg": "@souljaboytellem hey, I'm up bored too!  from brooklyn!  (Soulja Boy Tell 'Em LIVE live &gt; http://ustre.am/2UhS)", "label": 0.0}
{"msg": "so pissed right now, mixed with misery, i fucking hate bitches. ", "label": 0.0}
{"msg": "my heart is broken ", "label": 0.0}
{"msg": "@lindberghboy Lmao..Im sure I will especially if she was 2 does Flaws and All but i don't think thats in the show this time ", "label": 0.0}
{"msg": "weeekend is over  what a depressing thing. &amp; still no new phone for kelly", "label": 0.0}
{"msg": "somewhat disappointed in the season finale for brothers &amp; sisters... ", "label": 0.0}
{"msg": "This movie is emotional  i love it!! I am really sensitive lol &lt;*In God I Trust*&gt;", "label": 0.0}
{"msg": "I epically fail at fan dancing. ", "label": 0.0}
{"msg": "Watching Celebrity Apprentice, and upset I now know won before watching the end of the show!  Good news is: I'm happy with the results!!!!", "label": 0.0}
{"msg": "Whaaaaat??!?!?!?we can't be friends no more how can u say shit like that son....unfollow me son..damn I can't believe u said that  smh", "label": 0.0}
{"msg": "@_elphaba Oooh sammiches... I wish I could partake in them with you guys ", "label": 0.0}
{"msg": "@srosenberger @adinges agreed! annie should have totally won ", "label": 0.0}
{"msg": "Ready for bed.  It's going to be Monday when I wake up hey?  ", "label": 0.0}
{"msg": "@kjtv is Aaron giving you a piggy back ride back to NYC? That will be along ride.. Or maybe your skateboarding? NOT!!! I miss hockey ", "label": 0.0}
{"msg": "I miss my Flash Gordon! For those of you who don't know, that's my car! ", "label": 0.0}
{"msg": "@nygrl1914 I agree.. Although I hear she only works with children now ", "label": 0.0}
{"msg": "@ToniC813 ", "label": 0.0}
{"msg": "@CarmalitaX tell sharde I'm whooping her ass!! She in the Chi now.. and I didn't get a chance to see her ", "label": 0.0}
{"msg": "@Emmbby87 yeah hot flashes...burning up then super fing cold. it is driving me insane ", "label": 0.0}
{"msg": "@KindNotes @cheeriokeeper I'm craving a milky way LOL.. not sure why but unfortunately no chocolate in the house ", "label": 0.0}
{"msg": "&quot;I can't take it any longer i though that we were stronger&quot; - about someone who i thought loved me ", "label": 0.0}
{"msg": "I cant sleep ", "label": 0.0}
{"msg": "one of the hardest moments oif my life today is ", "label": 0.0}
{"msg": "am awake already and still soooo sleepy  must get ready 4 work", "label": 0.0}
{"msg": "Well i washed my phone today. Phone number 2 to water damage. ", "label": 0.0}
{"msg": "@JBMareMareJB nope..i got a B though! i really hope i can get my grades up before the school year ends! otherwise no JB ", "label": 0.0}
{"msg": "home. finally!!! relaxing for 2 days. my hip needs the break!!! cant believe it popped out ", "label": 0.0}
{"msg": "crashing early...got an 8:00 class...this vacay was def not long enough ", "label": 0.0}
{"msg": "finally finishes her LOTF paragraph, all inspiration is gone ", "label": 0.0}
{"msg": "@Scotthomas Really? That's kinda lame. All I did was wish him a happy birthday ", "label": 0.0}
{"msg": "my tummy still hurts  thank god I'm going in late tomorrow.", "label": 0.0}
{"msg": "Old (1st gen.) iPod no longer holds a decent charge ", "label": 0.0}
{"msg": "Well yea for their new album....after bndpd though.....mayb.......awwww nxt year! ", "label": 0.0}
{"msg": "I miss my &quot;Creampuff&quot; wish she wasn't such a little busy body ", "label": 0.0}
{"msg": "@JaviLovesPizza awww please i am hungry ", "label": 0.0}
{"msg": "@Strabismus D: that's mean ", "label": 0.0}
{"msg": "@apsalvatore how is that possible, i didnt get any msgs or calls?  milanos soon", "label": 0.0}
{"msg": "@taecyeon LOL NO I DON'T HAVE MY TABLET PEN. ", "label": 0.0}
{"msg": "PROCRASTINATION....solves nothing in history ", "label": 0.0}
{"msg": "If I pass the AP Test with a 5 that will be one fucking miracle... ", "label": 0.0}
{"msg": "Just got back from Atlantic City - I lost!  but it was fun!  Tat's in town!!! ", "label": 0.0}
{"msg": "What is this @Tweetie? The glossy chat bubbles look out of place... BIG TIME, especially the PINK ones  http://twitpic.com/4yowv", "label": 0.0}
{"msg": "@accuratepassion ngl i keep checking ur journal thinking there will b a new post ", "label": 0.0}
{"msg": "I wish I can copy and paste on the iPhone/itouch ", "label": 0.0}
{"msg": "@tromboneshinobi nope, didn't see it.. i couldn't find it anywhere  ", "label": 0.0}
{"msg": "Currently missin' someone ", "label": 0.0}
{"msg": "@DavidArchie so nice of you to visit Philippines. i was hoping to see you &amp; d. cook. ugh how i wish i could ", "label": 0.0}
{"msg": "At floorset on my 15...I wish @linkinpink was here..its sooo dead ", "label": 0.0}
{"msg": "In a bit of pain. I really hope I just pulled some weird muscle and it isn't kidney related. Don't have the $ for a Dr! &amp; no insurance! ", "label": 0.0}
{"msg": "Back to an early morning schedule  bossa music for smooth transfers lol", "label": 0.0}
{"msg": "@alindeman No degrees awarded here yet ", "label": 0.0}
{"msg": "@Laurax3 june 19th. ughh. ", "label": 0.0}
{"msg": "@AnnieR Ohhh, rice cakes are so not sweet and yummy. ", "label": 0.0}
{"msg": "@DWO34 i try so hard,sometimes dont get results  but keep trying", "label": 0.0}
{"msg": "Whisper hello, I miss you quite terribly!  Sad that my beef is leaving soon!", "label": 0.0}
{"msg": "I got school tomorrow! Noooo!! This weekend went by super fast! ", "label": 0.0}
{"msg": "while the bounce house made yesterday amazing, I am in way too much pain today because of it... kind of sad how out of shape I feel ", "label": 0.0}
{"msg": "@matt_brittain lol ya right im terrible at scrabble ", "label": 0.0}
{"msg": "I'm trying to see Justin's video on SNL... ", "label": 0.0}
{"msg": "@Arcanine Hahaha this is true XD However, I am neither 17 or Asian  sorry", "label": 0.0}
{"msg": "1 essay down 6 to go.  ughh kill me now!", "label": 0.0}
{"msg": "hey twitters. my geek self needs money and i realized all the geeky stuff ive had over my life is woth  over 1000$...should i sell them  ?", "label": 0.0}
{"msg": "@BRIANMBENDIS Why doesn't Loeb twitter? ", "label": 0.0}
{"msg": "@leillu Mine is too, but I'm pretty sure they stopped making quality players back in the early eighties.  Downer.", "label": 0.0}
{"msg": "The show is now closed  I shall miss my co-artists!!!", "label": 0.0}
{"msg": "@Mrs_NickJ07 i know but i have to use strong tape to stick and i almost cried because of this!   it was like a funeral!", "label": 0.0}
{"msg": "*sigh* where have all the alpha males gone? ", "label": 0.0}
{"msg": "Slowly packing away my room ", "label": 0.0}
{"msg": "Lost My Phone ", "label": 0.0}
{"msg": "@shawn360 girl i didn't laugh at that movie once! that OR bride wars. and i love corny movies normally ", "label": 0.0}
{"msg": "Home... Lonely. ", "label": 0.0}
{"msg": "Hmmm... Thinking of reading more Byzantine History. Find it fascinating, but my Greek needs some SERIOUS work. ", "label": 0.0}
{"msg": "just felt really sick ", "label": 0.0}
{"msg": "I wish I was a little bit taller. ", "label": 0.0}
{"msg": "wants to rewind the last 11 months and do it all differently ", "label": 0.0}
{"msg": "the use of women and children in this protest concerns me.. this doesnt seem like the way to go about getting support ", "label": 0.0}
{"msg": "@snazzysophie OMG Dane and Bo?! And I missed it? FUCK. So not cool. ", "label": 0.0}
{"msg": "@AngstyRossini LOL! I think this calls for a SL eurovision party! I'm busy next weekend tho ", "label": 0.0}
{"msg": "my back is breaking ", "label": 0.0}
{"msg": "Damn. My phone died early. I'm sad. ", "label": 0.0}
{"msg": "@rstals ya - but they havent gone near the traps the rotten things... ", "label": 0.0}
{"msg": "Off to bed, need rest for funeral tomorrow ", "label": 0.0}
{"msg": "@cjdkc nope. tried doctors once, told them I was allergic they gave me the stuff anyways. now I read the same books they do.. no answers ", "label": 0.0}
{"msg": "@starringbuttons poor bb  at least you'll get it back in the summer...", "label": 0.0}
{"msg": "@mindscapefilms haha!! true true, i still need my emails tho coz some of my work is there!! haha - its already nearly 2pm and no email ", "label": 0.0}
{"msg": "snuggling with puppy, sad to leave her tomorrow ", "label": 0.0}
{"msg": "I can't sleep  and I didn't study for the exam of chemistry", "label": 0.0}
{"msg": "is cooking pikelets for my lil girl who isnt feeling so good ", "label": 0.0}
{"msg": "patiently waiting on a phone call from my Marine  missing him so much", "label": 0.0}
{"msg": "my head is thumping &amp; my throat is sore, finding it difficult to concentrate on work ", "label": 0.0}
{"msg": "Watching a random 2 and a half men  episode during my break. nothing better to do ", "label": 0.0}
{"msg": "@Smenley lol I saw that pun the first time. ", "label": 0.0}
{"msg": "@baitlynsays apparently I flapped my arms like a Phoenix while in air, which I don't remember at all ", "label": 0.0}
{"msg": "@plastichandgun i see. ok ", "label": 0.0}
