{"msg": "@olianes: It seems that you are working very hard today. nice picture anyway ", "label": 1.0}
{"msg": "is busy playing word challenge(FACEBOOK). ", "label": 1.0}
{"msg": "@Tharomas Sure, I'll be the Prenatic Lyricist ", "label": 1.0}
{"msg": "Morning all! We are SUPPOSED to have a beautiful sun-filled week ahead. Enjoy it! Happy days are here again! ", "label": 1.0}
{"msg": "Thank you for following me everybody! I can follow you if you follow me ", "label": 1.0}
{"msg": "@mellykitten umm I think it says 164 mins.. almost 3 hours of mcfly goodness ", "label": 1.0}
{"msg": "@erdoland Congrats on finishing the book!! Go. Celebrate. Consume chocolate. ", "label": 1.0}
{"msg": "I put some of my pics for sale on my site! http://www.panfoto.com/photography/scenics/index.cfm Check 'em out! And buy some! ", "label": 1.0}
{"msg": "@Nepheliad yes you can ", "label": 1.0}
{"msg": "@whiteley yep! and i used last week for revision too ", "label": 1.0}
{"msg": "@JeanetteMcLeod My dog likes to wipe his face on the furniture. Don't have a cat ", "label": 1.0}
{"msg": "going to the fair of the valley today ", "label": 1.0}
{"msg": "NBC is bringing back &quot;Chuck&quot; for a 3rd season.  I know a few people who'll be pleased  - http://bit.ly/n4zuy (via @mashable)", "label": 1.0}
{"msg": "History of programming languages  http://bit.ly/1mAs2  - can't recall where I found this", "label": 1.0}
{"msg": "@Andrew_W It's just started up here  Lovely... I think I'll head to bed now ", "label": 1.0}
{"msg": "@Madison14 why thank you ", "label": 1.0}
{"msg": "my ipod is in a Kelly Clarkson mood tonight ", "label": 1.0}
{"msg": "@MiaMiaDC Good Morning Mia!! You was MIA this weekend I missed you! I hope you had a nice weekend! (Mia was MIA) ", "label": 1.0}
{"msg": "@CatalinaCruz I don't knooow, Any ideas ", "label": 1.0}
{"msg": "&quot;Open up your plans and damn you're free... Look into your heart and you'll find love love love&quot; ", "label": 1.0}
{"msg": "@EinarI I've got that danged Norsk Eurovision song stuck in my head... I didn't even like it! This is clearly your fault ", "label": 1.0}
{"msg": "@Anori i have heard a lot about you so why not follow you in her?? ", "label": 1.0}
{"msg": "@kymhuynh thanks for the follow! I checked out your music and am impressed! Good luck with everything. ", "label": 1.0}
{"msg": "A new dance move style that i never try it before?can't wait ", "label": 1.0}
{"msg": "@swissmiss and you're gonna love The Spotlight-function to search everywhere ", "label": 1.0}
{"msg": "@MarizaReyes right!... stay warm out there. ", "label": 1.0}
{"msg": "This morning is the most beautiful morning i've seen in a while ", "label": 1.0}
{"msg": "yihaa, waitin' for motorcyle and test for getting the drive license soon ", "label": 1.0}
{"msg": "@shana7426  I bet it's the Fairy design, right?  I thought it was gorgeous myself.  ", "label": 1.0}
{"msg": "Back to designing the wind energy conference brochure. Lots of bits and pieces to keep me busy today ", "label": 1.0}
{"msg": "@TicketRut It will be great for the Nuggets and the NBA. other teams in finale then usually.  I will follow it from the Netherlands. ", "label": 1.0}
{"msg": "@nessie111 how do i report?will block tell big bro.hes on here at mo.lol ", "label": 1.0}
{"msg": "good morning, everyone  school now. off to tell the great tales of the boss &lt;3", "label": 1.0}
{"msg": "Don't have to look for big things in life, just do small things with great love and all your attention and see the magic ", "label": 1.0}
{"msg": "@JessyFlores Yeah. usually it's takas lang. Joke. ) try mo. He might actually say yes. ", "label": 1.0}
{"msg": "cant go wrong with a lil bob in the a.m.  ? http://blip.fm/~6itml", "label": 1.0}
{"msg": "@webdesigngirl It's out in Ipswich  Quite a nice day here actually", "label": 1.0}
{"msg": "Going 2 school  Get LEAP results today I'm soooo nervous", "label": 1.0}
{"msg": "on my way to the city centre. lets do some shopping ", "label": 1.0}
{"msg": "curly hair+new plaid shirt+new black jean short+new purple converses=good day ", "label": 1.0}
{"msg": "@EmilylaGrange  U'll be fine  I remember that feeling last year when I had maj op, think positively &amp; calmly &amp; it'll be over b4 u know it.", "label": 1.0}
{"msg": "Wow. The next time I sit and watch Desp. Housewvs., I will be in a dorm room ", "label": 1.0}
{"msg": "@undercoverginny *hug hug hug x a gazillion* love you too  So excited that when I come back, I'll have a you!", "label": 1.0}
{"msg": "@JimCarr1980 hey, i just got my mini open cinema ticket now... for the last event... bizarre!? ", "label": 1.0}
{"msg": "@gabzor you know you are jealous  i miss sleeping", "label": 1.0}
{"msg": "@YatPundit which is every where except greenland  (the warmer climes, that is)", "label": 1.0}
{"msg": "@LiL_D_9 oi thanks for your regards but she so does look 16 to me oright .. i dont think shes on twitter atm but watch the eye 2 tonite ", "label": 1.0}
{"msg": "@cosleia Thank you, Sweet Pea!   I'm resizing &quot;rooster&quot; and wardrobe pics for J.A. at the moment. ;)", "label": 1.0}
{"msg": "Not to worry, noone got that one. Next question starts in 1 minute, get your thinking caps on ", "label": 1.0}
{"msg": "@RyanSeacrest I am looking forward to watching the final of American Idol in little old New Zealand. Go Adam  although Chris is great!", "label": 1.0}
{"msg": "@AdrianHiggs thought that would get a response ", "label": 1.0}
{"msg": "@NikkiBenz I heart you more ", "label": 1.0}
{"msg": "early day at work, hope the weather is nice   Later Twitter!", "label": 1.0}
{"msg": "@JonathanRKnight Good morning Jonathan, I hope had awesome time on the ship, wish I could have been there, but that's ok, see u this FST! ", "label": 1.0}
{"msg": "Please let me get all my work done so I can do homework at my desk! ", "label": 1.0}
{"msg": "http://bit.ly/6HLFC    Travelodge Boosted by Business Customers - Interesting Read ", "label": 1.0}
{"msg": "@paulaaaron Hey, look forward to it! its all systems go at the moment, but soon soon ", "label": 1.0}
{"msg": "@devyra just read it  was it meant to end at 'he needed to define the term change, before he used it again' part? if not, it cut off :S", "label": 1.0}
{"msg": "@halina0808 You might have remembered only half, but you were SMOKIN HOT the whole night.  Hope that makes you feel better.  ", "label": 1.0}
{"msg": "I'm saying a lot of fuck these days...maybe I'm a bit stressed? ", "label": 1.0}
{"msg": "@Joe No better feeling!!  Nice to tweet you by the way.... ", "label": 1.0}
{"msg": "Who punched their chest 3times this morning???!! ", "label": 1.0}
{"msg": "@chatada you're our hero. ", "label": 1.0}
{"msg": "@purrsikat Ooo, they have dnb nights? Excellent ", "label": 1.0}
{"msg": "@EcoSearch TRECO will be at the ALL ENERGY event come and check us out...alternatively www.treco.co.uk ", "label": 1.0}
{"msg": "My only weakness is you - that is all  there you go Sam! http://tumblr.com/xl91t5wec", "label": 1.0}
{"msg": "@bemaia Good night  It's a sunny spring afternoon here in France.", "label": 1.0}
{"msg": "@EbonyLOLITA  Back @ Cha girl ;-)", "label": 1.0}
{"msg": "It's bucketing down  perfect.", "label": 1.0}
{"msg": "i have to sleep nah..going to my dentist tomorrow morning ", "label": 1.0}
{"msg": "Awesome!2 more papers to go and i'm finally done with mid year! ", "label": 1.0}
{"msg": "Aaahhh landed on MiNisota soil. Wow what a weekend!!! No more flyin out til August  soooo tire... soooo sleepy -.-", "label": 1.0}
{"msg": "is going to look for new wallpaper. feature walls are the future. ", "label": 1.0}
{"msg": "Just had beans on toast mmmm ", "label": 1.0}
{"msg": "if you ever need a LOL, just go to your spam folder....some pretty funny emails in there, lol!! ", "label": 1.0}
{"msg": "@willieharris pleased you enjoyed Star Trek!  Happy Birthday ", "label": 1.0}
{"msg": "@martine2323 which planet has it as Sunday,madam,' cause I'm pretty sure we're still on Saturday over here in Durham, NC ", "label": 1.0}
{"msg": "Hannah is just completely sad. BUT. my life would be quite possibly boring without her, plus she has nice hair. SHAME ", "label": 1.0}
{"msg": "@guiloureiro nayaraperone@gmail.com ", "label": 1.0}
{"msg": "@_raz_ join the party, check out my profile pic ", "label": 1.0}
{"msg": "@jimmyfallon love your show ", "label": 1.0}
{"msg": "@emilyrau are you safe across the pond? i need to know!!! ", "label": 1.0}
{"msg": "Starbucks! Mit Madame und Hund. ", "label": 1.0}
{"msg": "@WhichOnesPink it's what everyone has called since i was little, but it's not the name on my birth certificate  so no, but yeah", "label": 1.0}
{"msg": "@PaperCakes i was so curious to see which print and to see it's one of mine surprised me!!! Glad you like it ", "label": 1.0}
{"msg": "@demonbaby truth in advertising FTW?  ", "label": 1.0}
{"msg": "Preparinging for new job in two days ", "label": 1.0}
{"msg": "@DonnieWahlberg sounds like everyone had the time of their lives. i'll have to make the next one if there is one? Hope ur feelin better ", "label": 1.0}
{"msg": "feels like shes been hiding him like the Da Vinci code of the________ family.... ", "label": 1.0}
{"msg": "@stephooba Afternoon  Apart from Donnie tweetering nothing much has happened Its a bit quiet", "label": 1.0}
{"msg": "Kids are getting uglier these days... Fuglier is more like it... Good morning, btw!  ", "label": 1.0}
{"msg": "Have a great day everyone... don't forget to smile ", "label": 1.0}
{"msg": "Nitey &amp; Have a good Monday Tweeters!  Enjoy the Musical Selection!", "label": 1.0}
{"msg": "@SamBennington Hey Sam... I LOVE RYAN GOSLING...is simply...gorgeous...what do you think about it? ", "label": 1.0}
{"msg": "is heading outside in the sun today with EcoKid  He says he has an important mission today LOL!", "label": 1.0}
{"msg": "studying for exams ", "label": 1.0}
{"msg": "@ginoandfran it's like his fingers is a completely separate person plucking. galeng.   (GinoandFran live &gt; http://ustre.am/2YyQ)", "label": 1.0}
{"msg": "@eglantinescake Is that who you are now? A collapsing bridge up close, but with a cyclone behind it? ", "label": 1.0}
{"msg": "Feels good &amp; productive to work europe hours... quiet &amp; peaceful at night ", "label": 1.0}
{"msg": "So, beginning now ish, all of the tweets will be documenting our road trip from wisconsin to oklahoma. Oot Oot. ", "label": 1.0}
