{"msg": "@custardmedia Sure thing!  I'll send her a little note for you under the pillow tonight~  ", "label": 1.0}
{"msg": "@AmbersAccents hellooooo ", "label": 1.0}
{"msg": "@tenty Too much irony! ", "label": 1.0}
{"msg": "Who wants to see Danny's Wood from this boat??? Got pics??? ", "label": 1.0}
{"msg": "Oh the joys that are backing up Blackboard - why can't it be as simple as Moodle ", "label": 1.0}
{"msg": "Misses Nicky...hurry up and get home from work ", "label": 1.0}
{"msg": "@paparoach can't wait to see you in SLC on August 26th! It can't fucking come fast enough! ", "label": 1.0}
{"msg": "so tired!! running for an entire game of basketball really takes it out of you.. but winning makes it worth it ", "label": 1.0}
{"msg": "@peterwink  i read you at least ", "label": 1.0}
{"msg": "@FROactiv hahah i feel that!  ", "label": 1.0}
{"msg": "@theriseguys thank you so much!  i always have a ball with you guys.  hope to see you soon.  ", "label": 1.0}
{"msg": "Good Morning Tweeple...4th straight day at the gym, those new Apple Bottom jeans I just bought have truly been an inspiration  ", "label": 1.0}
{"msg": "@greedy_yearning I will be online in a few minutens ", "label": 1.0}
{"msg": "Prom was interesting ", "label": 1.0}
{"msg": "@Rockermama4 I had twitterberry, then switched to UberTwitter, which is a LOT more user friendly  [re: twitter for bberry]", "label": 1.0}
{"msg": "www.myspace.com/lalitapandrea check out my myspace ", "label": 1.0}
{"msg": "finally finished my game diorama ", "label": 1.0}
{"msg": "&quot;I do regret more than I admit.&quot; oh my god! the academy is... forever!!! ", "label": 1.0}
{"msg": "@Outdoors2 you know what? I did have chocolate milk w/ breakfast this am!!  yummy!!", "label": 1.0}
{"msg": "Christina and Caroline start finals today; Bridget starts new job; Kelly learns about new job; Dad (me) continues with current job!  ", "label": 1.0}
{"msg": "@comeagainjen I'm from the land of Aus! Ahaha, how was the dog judging? ", "label": 1.0}
{"msg": "Morning!  - Ashbash!", "label": 1.0}
{"msg": "@ItsTimCox Thanks so much  I just really wanna hear his commentary! hahaha  I'm almost done watching all TV Whedon. I'm up to Spin t ...", "label": 1.0}
{"msg": "Just landed an amazing internship in London this September. Means I can goto FameFestival in Italy with vhils, blu, harrigton + many more ", "label": 1.0}
{"msg": "@AlexLJ none today, is lab write up and presentation, then presenting and hand in tomorrow. all done now though ", "label": 1.0}
{"msg": "does not have a tutorial now, woo! I don't have to explain away the fact I have written nothing! cakes received a round of applause. ", "label": 1.0}
{"msg": "@melindarice Thanks!! I will try!  Soooooo need a laptop!! ;)", "label": 1.0}
{"msg": "@dannywood u left the ship &amp; i did not get to say good bye....awesome seeing u again &amp; ur dad &amp; daughter ", "label": 1.0}
{"msg": "@Katie_Cakes thank you missy!! I've totally relaxed now. Even if I got a 50 for adam, I still get a 2:1. ", "label": 1.0}
{"msg": "@brewern it's really bad on Thursday and Friday so leave a bit earlier ", "label": 1.0}
{"msg": "oh yeah, and i'm ENGAGED TO CHELSEA LENKE ", "label": 1.0}
{"msg": "HI ho HI ho .....((NOT CALLIN YOU ALL A HO  ITS A SONG))  ITS OFF TO WORK I GO!!!", "label": 1.0}
{"msg": "Good morning! Gotta love Mondays! ", "label": 1.0}
{"msg": "wondering what this twitter is all about, but gonna give it a go ", "label": 1.0}
{"msg": "@imeldamatt hey love! many thanks.. ", "label": 1.0}
{"msg": "@ThomasDral Thanks! ", "label": 1.0}
{"msg": "See our quality electric landscape lighting fixtures..... www.SeashoreLighting.com  All fixtures made in Hawaii...... ", "label": 1.0}
{"msg": "@rachaeldunlop hello then ", "label": 1.0}
{"msg": "@LesbianCafe helllooooooooooooooooooooooo! thanks so much for the #followfriday  xxx @thesignedphoto says thanks too too ;)", "label": 1.0}
{"msg": "I've decided, fuck everyone else, i've gotta make him mine ", "label": 1.0}
{"msg": "@TaraSutphen saved your show on my PC  xoxoxo", "label": 1.0}
{"msg": "Trying to survive. . . .        :l   . . .    New baby is healthy ! !   ! !  Still dont know what it is though . . . :/ . .", "label": 1.0}
{"msg": "@khad I would too. Maybe some punny adman said,&quot;We need to *sell* this tape. ...  Hey! I know. Let's call it *Sell*-o-tape!&quot; ", "label": 1.0}
{"msg": "@spencerpratt it would cost me a fortune from the uk but u could call me ", "label": 1.0}
{"msg": "time for some beauty sleep ", "label": 1.0}
{"msg": "Fabulous day . . . but I love this song   Thanks! RB via @connyvdf @SugarDoggy @JohnnyAngellsBrother @Radiob... ? http://blip.fm/~6ivhm", "label": 1.0}
{"msg": "Leave one week from today! Up and going about to give a tour ", "label": 1.0}
{"msg": "a girl can only take so much geography!! Gonna go a walk.  xx", "label": 1.0}
{"msg": "@RocksOutBoxOut Don't question the magic of the 'Pod, just ride the good feeling that it works. ", "label": 1.0}
{"msg": "Ok ciao-ing now. Ayam penyet date with @maharis ", "label": 1.0}
{"msg": "@MissKeriBaby Congrats and GOODLUCK at the award show girlie!! much love! &lt;3 muah! ", "label": 1.0}
{"msg": "going to universal in the raaaaaaaaaain. ", "label": 1.0}
{"msg": "@JonathanRKnight glad u had fun! I was worried 'bout'cha ", "label": 1.0}
{"msg": "@PhillipChua LOL! don't you always waste decks? dammit, get a Porper!  sif just chuck decks without boxes in your pocket. =P", "label": 1.0}
{"msg": "@katokat I don't follow all my followers too.  it's to keep my twitter hassle and beep-free. ))", "label": 1.0}
{"msg": "@tschi Guten Appetit ", "label": 1.0}
{"msg": "mmm boots meal deal. teh win ", "label": 1.0}
{"msg": "@TheLastWitness Good morning! Yes it IS Monday - isn't it fabulous?!! Enjoy your day. ", "label": 1.0}
{"msg": "@travelrants - Good to know! ", "label": 1.0}
{"msg": "@TheFrankieP I'm going to do you a favour and not link to my other faves. ", "label": 1.0}
{"msg": "Checking out Judgment Day photos ", "label": 1.0}
{"msg": "@coljac congratulate them on being part of a process that results in delicious burgers ", "label": 1.0}
{"msg": "Astazi se implinesc 2 ani de cand activam!  La multi ani, Virtual-Team!!! We are addicted to you...", "label": 1.0}
{"msg": "@jack_daniel That _was_ a good one  Just need to hold out till July for server rebuilds and desktop reimaging...UGH", "label": 1.0}
{"msg": "Heh, found my cellphone last night at 1AM in the park. It fell in high grass and nobody found it. Found it easily, it glows in the dark ", "label": 1.0}
{"msg": "Baked my muffins, off to skip again in order to buy booze ", "label": 1.0}
{"msg": "just woke up... and feels great! good morning tweeties! ", "label": 1.0}
{"msg": "another monday. here we go ", "label": 1.0}
{"msg": "In the city tomorrow - if anyone wants to meet up and say hi or something  Just gotta be at the Apple seminar 4:45ish. #Adelaide", "label": 1.0}
{"msg": "Has started a SIG HANSEN fan video. This one shall be the best yet Im thinking. A great tune, and of course, a great subject ", "label": 1.0}
{"msg": "exciting week ahead.. my life feels like a movie ", "label": 1.0}
{"msg": "@kittensuit you must - we'd love to look after you. Just speak nicely to Mark W and i'm sure he'll pay for you to come and see us! ", "label": 1.0}
{"msg": "@MikeOrmond ignore last tweet... vs2010 beta1 available on MSDN on 18/05   http://blogs.zdnet.com/microsoft/?p=2769", "label": 1.0}
{"msg": "yay! How To Be dvd arrived. Ive been dying to see it for months  Off now to watch it", "label": 1.0}
{"msg": "@hana77 i used to stay in tampines ", "label": 1.0}
{"msg": "@lordanubus AWWWWW  hey SUGA!!!!  Your favorite.....  ooooooo  I like that!!  ", "label": 1.0}
{"msg": "@saboteur427 hey! we have the same sentiments about the earphone thingy. it's just weird that I do have the money but I'm lazy to buy one ", "label": 1.0}
{"msg": "I woke up soper-duper late, but got to work incredibly early.  ready for a good day; anything is possibe w/ u God.", "label": 1.0}
{"msg": "@KhloeKardashian reading your tweets always makes me so amped to get home and work out! ", "label": 1.0}
{"msg": "@marcthom thanks for asking we did good. A few interested people and one panned out so 1 greyhound adopted. ", "label": 1.0}
{"msg": "@theloneprince I'll send it to you then ", "label": 1.0}
{"msg": "@nakauzu I really liked DAKARA and got hooked on it for a while. Was drinking about  4 bottles a day ", "label": 1.0}
{"msg": "Is in colorado  don't see any mountains yet", "label": 1.0}
{"msg": "@gonepie no problem ;) ultimately got it right ", "label": 1.0}
{"msg": "@wolfgang Yes. I backed off the newspapers dying as fast as I could. I didn't mean to go there. ", "label": 1.0}
{"msg": "graduation! ", "label": 1.0}
{"msg": "@cupcakesfortwo. DM me and I will you later. Will don't give keep trying. Later ", "label": 1.0}
{"msg": "gots 2 head off 2 school. ha! just missed the bus  kinda happy bout that! Lol!", "label": 1.0}
{"msg": "@cottonink cant wait to see it ", "label": 1.0}
{"msg": "This is cute, nostalgia-evoking stuff  http://bit.ly/91Qs2", "label": 1.0}
{"msg": "@heartcornbread i was &quot;speedy&quot; this mornin....try 1 min 30 sec!  woooohoooo....from start to finish.  i just HAD to tell you!!  ", "label": 1.0}
{"msg": "I follow kurt the cyberguy on twitter...  tamsen", "label": 1.0}
{"msg": "7yo on the bus and finished a bike sprint. Time to head to the office to watch EVA #5 and lead the team through a challenging task ", "label": 1.0}
{"msg": "Jtodd bring me back some  Good Morning everyone I still need that black firecat statue", "label": 1.0}
{"msg": "Well I'm off to work,My intention is to deal with all the different work energies in a positive way,HELP  Pray for me, send your love.", "label": 1.0}
{"msg": "is excited for tomorrow! Gossip Girl Season 2 finale. ;) I want CHAIR &amp; DARENA back. ", "label": 1.0}
{"msg": "Getting ready to go SHOPPING!!! ", "label": 1.0}
{"msg": "@lyndakraxberger great Q for today, the first day of convergence reporting! let me think about my answer while I get ready in 10 min haha ", "label": 1.0}
{"msg": "@millerwentworth http://twitpic.com/2qhk4 - ..who cares about George Clooney; it's Wentworth Miller!! you still look hot ", "label": 1.0}
{"msg": "@JackEbrown  not my style, stalking takes to much time and &quot; Bitch i got shit to do&quot; LOL ", "label": 1.0}
