{"msg": "@GiaStone relationships are complicated and constant evaluation of self is important  xo", "label": 1.0}
{"msg": "@DirkSonguer &quot;Are you German?&quot; ist sogar noch besser ", "label": 1.0}
{"msg": "@timminchin I heard a snippet. Very impressed with the speedily composed Millsy song. We're gonna come and see you in September! ", "label": 1.0}
{"msg": "yeah, this such a nice and sunny morning! ", "label": 1.0}
{"msg": "The future hubby and I are coming home this week! ", "label": 1.0}
{"msg": "@mursya why would you need English in Moscow?? ", "label": 1.0}
{"msg": "@stephenfry awesome  will it be on tv?", "label": 1.0}
{"msg": "Copeland said to ignore the recent past paper. focus on the one with 60% for question 1 ", "label": 1.0}
{"msg": "@RiRiFenty lolllllll come to london pahhahah!! NOT!! the weather here is terrible!! u cant sleep? pahha get drunk  xoxo", "label": 1.0}
{"msg": "Now I'll go to my school.. Good Morning too all ", "label": 1.0}
{"msg": "raiishhxclusive: zit? Ugh. I hate it. Kinda embarassed right now. Yet, kinda cool though.  http://twitpic.com/5f4k9", "label": 1.0}
{"msg": "@StefanEvans Thank you for that it made me wet.  x", "label": 1.0}
{"msg": "@supersole I just cancelled the download and zipping the mbox to import locally. So many bounces should compress well. ", "label": 1.0}
{"msg": "downloading Coldplay's latest album for free, right from their official site...cool ", "label": 1.0}
{"msg": "@SMMpharmd ohhhh im totes jeal of you now hahha im gonna have a good weekend though ", "label": 1.0}
{"msg": "@safiera gagaga you're welcome sissy in law ", "label": 1.0}
{"msg": "@philcampbell It was a recommendation for people using AudioBoo well and I couldn't think of a better pair ", "label": 1.0}
{"msg": "going to shop now to get bread.... will tweet soon  J4SONX out ", "label": 1.0}
{"msg": "@Garythetwit Now I follow!   Hm, not even a hamster? Sleeps all day long xD", "label": 1.0}
{"msg": "@raykwong @jlojlo we are having champagne  wish you were here!", "label": 1.0}
{"msg": "@JoeysAngel you should get one! Order it from cafepress.com  Oh and btw love the pic of you and your girls on sat night ", "label": 1.0}
{"msg": "@melattree Agreed. IMO, listening on twitter is NB. @garyvee 's videos discuss this quite a bit. Some really cool points. ", "label": 1.0}
{"msg": "@ABstupid Heeey! Mayghad, imissyoouu! Whaddduuup?? ", "label": 1.0}
{"msg": "Just joined a twibe. Visit http://twibes.com/ONGs to join ", "label": 1.0}
{"msg": "@suziperry Gadget Goddess sounds a bit more friendly ", "label": 1.0}
{"msg": "@Brainzooming done. I told you. I made up the bit about old tea bags and motor oil. ", "label": 1.0}
{"msg": "WE'RE ACCIDENT FREE SO FAR CENTRAL OHIO ", "label": 1.0}
{"msg": "@therealnph   Naw, I'm just playin', man.  Follow or unfollow whoever you'd like.  It's all good!   ", "label": 1.0}
{"msg": "@crazylabel loving the new box design for Windy Pops ", "label": 1.0}
{"msg": "Delicious Italian lunch with HCF  wow!! wat a start of a week ;) tuts u r too cute muah :-*", "label": 1.0}
{"msg": "@IrishLad585  O_O  the furnace is on? oh wow! I have my windows opened ", "label": 1.0}
{"msg": "@DavidArchie hi.. can i ask you some questions? btw i'm a mormon too. ", "label": 1.0}
{"msg": "@AdamGS Let me know if you're interested in somewhere to write, I'm launching a new site soon ", "label": 1.0}
{"msg": "Poppin cherries is badass right guys  right", "label": 1.0}
{"msg": "@SanderVanDoorn can`t wait to Sunrise Festival in Poland this summer, we all are excited here about your set!get back to health ", "label": 1.0}
{"msg": "@planbhr Very excited now ", "label": 1.0}
{"msg": "@justsimplyholly - Good morning lady! Happy Monday to you ", "label": 1.0}
{"msg": "@YoursTruli Hi there, sorry to hear of your son's accident.  I will keep him &amp; your family in my prayers.  God bless and hang in there. ", "label": 1.0}
{"msg": "Thinks about everybody that has an exam today in math . I hope you are doing well ", "label": 1.0}
{"msg": "@TomFelton aww I hate that..that's not really sleeping..If your mind is awake you're half awake lol..but I'm doing pretty good ", "label": 1.0}
{"msg": "trying to understand how to use twitter.. ", "label": 1.0}
{"msg": "@merrillvalley could you send a screenshot of the bug on FF2/Linux please? ", "label": 1.0}
{"msg": "Updated my portfolio  http://bit.ly/ct3tR", "label": 1.0}
{"msg": "My Band's looking for a guitarist/singer between the age of 14-17... Any suggestions ? ", "label": 1.0}
{"msg": "@Taddy69 @Butterflyshoes Thanks for symapthy   will have bit of apple pie in a bit, and gonna take some painkillers.that should fix it ?", "label": 1.0}
{"msg": "good luck ", "label": 1.0}
{"msg": "@hiyer ya wil call you in a bit ", "label": 1.0}
{"msg": "@shitika most definitely ", "label": 1.0}
{"msg": "@iamgaberosales OH. Are you done? CAN I SUGGEST A SONG? ", "label": 1.0}
{"msg": "@findTheOne ok thanks, got it, I'll have a look when back on computer not iPhone many thanks ", "label": 1.0}
{"msg": "Morning sunshines! Happy Monday to you all! Hi and Thanks to all my new followers! ", "label": 1.0}
{"msg": "sorry people. will be on msn later. dramas with computer as usual. pretty sure i got it this time but  plus i got my music and shit back.", "label": 1.0}
{"msg": "@RichardKirk LOL..  I'll dig out an electronic version of the 'geordie dictionary'....  confuses me when i read it!!  ", "label": 1.0}
{"msg": "will continue reading the book &quot;New Moon&quot; now 'coz it's really getting so exciting.  http://plurk.com/p/uj3nz", "label": 1.0}
{"msg": "@wmwm Time we change the way we teach our young! ", "label": 1.0}
{"msg": "@Ingermaaike Love it! ", "label": 1.0}
{"msg": "@geo_en please see the article  it's a big political ploy of the tyrannical military rule.", "label": 1.0}
{"msg": "@eatswell New Haven and back?  Must be another Vanilla Ice meet &amp; greet.  ", "label": 1.0}
{"msg": "@jeffpulver  ahh awesome.. they have a new single out.. after years of being solo artists ", "label": 1.0}
{"msg": "@mine_notyours Yes, I see U  welcome ;)", "label": 1.0}
{"msg": "@Kenzielee_ I note a hint of sarcasm there!!   Oh Yeah - The Subways", "label": 1.0}
{"msg": "@NZ_Jackie don't worry about it ;). I'll have my next address... sometime in the future, will give it to you then ", "label": 1.0}
{"msg": "im gnna go out  see you in an hour, or two", "label": 1.0}
{"msg": "Already 12:30 pm. Great  3 hours to go.", "label": 1.0}
{"msg": "@David__King thanks david for the offer, I live in Melbourne,but I'm coming to LA in September. Maybe lunch when I visit? ", "label": 1.0}
{"msg": "@fingersandtoes I am not! Will have to check it out ", "label": 1.0}
{"msg": "@Elvisduran I met Gteen Day, got their autograph and had it tattooed on my ankle ", "label": 1.0}
{"msg": "@swirlyarts Mr Turtle is so cute! Never done embroidery, would like to try it... ", "label": 1.0}
{"msg": "My art history essay has Disney pictures on it ", "label": 1.0}
{"msg": "@jillianjoyce im a laker fan too here..but yea i love it when games are good, bulls v celtics=best of all time! im down for six flags tho ", "label": 1.0}
{"msg": "@Qilly @syazwishahif  acted what way? what barbeque? are you gonna invite me too?? i loveee meat. and chicken...  and smoke...?", "label": 1.0}
{"msg": "morninggg!  off to get myself an education, or something like that ;) ethan babyys laters &lt;3  tweeet tweet bbydolls.", "label": 1.0}
{"msg": "@esizkur For going out? Cool. For work? No ", "label": 1.0}
{"msg": "waiting for the phonecall off leee  and not doing revision like im supposed to harhar", "label": 1.0}
{"msg": "@nhoustonreed Happy (belated) bday from Down Under, Nikki   Still can't believe ur only 21! Finally legal there, lol..", "label": 1.0}
{"msg": "loving life ,staying strong, and loving all those amazing boybands ", "label": 1.0}
{"msg": "i'm getting &quot;sweet tooth&quot; for today... i eat ginataan, hopia, and sweet bread.. hehehe... yummy! ", "label": 1.0}
{"msg": "review's done!  means school's gonna start soon. lol", "label": 1.0}
{"msg": "yay, facebook friend request ", "label": 1.0}
{"msg": "@emargee I've stopped. My comments were getting too grumpy. ", "label": 1.0}
{"msg": "@preshit Maybe you have some time to go before Wolfram puts your bday in the list. ", "label": 1.0}
{"msg": "@MitchBenn pfft! Let the children pen the books themselves! or...(thinks sneakily) get the ideas from them and make the books, cashing in ", "label": 1.0}
{"msg": "@_RealGC_ hi~thx for following ", "label": 1.0}
{"msg": "@Jaideyyy Been there, Doing that ", "label": 1.0}
{"msg": "@ShashiTharoor Loads of good luck... being sent ur way Sir. ", "label": 1.0}
{"msg": "I'm up...and trying to be excited about that due to some words a certain @jessemccarl said to me the other day ", "label": 1.0}
{"msg": "I'm having a blast at the photoshoot in London! ", "label": 1.0}
{"msg": "@rafaeloyama hey, im a hey monday fan too...  what song do you like from their album?  i like demi too.", "label": 1.0}
{"msg": "@TomFelton Working like every week lol!! Beside the bad sleep how is the mouth?  XX", "label": 1.0}
{"msg": "@crystalleigh Me too!! ", "label": 1.0}
{"msg": "Sipping cold mojito from dlush! Yum! ", "label": 1.0}
{"msg": "@companycalledif Hey  there, hope your day improves ", "label": 1.0}
{"msg": "ANYONE KNOW SOME GOOD COUNTRY SONGS?!?!  ?", "label": 1.0}
{"msg": "Waiting to go home... Will take a long break this day ", "label": 1.0}
{"msg": "@bluevibestudio I mulling bass ideas on your track... ", "label": 1.0}
{"msg": "Choochooing to Glasgow to see Star Trek ", "label": 1.0}
{"msg": "@Vampire_Hermes  lets see what happens Friday ", "label": 1.0}
{"msg": "@AngryBritain best of luck  I'm thinking this is your first, always scary but it's amazing what comes naturally", "label": 1.0}
{"msg": "@AndrewMclean you just keep telling them that   Posting the fastest TT at CGC Champs out of all categories ", "label": 1.0}
{"msg": "@molif MP3/jQuery plugin: http://tr.im/lDNR (might be interesting) ", "label": 1.0}
