{"msg": "i hate that i cant sleep past 9 on weekends even when i'm up till 4 or 5am. i must be getting old ", "label": 0.0}
{"msg": "@nickdennis indeed... I've had better weeks. Man Utd next  hope we dont give them the points to win the trophy", "label": 0.0}
{"msg": "is not enjoying spending Sunday evening working on a presentation ", "label": 0.0}
{"msg": "Happy mothers day mom! Im  a little late mabye! ", "label": 0.0}
{"msg": "Feeling really down on myself at the moment ", "label": 0.0}
{"msg": "At Meg's, Neck Ache From Plugged  xxx", "label": 0.0}
{"msg": "is gonna wallow is self pity after another derby day defeat ", "label": 0.0}
{"msg": "@ArmyOfMeat That's some serious bad karma.  I'm sorry your mom doesn't get her flowers ", "label": 0.0}
{"msg": "@jayfromdallas me too babe ", "label": 0.0}
{"msg": "the PlanetSkaro host is having network problems  PS is currently unavailable. More news when I get it.", "label": 0.0}
{"msg": "@krzimmer missed it this morning ", "label": 0.0}
{"msg": "@brownbugz aren't you supposed to be biking? I'm bummed that I cannot make it! ", "label": 0.0}
{"msg": "@ELPhenomenal I am lost. Please help me find a good home. ", "label": 0.0}
{"msg": "@dougiemcfly mmmm you never answer me ", "label": 0.0}
{"msg": "I got a Viva Pinata game :] And Animal Crossing for my DS. They didn't have Princess Debut ", "label": 0.0}
{"msg": "@cails4eva nope  urgh im so sick ", "label": 0.0}
{"msg": "has a tummy ache  Going to get off my ass nad clean more, maybe it will go away.", "label": 0.0}
{"msg": "Wow, I'm awake and feel horrible! Why does it feel like there is a miniature K. Burns playing drums in my head? ", "label": 0.0}
{"msg": "@dxarchxbarriers haha he's not tweeting to us lol he's never tweeted me  I don't repeatedly tweet him tho like that KatieAlex person lolol", "label": 0.0}
{"msg": "@Jayboo07 ugh! Now I'm really jealous. I just need to leave tmobile period the phones suck ", "label": 0.0}
{"msg": "She is not  her  grandma  was  she said that she had fallen because of a stroke  -JST HANGN OUT-", "label": 0.0}
{"msg": "tomorrow back to school ", "label": 0.0}
{"msg": "has a tummy ache  Going to get off my ass and clean more, maybe it will go away", "label": 0.0}
{"msg": "@ccole price has already been reduced $30k - can't imagine they'd accept $15k-$20k under the current asking price ", "label": 0.0}
{"msg": "ate waaaay too much food today.  now time for more movies-- bride wars and the uninvited w/ my faves (ate&amp;mikey).", "label": 0.0}
{"msg": "my selfish dogs didn't get me anything for Mother's Day. ", "label": 0.0}
{"msg": "I forgot my lunch today  i'm gonna be hungry tonight!", "label": 0.0}
{"msg": "DANG IT! It's like he always avoids replying to me. ", "label": 0.0}
{"msg": "I basically cry everytime i see an iphone add on tv ", "label": 0.0}
{"msg": "@debgruver Oh, no. Sorry to hear that, Deb. ", "label": 0.0}
{"msg": "@_pixie_ I hate to admit... but its Desperate Housewives. ", "label": 0.0}
{"msg": "I miss Alexis and Molly ", "label": 0.0}
{"msg": "Could this day have been any worse?  sucks ", "label": 0.0}
{"msg": "so not in the mood to go to school tom ", "label": 0.0}
{"msg": "@nick_jjp i am NOT flawless  blah. yes you are sad. i know you are :/ and im hurting you and ugh  i love you. blah.", "label": 0.0}
{"msg": "I Really need followers ", "label": 0.0}
{"msg": "@ACupOfJordan He's my ticket in, i have no money ", "label": 0.0}
{"msg": "@cails4eva eww im sucking on 1 right now also ", "label": 0.0}
{"msg": "OMG i aint watching blown @lyriciss do they replay it again ", "label": 0.0}
{"msg": "procrastinating is unhealthy!!! why do i keep doing it. i'm just as bad as someone addicted to smoking. ", "label": 0.0}
{"msg": "@RMKstore I was wondering if you still had ur nike dunk multicolor in size 9 for women available? I can't choose my size in ur website. ", "label": 0.0}
{"msg": "I'm pretty sure this is the closest thing to torture I've ever experienced. ", "label": 0.0}
{"msg": "says my pet society coins.. from 18k to 14k   http://plurk.com/p/szul5", "label": 0.0}
{"msg": "back to school... 2 finals tmrw  YUCK so not stressing at all.. and i prob should be haha", "label": 0.0}
{"msg": "@DavidArchie David?!?! awww he always goes offline when I just come on  it's like he hates me. oh well haha", "label": 0.0}
{"msg": "@Alyssa_Milano Dodgers lose... NOT a wonderful day ", "label": 0.0}
{"msg": "@Ally6989 how old is the neighbors son? and thats extremely sad  51 years. WOW.", "label": 0.0}
{"msg": "@Complexity_ ", "label": 0.0}
{"msg": "@purefm They were... How were the dohnuts and dips? I didn't get any from there as everytime I went = massive queue = fail ", "label": 0.0}
{"msg": "My head hurts   why didn't anyone tell me i was such a vampire in middle school?", "label": 0.0}
{"msg": "@andyvengence i know, its lame  you should come on friday too, zack who went to mcs with me is coming up", "label": 0.0}
{"msg": "@DavidArchie Philipines! Aww.. lucky.. I've always wanted to go.. my church has a mission trip that goes, but I've never gotten the time. ", "label": 0.0}
{"msg": "i think allergies are kicking my ass. i never get them ", "label": 0.0}
{"msg": "is up, gng get ready n haf macs breakfast with awai &amp; shikin. IM SLEEEEPPYY. ", "label": 0.0}
{"msg": "is leaving montreal tomorrow  ... back in 2 weeks !!", "label": 0.0}
{"msg": "Acapulco fresh not so fresh.  Last night's dinner gave Erin food poisoning.  Low key mother's day today ", "label": 0.0}
{"msg": "my tummy hurts ", "label": 0.0}
{"msg": "Exhausting weekend. Great times, though. Passing out in my nice comfy bed. Not looking forward to work, though. ", "label": 0.0}
{"msg": "tv. then bedtime. i miss my sisters &amp; stephen! ", "label": 0.0}
{"msg": "dude, that sucks, i totally didnt get carded ", "label": 0.0}
{"msg": "@amydibble that is the same thing ", "label": 0.0}
{"msg": "@perri1 I think it's supposed to rain again tomorrow  But the sun did help me feel better today - and beloved spouse mowed the grass ", "label": 0.0}
{"msg": "will b goin 4 an haircut later on as nwadays kept wakin up wif hair drenched in sweat.  http://plurk.com/p/szuop", "label": 0.0}
{"msg": "@MCRsavedMilife whyd you leave? ", "label": 0.0}
{"msg": "Alright. ", "label": 0.0}
{"msg": "He really needs to realize that one day he's gonna have to accept that people might actually care about him instead of just sex. Help me? ", "label": 0.0}
{"msg": "There are people in this world that suck to infinity, and some of them are related to me.  Thankfully, none of the ones I see often.", "label": 0.0}
{"msg": "@JaxLicurse I am lost. Please help me find a good home. ", "label": 0.0}
{"msg": "@MAMAxfuryx but I lova lova you long time! Happy Mothers Day, not bad mothers day ", "label": 0.0}
{"msg": "@FireMom aw not over here.   I would've liked to see it", "label": 0.0}
{"msg": "@shopmollyd I am lost. Please help me find a good home. ", "label": 0.0}
{"msg": "@adamtylerx hahaha i know what youre talking about. there my favorite (: i havnt had them in a long time  *sigh* haha. COME TO CANADA! ;)", "label": 0.0}
{"msg": "I am totally OK admiting I just untangled a necklace and piece of hair weave from a door knocker earring on the floor of my bedroom ", "label": 0.0}
{"msg": "sigh....goodnight...last night in my bad for a long time ", "label": 0.0}
{"msg": "tomorrow it's gonna be a day mmm.... a little a don't know ", "label": 0.0}
{"msg": "@robclark   I was just kidding, like the American Express commercials &quot;Don't leave home without it&quot;", "label": 0.0}
{"msg": "ok since no one tweeted me  ill do mercy trivia", "label": 0.0}
{"msg": "At the airport. Don't wanna go home. Sad Abi is sad ", "label": 0.0}
{"msg": "suffered through a horrendous laker game today. ", "label": 0.0}
{"msg": "getting ready for work ", "label": 0.0}
{"msg": "i hate days that are supposed to make you feel special.  they always end in disappointment.  ", "label": 0.0}
{"msg": "@meljean ah. I need to catch up on HPs/harlequins in general...  I'm going through withdrawal", "label": 0.0}
{"msg": "I just had to take two buses to get to my terminal..they already posted my flight as being delayed  hopefully that changes in the next ...", "label": 0.0}
{"msg": "@DaniDesolation cause he's a fucktard! ", "label": 0.0}
{"msg": "@Shaubjumpnow are you a skank?  are you going to the shoot on sat?? Xx", "label": 0.0}
{"msg": "Crying  Just found out that Steph's leaving. I'm gonna miss her bundles!!!!!", "label": 0.0}
{"msg": "Really itching to try the new Direct2D API.  Too much work to do before play ", "label": 0.0}
{"msg": "OMG the world is OVERRRR!!! My bberry is dying...aaahhhh! And I'm @ the movies. Hopefully Next Day Air will keep me entertained. Brb yall ", "label": 0.0}
{"msg": "I want a new piercing but my ears are too small. . . What do i do? ", "label": 0.0}
{"msg": "Leavn scottsdale mall w/ lil mini me .. I luv lush&quot; my new fave store. An I wanted evrything @ metropark.no time for american apperal ", "label": 0.0}
{"msg": "@smitethis Really sorry I missed you last night, I accidentally slept through and missed the entire Soap Bubble. ", "label": 0.0}
{"msg": "Surviving Monday ", "label": 0.0}
{"msg": "home from school today. megs sick ", "label": 0.0}
{"msg": "While boys play I collect mosquito bites.   http://twitpic.com/4ygz5", "label": 0.0}
{"msg": "I got burned on the sunbed today      ", "label": 0.0}
{"msg": "going to sleep... STILL feel like shitt ", "label": 0.0}
{"msg": "Learning to drive this summer! Still a year and a half away from my license though ", "label": 0.0}
{"msg": "@ophelia24: oh man, thats the only one i havent been able to watch!! ", "label": 0.0}
{"msg": "@SonicThrust ... Oh my  That... probably wasn't smart XD", "label": 0.0}
{"msg": "Is watching my 8th grade farewell slideshow. Oh how weird is to look back, i miss it ", "label": 0.0}
