{"msg": "another work day, another bored day ", "label": 0.0}
{"msg": "At 1020 with the jschool gang for prob the last time in a long while ", "label": 0.0}
{"msg": "I feel really really sick ", "label": 0.0}
{"msg": "@BeckyBuckwild I tried to listen to your radio show but you are cutting in and out through out the entire thing   luv you and Frank!", "label": 0.0}
{"msg": "i pulled a @breedimetria and have to get glue out of my hair. ", "label": 0.0}
{"msg": "Here in my fiance's childhood home and I couldn't feel farther from him  27 days....", "label": 0.0}
{"msg": "All my friends are getting into serious relationships  for them  for me", "label": 0.0}
{"msg": "So close to being done! Then its time to be stuck at home ", "label": 0.0}
{"msg": "lmao my eyebrows are uneven  they always are haha.", "label": 0.0}
{"msg": "@picturemane oh ok.. thats fine... I REALLY NEED A FUCKIN LIFE ", "label": 0.0}
{"msg": "someone bought the car i was going to buy  doesnt matter coz now im getting brand new car now not second hand ", "label": 0.0}
{"msg": "Having a fantastic time relaxing and visiting with @James_Robb and the family... not looking forward to going back to work this week! ", "label": 0.0}
{"msg": "I should have been born in latin america. ", "label": 0.0}
{"msg": "@handsheldhigh I'm hoping I don't get it.  My throat feels a little itchy.  ", "label": 0.0}
{"msg": "has a really really sore throat ", "label": 0.0}
{"msg": "why do i have school tomorrow? and i have to run the mile for gymmmm. wtfff! ", "label": 0.0}
{"msg": "@Bewitched010 DEIDRA!! your leaving me  im going to miss you...", "label": 0.0}
{"msg": "@kevinrendon I love taking pics. My friend just lost my camera I just bought 2 weeks ago. ", "label": 0.0}
{"msg": "miis u bby! so much i miis talking on the phone miles and miles the hours  dursh jajaa i lovee u together forever remember always love u", "label": 0.0}
{"msg": "@BrieMcLain hey, how come i didn't see you at the wedding??? ", "label": 0.0}
{"msg": "my wii fit just yelled at me ", "label": 0.0}
{"msg": "I miss my parents ", "label": 0.0}
{"msg": "Headed bck 2 hburg  but only for 5 more days. I'm doing a countdown!!", "label": 0.0}
{"msg": "I feel like I never tweet anymore.  I miss you guys.", "label": 0.0}
{"msg": "@bran1181 ugh does that mean its monday again ", "label": 0.0}
{"msg": "Did some grilling for Mother's Day today.  Still trying to figure out how to grill salmon right.  I guess I should google it.  ", "label": 0.0}
{"msg": "Dude, I'm like chillin out here. Dayummm school tomorrow ", "label": 0.0}
{"msg": "Good morning!!! got a lot of things to do today  no tweets till 3pm?? i think so.. =(", "label": 0.0}
{"msg": "Tototally wants a Suzy!! But Fendi would be soooo mad!! ", "label": 0.0}
{"msg": "Is awake and still sick ", "label": 0.0}
{"msg": "All the NINJA posts are making me terribly Jealous. WHY do they have to be coming to D-town when I am outta town? ", "label": 0.0}
{"msg": "Im shaking so bad. She almost got hit by a car. Fuck.  im so mad at her, but glad i got her in time.", "label": 0.0}
{"msg": "AHHHHHHHHH!! To much!! Way too much...I hate finals. ", "label": 0.0}
{"msg": "@TrendySD what happened to the OTHER store in the corner?  jk... do you have any broadway mirrors? i want a new one.", "label": 0.0}
{"msg": "It's too bad Santa Barbara's hills aren't composed of marshmellows, graham crackers, and Hersheys ", "label": 0.0}
{"msg": "finally done with my internship. kind of. still have to train the new intern and cast party and river fest! will miss everybody ", "label": 0.0}
{"msg": "My labtop has a very nasty bug...thank god for my computer at work or i would be in melt by now ", "label": 0.0}
{"msg": "@penn_ except if you in Australia where its 2-3 episodes behind ", "label": 0.0}
{"msg": "Trying to fall asleep but im not tired at all. Eww tomorrows monday ", "label": 0.0}
{"msg": "ugh tired! and still have 50 pgs left!  i think i'll just finish watching the kardashians and go to bed.  skool tomorrow UGH!!!  xxMeg", "label": 0.0}
{"msg": "@elmoss1 Forgot your throat was hurting!   Sorry UR day was so long! I'm taping Bros &amp; Sisters 2 watch later- my head still hurts.", "label": 0.0}
{"msg": "Starting the grind ", "label": 0.0}
{"msg": "ful from mothers day lunch. man, i cant believe the lakers got blown out ", "label": 0.0}
{"msg": "21k race at the Fort yesterday was poorly organized and was hands down my toughest race of the year. Imagine, we started at 6 am??? ", "label": 0.0}
{"msg": "@chcuk why do i fail??! if its because of hayden u can shut up! shes so hot  tear.", "label": 0.0}
{"msg": "@ShiftyWooten  I'm broke as a joke. I can guarantee I will not be able to ", "label": 0.0}
{"msg": "@Jakoby0905 Same shit, we just got extention... And its stressin me. ", "label": 0.0}
{"msg": "i hope you feel better soon zack! ", "label": 0.0}
{"msg": "Thinking my cat might not be coming back ", "label": 0.0}
{"msg": "I miss volunteering   Just waiting to settle into a real schedule so I can find a new place to volunteer", "label": 0.0}
{"msg": "@TrendySD what happened to the OTHER store in the corner of mitsuwa?  jk... do you have any broadway mirrors? i want a new one.", "label": 0.0}
{"msg": "@unmarketing Bold is jst a loaner while I figure out my next big move. The carriers don't make it easy 4 us  Thank goodness for @peterpham", "label": 0.0}
{"msg": "@nickb Thanks for the link, sorry to hear ya feel yucky   Grats on the @alltop thing ", "label": 0.0}
{"msg": "how is the weekend already over?  back to school work ", "label": 0.0}
{"msg": "@MaryfkaCrazy  i'm searching for a track list for the movie  but not having any luck ", "label": 0.0}
{"msg": "Due to all the craziness of the weekend, I haven't been able to write an Alone in the Dark review or the next Mr. Mind episodes.  ", "label": 0.0}
{"msg": "I lashed out today ", "label": 0.0}
{"msg": "about to go clean my room ", "label": 0.0}
{"msg": "In Kennesaw....have classes at 8 in the morning ", "label": 0.0}
{"msg": "Well, another Mother's Day in the books, another 900 happy people; less than last year  EAT MORE LOBSTER!", "label": 0.0}
{"msg": "so sniffly ", "label": 0.0}
{"msg": "wants some peanut butter rice crispy treats.. ", "label": 0.0}
{"msg": "wonderful weekend. i miss home ", "label": 0.0}
{"msg": "thinks weekends go by too fast ", "label": 0.0}
{"msg": "i have two holes in my body- one in my heart and the other in my leg  FIX ME PLEASE!!", "label": 0.0}
{"msg": "@_SnowflakE_ omg.. i am tooooo lost!! lol idk wut u talkn bout.. ", "label": 0.0}
{"msg": "@DJMaryE no complaints but I have the feeling that tomorrow is going to be a lonnngggg Monday. ", "label": 0.0}
{"msg": "kayaked for five hours today on the lake with mom. got the sunburn from hell. my skin is on FIRE! i may die. time for more aloe.  ", "label": 0.0}
{"msg": "hates the fact that her mom gets this high from randomly unplugging the wifi without warning. ", "label": 0.0}
{"msg": "Dreading the end of a great weekend.... Work tomorrow, oh  joy ", "label": 0.0}
{"msg": "GOT TO SHOWER AND THEN OFF TO BED AND BACK TO WORK AGAIN! ", "label": 0.0}
{"msg": "chillin at the airport in minnesota....didnt get to see my mom before I left! ", "label": 0.0}
{"msg": "I'm gonna be ill if Joan Rivers wins; she &amp; Melissa are SO ANNOYING ", "label": 0.0}
{"msg": "just found out that @taylorswift13 has a show in Portland the same weekend i'm there! no more tickets though! slap in the face, much? ", "label": 0.0}
{"msg": "i am dooing homework!!  (can't believe that they give it out over the weekend!!!    :9", "label": 0.0}
{"msg": "boy in the striped pajamas is the saddest movie ive ever seen  currently crying like a baby", "label": 0.0}
{"msg": "Tension headaches are a horrible, terribly awful thing!!!  ", "label": 0.0}
{"msg": "@WindyPath She is getting her molars right now, so sleep has not been good lately ", "label": 0.0}
{"msg": "wonders why there aren't any seeds for Made of Honor.  http://plurk.com/p/t07i1", "label": 0.0}
{"msg": "Rorschach's last scene always makes me sad.   http://twurl.nl/yyvu5k", "label": 0.0}
{"msg": "is in photography with fi and andrew, and has work after school ", "label": 0.0}
{"msg": "wonder what andrew wood would sound like today?....  ? http://blip.fm/~60n7o", "label": 0.0}
{"msg": "@brtlightsphere sad news ", "label": 0.0}
{"msg": "Gotta get the kids off to bed. Had a great mother's day!! Now back to work tomorrow ", "label": 0.0}
{"msg": "Jogging at fowler. Ate tooo much  HAPPY MOTHERS DAY!!! Haha", "label": 0.0}
{"msg": "i am so bloody tired. tomorrow's school and im hatin' it already. *insert bad word*! ", "label": 0.0}
{"msg": "is getting stressful with the apartment thing.  http://plurk.com/p/t07jq", "label": 0.0}
{"msg": "can't believe vaca is over  Working tomorrow 1-8:30!", "label": 0.0}
{"msg": "laying in bed. i feel like a cripple. ", "label": 0.0}
{"msg": "Geez, I really hate this sickness. I CANT EVEN TALK PROPERLY!!! :'( I wanna be at school with ma friends. ", "label": 0.0}
{"msg": "I want a blackberry sooo bad ", "label": 0.0}
{"msg": "It's Sinus time  want a great remedy http://bit.ly/17S2NV", "label": 0.0}
{"msg": "augh, i keep waiting for it to get easier but i think of him and instantly cry. i miss you P.  ", "label": 0.0}
{"msg": "Heading home after dinner. Had a great weekend with hubby, daughter and baby. So sad it has to end ", "label": 0.0}
{"msg": "Homee -__- fuck, school tomorrow   Reading and textingg, blah", "label": 0.0}
{"msg": "ai ai..@Ruby1201 I'll DM you the party address. I'd like to offer you a slice of her brain.. but it's so young &amp; tasteless.. so shame ", "label": 0.0}
{"msg": "@iamjersey me too. ", "label": 0.0}
{"msg": "Going to eat out. I can't stop eatttting ", "label": 0.0}
{"msg": "@lipstickspeak ", "label": 0.0}
{"msg": " darn i just found out im getting one of my tooth pulled out tomorrow, its gonna hurt so bad im guessing.((", "label": 0.0}
