{"msg": "@swissfairy but i don't wanna!  gavin and stacey &gt; ict revision haha", "label": 0.0}
{"msg": "Work is crazy slow. Can't believe I'm getting paid for this. New topic: I want waffles for breakfast. I wish I had a waffle iron ", "label": 0.0}
{"msg": "@Melissa808 we haven't up and gone yet ", "label": 0.0}
{"msg": "@TwistedHelen amen to that... ", "label": 0.0}
{"msg": "My body aches... Especially my lower back.. ", "label": 0.0}
{"msg": "@itsbabylb its 2.27  I miss you!", "label": 0.0}
{"msg": "@emmie90210 I am indeed! It hurt so stupidly much too! ", "label": 0.0}
{"msg": "Has just said bye to the boyfriend and now has nothing to do till later  time for a coffee and biscuit binge whilst watching mtv!!", "label": 0.0}
{"msg": "@lesliereuben arrgh...i don't like you! me want!  pepperoni..right?", "label": 0.0}
{"msg": "Ugh what a sad way to end my mothers day breakfast. ", "label": 0.0}
{"msg": "megavideo lies, i haven't watched 72 minutes of video today ", "label": 0.0}
{"msg": "The person sat behind me on the plane is wearing a face mask. The person sat to the right is a businessman on 2 mobile phones at once ", "label": 0.0}
{"msg": "Very tanned after a few hours at Manukan Island ", "label": 0.0}
{"msg": "Allergies sucks sometimes. Theres a super adorable 9 month old beagle named Sydney hanging out with my roomie and his friend. Can't pet. ", "label": 0.0}
{"msg": "@MichelleFatale cheers to that.  Been trying to finish CACHE from Michael Haneke before bed for weeks now! Subtitles put me to sleep ", "label": 0.0}
{"msg": "At work  went to church. Had to leave early gay...", "label": 0.0}
{"msg": "&quot;comebuylipsticks&quot; or something like that... isn't following me anymore ", "label": 0.0}
{"msg": "@wingmenseries I need a greasy breakfast... Wedding with no hot girls...  ...and I'm majorly hung over! PK", "label": 0.0}
{"msg": "@rinapang why? dear ", "label": 0.0}
{"msg": "Its 9am here. No public bathrooms open until 11am.  Bah!", "label": 0.0}
{"msg": "I can't imagine any pain worse than this. I can't even move. I don't know how I'm going to get through this eight hour shift.  wish me ...", "label": 0.0}
{"msg": "@buffyTVSrox But...but...if Dollhouse is on Tuesday it will probably clash with SVU...too hard...but I'd still watch Dollhouse ", "label": 0.0}
{"msg": "@meandmybigmouth I do but will interesting to see how the new voting system works. And it'll be the first one without Sir Terry ", "label": 0.0}
{"msg": "Talk crap and think your still my friend? News flash your not. Broke my iPhone screen last night  my life is hell.", "label": 0.0}
{"msg": "@kccatdr Same here only its been 11 years ", "label": 0.0}
{"msg": "sats 2moz  im gonna do baddd i need 2 revise!!", "label": 0.0}
{"msg": "Happy Mother's Day, y'all. I wish my mom was here to take care of me! On my way to Urgent &amp; Family Care ", "label": 0.0}
{"msg": "it seems @mikeyway is missing the #mikeywayday! ", "label": 0.0}
{"msg": "i hope that one day ma dreams become reality ... ", "label": 0.0}
{"msg": "Anelkas goal was fantastic. Why do i always miss goals like that!!  Stupid revision. That's it, next year Sky sports.", "label": 0.0}
{"msg": "Well I might as well post something. Those exams were actually quite easy.  Anyway, my PC dies when I play COD4.   I dunno what's wrong.", "label": 0.0}
{"msg": "@bliccy Jacob and I bought some to mix with vodka. but since we're a couple or olddies, we were too tired to drink by 11:10 pm! ", "label": 0.0}
{"msg": "Bye Twitter-erz will be updating somewhere in the week..  wish me luck", "label": 0.0}
{"msg": "2 down, 8 to go...looks like i wont be getting out early ", "label": 0.0}
{"msg": "@TomFelton I fell asleep on a train due to alcohol!! Missed my stop and had to pay 30 quid for a taxi  I know you know the feeling!! Haha", "label": 0.0}
{"msg": "The weekend I've been looking forward to for so long is over ", "label": 0.0}
{"msg": "@mollotova ugh i miss you and @erica_michelle SOOO bad!  like you guys have no idea! :'( it akes me really sad actually", "label": 0.0}
{"msg": "@wizardsgirl13 Hey Sup? Got a pet? If ya have one then care for it well ok? You don't know when it would just die....cuz ours has ", "label": 0.0}
{"msg": "@lethaargic Perdeu Elliott?  Oh, nao!!!", "label": 0.0}
{"msg": "@foreverrlove Awww...I wanted to cheeeeel with youu ", "label": 0.0}
{"msg": "Went in the garden today after washing my dogs. I smell of wet dog now  @sufiaa you beat me ;'(", "label": 0.0}
{"msg": "Getting ready for church. I really wish I didn't have work today, I'm missing out on Nana's house with my fam  happy mamas day", "label": 0.0}
{"msg": "dissapointed by the derby and getting down to some work! ", "label": 0.0}
{"msg": "ripped my lord of the rings poster in tearing it down ", "label": 0.0}
{"msg": "watching a movie then work 430-10 ", "label": 0.0}
{"msg": "I miss my niece and nephews ", "label": 0.0}
{"msg": "@therealhavana i want lunch ", "label": 0.0}
{"msg": "IS SO FUCKING FUMING RIGHT NOW!who cuts massive shapes out of the middle of my fabric!? ", "label": 0.0}
{"msg": "Ow, I am a little hungover. I can't go back to sleep. ", "label": 0.0}
{"msg": "@jpizzle21 aww  most things were free!", "label": 0.0}
{"msg": "ahh got a headache! ", "label": 0.0}
{"msg": "...hope this doesn't set J up for a fear of needles for life. ", "label": 0.0}
{"msg": "Re-pinging @emiisaur: &quot;OLD PERVS DONT MSG ME!&quot;--(1) unfortunately that crap comes with exposing yourself to this space, and (2) see #1 ", "label": 0.0}
{"msg": "Wickid day offroading too bad the truck is broken...again ", "label": 0.0}
{"msg": "@Joseph_A_Jonas i don't see JONAS, here in Brazil it's not in the air... ", "label": 0.0}
{"msg": "I am afraid of Tweeting to celeb ", "label": 0.0}
{"msg": "@dannywood Aww  I hope you enjoy your day! Loveee yaaa Danny! &lt;3 &lt;3", "label": 0.0}
{"msg": "is going for a run  before work! ", "label": 0.0}
{"msg": "@dyanab Leafs suck ", "label": 0.0}
{"msg": "@Lawraa  You may have to travel outside of where you live. ", "label": 0.0}
{"msg": "tired  and beleives early mornings should be illegal!", "label": 0.0}
{"msg": "@GillianLynn That is really sad.  We should watch his ep of seaQuest when I get off.", "label": 0.0}
{"msg": "@TimWestwood i saw.....awwwwww ", "label": 0.0}
{"msg": "I feel bad that I've been too sick to go out &amp; get mum a present  Do they have post Mother's Day sales?", "label": 0.0}
{"msg": "Family Force 5 and 3OH!3 was here last night... sad face... ", "label": 0.0}
{"msg": "@Okini LOL we here in Canada haven't even experience summer yet  but I can't wait for the pre fall", "label": 0.0}
{"msg": "dad's just come home and jumped on the same band wagoon as most people that Ross gave the race to Jenson etc i just wanna revise in peace ", "label": 0.0}
{"msg": "@Spitphyre babe I is working ", "label": 0.0}
{"msg": "@nicolalalalala haha, you girls are all filthy pervs. i like it!! yes alone, unfortunately  x", "label": 0.0}
{"msg": "website will not be out soon ", "label": 0.0}
{"msg": "i'm not going to buy the blackberry! my mum doesn't want to! damn it!! my dream is over! ", "label": 0.0}
{"msg": "@xGingerNinja88x really sorry i couldn't call you sis  I work 12-4 now every sunday but you can call me later on tonight", "label": 0.0}
{"msg": "@raileurope Thx! May not work for me  Need to go London/Paris rnd-trip (w possible other stop elsewhere in France). Recommendation?", "label": 0.0}
{"msg": "I lost my new camaraa and my cell phone too ", "label": 0.0}
{"msg": "@FearceDiva i cant find my charger or my phone ", "label": 0.0}
{"msg": "@helena445 ah *hugs* msn doesnt work ", "label": 0.0}
{"msg": "Morning my Twitts!! 2day is a hard day for me  but ill be spending it with my mom &amp; God mom hope every1 weekenD is going well!! Holla!", "label": 0.0}
{"msg": "What a night.... Lost my voice again! ", "label": 0.0}
{"msg": "hates crying! but here i am doing it.  http://plurk.com/p/sybta", "label": 0.0}
{"msg": "http://twitpic.com/4x92h - Leaving Paradise ", "label": 0.0}
{"msg": "headache. massive. i start to hate these line of css codes ", "label": 0.0}
{"msg": "@Ki_Innis Good advice! Thanks. The problem is, that healthy lifestyle is so hard to maintain on a college campus ", "label": 0.0}
{"msg": "i don't want to study no more  waaaaaaaaaaaaaaaaa", "label": 0.0}
{"msg": "oh my geez why do i have to work from 12:30 to 7 on mothers day. ", "label": 0.0}
{"msg": "i'm convinced this dog is just going to shit inside the house and stank it up until the end of days. ", "label": 0.0}
{"msg": "Graduation ", "label": 0.0}
{"msg": "cant find anything to watch on the tv ", "label": 0.0}
{"msg": "stupid english work ", "label": 0.0}
{"msg": "@fourstar valuable screen space taken up by men in short shorts? that could be used for even more geeky statistics ", "label": 0.0}
{"msg": "ready for my nap... practices at 5pm ", "label": 0.0}
{"msg": "@mileycyrus http://twitpic.com/4vv13 - aww i had onee ", "label": 0.0}
{"msg": "track for mothers day with my pink eye booooo ", "label": 0.0}
{"msg": "@billythekid showing to much freespace, can't use cd, box is in Sweden ", "label": 0.0}
{"msg": "does anyone knows something about Thomas Kuhn and Karl Popper?! I got a filosophy test tomorow ", "label": 0.0}
{"msg": "@jadeycakess i thought that was you!  i was like 'oh no, is jade being sick?!' you alright now though lovely?", "label": 0.0}
{"msg": "@Epyon08 yep ", "label": 0.0}
{"msg": "I just feel sad   - What I do now? :I", "label": 0.0}
{"msg": "I'm so used to not being home on the holidays  Happy Mother's Day! Esp to my mommie she is the SugaHoneyIceTea! &amp; My sissy her first one!", "label": 0.0}
{"msg": "Bangalore Royal Challengers back to their faltering ways this IPL. Good effort by Mark Boucher. Too bad. ", "label": 0.0}
{"msg": "@JOECOLUMBO  that's mean lol", "label": 0.0}
