{"msg": "@desboobs DAMN!!! That's wasnt right!!!  LOL!", "label": 0.0}
{"msg": "i hate my self discipline. why am i working instead of indulging in wine + tv on a sunday night!!! ", "label": 0.0}
{"msg": "I miss soccer. ", "label": 0.0}
{"msg": "@madamecupcake You're so lucky to be able to call her.  I miss my grandma sooooo much today ", "label": 0.0}
{"msg": "ap chem test tuesday the ap test.  gotta bad headache from studying ", "label": 0.0}
{"msg": "@snailbird Least you were in the same country.  I will be happy to get back to the States. Miss my mommy. XD", "label": 0.0}
{"msg": "Well kori just said no  but i love you very much", "label": 0.0}
{"msg": "wow...i REALLY wish I could sleep - maybe sleeping for 12 hours was not such a good idea today...oh well ", "label": 0.0}
{"msg": "Watching into the wild, it should be over soon. If it ends how I think it will, that's really sad ", "label": 0.0}
{"msg": "I'm not tired, but I have to sleep. ", "label": 0.0}
{"msg": "@5toSucceed No, help is NOT on its way! I have to wait till tomorrow! I want to cry. ", "label": 0.0}
{"msg": "@xDirtyBurdx i should lol and my head is KILLING me ", "label": 0.0}
{"msg": "I just electricuted myslef. owwie  im going to sleep. my arm hurts now", "label": 0.0}
{"msg": "My sister just took my laptop charger. Well actually it's hers, I don't know where mine is... I guess I'm off the computer for the night ", "label": 0.0}
{"msg": "I didn't finish my chinese homework  ill do it in the morning. Night.", "label": 0.0}
{"msg": "It's over.  It was great.   #Dollhouse", "label": 0.0}
{"msg": "@manycolors kyle@braket.us ", "label": 0.0}
{"msg": "i miss home ", "label": 0.0}
{"msg": "@ubershmoo shiza, thats the one i thought i saw the babybump in... oh man... maybe the show is going to end this season  #Breakingbad", "label": 0.0}
{"msg": "Not feeling so well right now ", "label": 0.0}
{"msg": "@RealWizKhalifa aww..i was waitin to see u too..lmfao..2morro i cant get on cuz i gotta pack 4 bermuda..im leavin tues..  no wiz 4 7 days", "label": 0.0}
{"msg": "I am sooo tired!! and tomorrow school!! ", "label": 0.0}
{"msg": "Lily's parents are very protective they kept a very close watch on us, i guess they don't really trust me ", "label": 0.0}
{"msg": "Study Study Study! FInals are tomorrow and all I can is study ", "label": 0.0}
{"msg": "is sad that it's Monday morning already and @Jason_Flint has to go home. ", "label": 0.0}
{"msg": "Is chillin on a Sunday night. Is the weekend really almost over. ", "label": 0.0}
{"msg": "@dysonrules Yeah, they are fragile. Apparently when they get a virus it's all over for them. ", "label": 0.0}
{"msg": "Just refound hub pages &amp; they have a cool hub challenge starts today, publish 30 or 100 hubs in 30 days - don't think I'm up for that yet ", "label": 0.0}
{"msg": "@ginny9577 @jumpnj I miss talking to u all on IM.   Bro doesn't have it on his computers.", "label": 0.0}
{"msg": "@euthanaut 4 days-- it's over on Friday at noon (to time) ", "label": 0.0}
{"msg": "I'm making a work schedule for SA Fam ... it's stressing me out! Being in charge is not fun sometimes ", "label": 0.0}
{"msg": "@LuvD143 heyy! awwz being sick sucks  I hope u feel better soon!", "label": 0.0}
{"msg": "@AZNKIM Whoa you seem a bit upset ", "label": 0.0}
{"msg": "It's monday ", "label": 0.0}
{"msg": "is thinking &quot;until when she can survive with the 'JB-KL-JB' weekly routine!&quot; Her mind &amp; body just couldn't take it anymore! ", "label": 0.0}
{"msg": "I want munchos ", "label": 0.0}
{"msg": "I miss my long hair!!  Randomness!!", "label": 0.0}
{"msg": "had an amazing mothers day, now off to prepare for another week of school.  PROM SATURDAY!(: cant wait.&lt;3", "label": 0.0}
{"msg": "@Ericto144 Thanks! Unfortunately I can't leave early because of the workload  Just gonna take it easy at work.", "label": 0.0}
{"msg": "I keep waking up every time I fall asleep ", "label": 0.0}
{"msg": "is ready for a week of organizing. It's never-ending. ", "label": 0.0}
{"msg": "This busy Monday morning is an indication of what lies ahead this week ", "label": 0.0}
{"msg": "@TheRealJordin u are hiliarious! u need to come to Columbus, OH soon haha im mad ill be out of town when ur here with the Jo bros ", "label": 0.0}
{"msg": "i don't feel good....going to bed ", "label": 0.0}
{"msg": "just got back from my aunt's house....now I have some homework to do ", "label": 0.0}
{"msg": "I have created a monster!! On a sidenote I am able to post pics but I can't upload my profile pic   I'm going to try TwitPic like cuz said", "label": 0.0}
{"msg": "Finally! I have my phone again! It's awful to being without it ", "label": 0.0}
{"msg": "i gotta pee, i gotta pee, i gotta pee hey hey hey hey so much water drank, yet so much to drink! ", "label": 0.0}
{"msg": "I hate Sundays. ", "label": 0.0}
{"msg": "@audaciousgloop I can't remember, sorry.  ;)", "label": 0.0}
{"msg": "I have been doing dishes since 3. I have the worst job ever. ", "label": 0.0}
{"msg": "@RossEmm13 awww...yeah you need to lay down....hope ur head feels better soon ", "label": 0.0}
{"msg": "@Mykhael Yep, lets meet at Dave's on Tuesday at 5. Tix are 35 still I think. I gots no special connections ", "label": 0.0}
{"msg": "Sorry no video in awhile. Sick again ", "label": 0.0}
{"msg": "@lartist a) Damn   b) Glad you're looking forward to it   c) Of the songs I Tweeted to you, were there any you liked?", "label": 0.0}
{"msg": "@luvnewkids Sorry to hear people are blocking you. That sucks. ", "label": 0.0}
{"msg": "@Get_LighT I went to work  I took my mommy out yesterday though .....", "label": 0.0}
{"msg": "what happened to the Lakers today ", "label": 0.0}
{"msg": "@HAMMER32 AAGGGHHH! SHUT UP! I don't want to hear about how awesome this movie is ", "label": 0.0}
{"msg": "@followzach i might have free tickets to a mariners game on friday against the red sox. you should come dude its me and BK. stevie cant ", "label": 0.0}
{"msg": "@libbyvoegeli Yes   I can't risk homelessness and falling more behind in life.  So I need to shape up back in KC...", "label": 0.0}
{"msg": "&quot;test of progress&quot; line in midterm prompt really threw students for a loop. Most wrote about assessment  Lesson for me and them.", "label": 0.0}
{"msg": "@BPDINOKC - i had to learn that the hard way. ", "label": 0.0}
{"msg": "...at 8 but if they use my 5pm call-in, I have to drop him off @ work w/ Chris. Won't be pleasant if he's still screaming. Poor kiddo. ", "label": 0.0}
{"msg": "@inrsoul ooh. That sounds good. @belindaang is down so doubt we should meet tomorrow. ", "label": 0.0}
{"msg": "@thatgirlmystic  hope u enjoyed regardless then..", "label": 0.0}
{"msg": "@patsfan_12 thats why i cant get anything out from the library anymore... ", "label": 0.0}
{"msg": "@mitchinstereo ha ha ha *blushes and giggles* thanks! I'm at work being bored and getting a headache! ", "label": 0.0}
{"msg": "Finding some shade in sunny San Diego for Mother's Day. My Mommy was working though   http://yfrog.com/e5bpaj", "label": 0.0}
{"msg": "GOOD MORNING. it rains and i can't open OceanUp again ", "label": 0.0}
{"msg": "@freemancho i've had that game for days and still havent played it yet ", "label": 0.0}
{"msg": "4 classes and 3 finals until freedom!!! Cannot wait for the summer. Not looking forward to all the work but I know I need too ", "label": 0.0}
{"msg": "time to go to sleep. gotta wake up early. it's finals week. ", "label": 0.0}
{"msg": "i don't want to do my hw! ", "label": 0.0}
{"msg": "It's hard being a machine  addicted to caffeine ", "label": 0.0}
{"msg": "@jladan Aww. That sucks, dude. ", "label": 0.0}
{"msg": "@radioalexander No, I saw her on Sat. But talked on Sunday ... I'm a bad son ", "label": 0.0}
{"msg": "goin to bed ya'll! cant stay awake for the Block Party   so tired gonna fall asleep on my keyboard... have tweet Dreams peeps! MUAH!", "label": 0.0}
{"msg": "@miixaoo haha well I wish you would fly out  but that is not the other part of my plan and no you won't get this out of me no matter what", "label": 0.0}
{"msg": "hittin it HARD tonight! to do list: 3 journals, 6 page essay, and study for history final...aint skool a blast? ", "label": 0.0}
{"msg": "why aren't you online? ", "label": 0.0}
{"msg": "@faivecalgirl boooo it says u not following me!! ", "label": 0.0}
{"msg": "wow. i haven't gone a night without talking to you in a long time..... it isn't fun.  &lt;3333", "label": 0.0}
{"msg": "Baby is sick and puking poor little dude, It`s going to ge a long night ", "label": 0.0}
{"msg": "doing some more editing. some things gel together easily. some things just continually give me the shits ", "label": 0.0}
{"msg": "I miss my friends on the East coast, but I really don't wanna leave California ", "label": 0.0}
{"msg": "Not talking to you is alot harder than I thought, Fuck I'm an idiot ", "label": 0.0}
{"msg": "woohoo at 3pm i go to my little sister's piano course eww, BORIIING ", "label": 0.0}
{"msg": "@thatchickleelee I love Nutella. Haven't had it in a while though. ", "label": 0.0}
{"msg": "Has a ache in her head  it's just getting worse and won't go away", "label": 0.0}
{"msg": "last night sleeping in the apartment EVER !! i'll miss my room ", "label": 0.0}
{"msg": "I meant ho. Damn it. See now I'm getting confused ", "label": 0.0}
{"msg": "I always liked Boba Fett.  I think he got a raw deal.  Ditto for the stormtroopers, they probably had friends on that Death Star. ", "label": 0.0}
{"msg": "It really does hun. I may not even get on the internet ", "label": 0.0}
{"msg": "Canucks lost ", "label": 0.0}
{"msg": "um I still fly like my 2g iPhone but I hate looking at the cracked screen! ", "label": 0.0}
{"msg": "damn had a test today and didnt know didnt study shit and i fail with a 62 damn i suck ", "label": 0.0}
{"msg": "nobody @replies me anymore. ", "label": 0.0}
{"msg": "Trying to stay awake through the Greek rerun. It is extremely difficult ", "label": 0.0}
{"msg": "I hate that I can't fall asleep at night ", "label": 0.0}
