{"msg": "@peterloggins hehe i know! Luka is the BEST friend ever! ", "label": 1.0}
{"msg": "CrS essay is handed in. ", "label": 1.0}
{"msg": "@djFlipout give em a break ", "label": 1.0}
{"msg": "@adityakuber wb  site going strong tho.", "label": 1.0}
{"msg": "I enjoyed my first day training and to come home and see my man was the best thing ever  I love @d4nce_m4chine so much xoxo", "label": 1.0}
{"msg": "Done eating, going to take a shower ", "label": 1.0}
{"msg": "meetho dahi .. aftr a long long time ", "label": 1.0}
{"msg": "cupcakes! lots and lots of pretty cupcakes.... ", "label": 1.0}
{"msg": "@pinkedgloss you cream cheese... i cookie dough ", "label": 1.0}
{"msg": "@Linneee  I know I'm lucky!!  hope you get it today;)  Wouldn't want a innocent postman getting hurt, do we? ;) xD", "label": 1.0}
{"msg": "@Jitterjugs yes well haha god I feel awkward  lolz", "label": 1.0}
{"msg": "@webdesigngirl i've been the same  my friend started a little organic garden and i'm strangley jealous..", "label": 1.0}
{"msg": "@meiyah Bored? Try playing Tongits! http://www.tongits.net ", "label": 1.0}
{"msg": "@gnosisarts You're welcomed. ", "label": 1.0}
{"msg": "@TexasBrandon the play was Uber Cats and she was a white Cat. ", "label": 1.0}
{"msg": "Hitting up the whole foods Market health conference ", "label": 1.0}
{"msg": "@Eviru cook, thanks! but the idea of this hash tag thing seems kinda retarded. hahah. whatever. thanks though ", "label": 1.0}
{"msg": "doritos for breakfast  i should have been up ages ago but i was far too tired. http://twitter.com/samkillip/statuses/1834397650", "label": 1.0}
{"msg": "@cheynevr ...dam right!!!!!!!!! ", "label": 1.0}
{"msg": "For some reason, #Lost reminds me of #Crono_Trigger.  (@ninh)", "label": 1.0}
{"msg": "@Syesha  Goodnight Syesha. Sweet dreams. ", "label": 1.0}
{"msg": "thats us back up and running again after the major hassles with our systems so heres to tweeting again ", "label": 1.0}
{"msg": "stiiill cannot sleeep ugh!... still lving the dublyfe tilll wed  ..", "label": 1.0}
{"msg": "@vinitasalome  it's ready next week!!", "label": 1.0}
{"msg": "@WhereisADTR come to sydney, australia please ", "label": 1.0}
{"msg": "@lipmag schweet! i'll hold my breath until you do teehee. just kidding ", "label": 1.0}
{"msg": "Wow! that was a busy start to the day/week. Morning all! ", "label": 1.0}
{"msg": "haha, Josh agrees with me that Attack! Attack! do sound like fall out boy  -uberawesomelaurawinsface-", "label": 1.0}
{"msg": "rather board right now and feeling sick again!! sat next to my ginger friend ", "label": 1.0}
{"msg": "Shut up, just shut up, shut up!!  Shut up, just shut up, shut up!!  Shut up, just shut up, shut up!!  ", "label": 1.0}
{"msg": "Just watching &quot;Top Gear Australia&quot;! ", "label": 1.0}
{"msg": "@HeaRtfoRmiND thanks... ", "label": 1.0}
{"msg": "@isla_fisher Woow! U r so pretty!! ", "label": 1.0}
{"msg": "And by Play, read: suck. ", "label": 1.0}
{"msg": "@buyXsocks I've sent you a DM ", "label": 1.0}
{"msg": "races this saturday  members lounge wew", "label": 1.0}
{"msg": "@Russzart Haha, dumb, right? Warn me the next time you go on BlogTV... I'll call her, kk? ", "label": 1.0}
{"msg": "is wondering how this twitter thing works ", "label": 1.0}
{"msg": "NEW staark video of &quot;Sweet Release&quot; live at Wick Studios!  http://staark.net/video.php ... we'll probably edit it a bit soon tho", "label": 1.0}
{"msg": "@bobbydracing keep up the good work Bobby D ", "label": 1.0}
{"msg": "@Sparkle1980 Your song for the @hell_bus Cult is a very good choice. I like it ", "label": 1.0}
{"msg": "@markhoppus do you remember when you were at this gig and Tom broke a string but you kept playing? i watch it on youtube all the time lol ", "label": 1.0}
{"msg": "@alvinlow Yeah, sometimes people just need an outlet for expression. Way to go, Bro! Good job! ", "label": 1.0}
{"msg": "@Lifestyle_gifts oooh choc orange toffee tart! that sounds divine ", "label": 1.0}
{"msg": "@NON53N53 Good morning to you  Yes am trying to get myself together &amp; hopefully lift my spirits with some nice tunes xx", "label": 1.0}
{"msg": "Going to sleep finally hung up the phone with kris &lt;3 he's so adorableeee he makes me smile so much ", "label": 1.0}
{"msg": "dear friends of uh club, how could we EVER forget any of you?! you are all astro winners.  ?", "label": 1.0}
{"msg": "laid up , wakinq up in a few to buy my fam @djfubu a charqer for his MacBook cuz there's no @souljaboytellem show without his DJ ya diq ", "label": 1.0}
{"msg": "@madilovesmerder there are so many great greys songs to listen to  the people who pick the music for greys are talented LOL", "label": 1.0}
{"msg": "@sunnyknight12 ok..cool. look forward to value-tweets from you ", "label": 1.0}
{"msg": "going to school with new hair cut and color. ", "label": 1.0}
{"msg": "@mum_e_tweets Thank you  x", "label": 1.0}
{"msg": "awake ! should be asleep but  cant prom was fun could been better ", "label": 1.0}
{"msg": "totay dinner with liz  and than, cinema with scarlett und lish. ", "label": 1.0}
{"msg": "@Nerdtastic1312 I did, yes.  I was sleeping when I got it and just spaced writing you back, lol.  No worries, we'll figure it out. ", "label": 1.0}
{"msg": "@emmahaslett going to be a big news day on thursday when we launch the new findababysitter.com   http://bit.ly/mhAd2", "label": 1.0}
{"msg": "It's so cold right now, but im excited  I thought I wasn't gunna sleep on the bus but it's more likely,i wish i had sunglasses like K2", "label": 1.0}
{"msg": "@PapareBoy oh so it's @pseud0random you fell in love with? ", "label": 1.0}
{"msg": "@nickjackson - oh, it'll all be over soon. ", "label": 1.0}
{"msg": "@amandacharrie Got it hun! U hate ur Job, right?! And i hate May 18th  hehehe life's wonderful! ) lol x", "label": 1.0}
{"msg": "Looking at offices this afternoon, exciting times ", "label": 1.0}
{"msg": "@bateszi thanks! downloading at the speed of... well, whatever the speed of this crappy ADSL is. will repay the favour later. ", "label": 1.0}
{"msg": " you make me happy.", "label": 1.0}
{"msg": "Plus its raining here so am not too sure how my Gladiator sandals will react to wet! If its like my hair then not a good one!  ", "label": 1.0}
{"msg": "@tomlenk Try standing in Microsoft's main office for an hour, your power may save the world ", "label": 1.0}
{"msg": "Just watched the r:A DVD extra thanks to @sofiesunshine ", "label": 1.0}
{"msg": "Have to go Clean my room, its a mess &amp; me fella keeps slaggin me about it ", "label": 1.0}
{"msg": "@mamutopia Yes I am!  I'm gonna mail you about friday soon by the way! ", "label": 1.0}
{"msg": "@Nireyna Good for you Nireyna and good luck in whatever it is!  ", "label": 1.0}
{"msg": "@mrphildog oo - tch on the front and bah on the back ", "label": 1.0}
{"msg": "@anima ditto. always open php.net/date whenever I want to use that ", "label": 1.0}
{"msg": "@Bethyb oooyeah! It is teh awesome  free wi-fi too", "label": 1.0}
{"msg": "i am used to do my homeworks.. but.. i want to play.. ", "label": 1.0}
{"msg": "has opened her twitter again after some time.. wishing kris allen a great luck. &lt;3 him ", "label": 1.0}
{"msg": "@thefortunecooki hope u get well soon  take care", "label": 1.0}
{"msg": "@wildbutterfly I'd go for the good book every time! ", "label": 1.0}
{"msg": "@monicatarta  n-am facut mai nimic", "label": 1.0}
{"msg": "@lovecomatose what about 59p ?  i.e. nearly free , or 100 days free then 99p ? ", "label": 1.0}
{"msg": "(@VickyCheng) Shut up, just shut up, shut up!!  Shut up, just shut up, shut up!!  Shut up, just shut up, shut up!!  ", "label": 1.0}
{"msg": "@awajust: OH EM GEE. AMAZING SONG! ", "label": 1.0}
{"msg": "@B0ATMAN lol....  I fixed my luck.  Got rid of it.  If it doesn't make me smile or happy then it shouldn't be.. ", "label": 1.0}
{"msg": "@shaundiviney Congrats on sway sway being on radio  xoxo.", "label": 1.0}
{"msg": "ohhh the X factor ppl are going 2 be in Ayr 2moz Austin,Laura,Daniel and Ruth  also the chilli pipers are in Ayr 2day its all happening!!", "label": 1.0}
{"msg": "@LMStellaPR Thank you..I might have to brave it out and give it a go! ", "label": 1.0}
{"msg": "@jacksonliam Yeah mate im coming  in at about 11:45 ", "label": 1.0}
{"msg": "@kynk that's too much info ", "label": 1.0}
{"msg": "@UnseenRomania Yes I do. Bucharest and the Long Night of the Museums. It was magic. I will send you my story soon ", "label": 1.0}
{"msg": "Sleepytime...I'm the cook 2maro at work...fun times  I like saucing chicken but not takin the orders lol", "label": 1.0}
{"msg": "@ellysrazzledazz a small amount.  I'm looking at a low C ", "label": 1.0}
{"msg": "can't wait to celebrate ", "label": 1.0}
{"msg": "@amiee_ i miss you too ", "label": 1.0}
{"msg": "@carmends1 Zurich was awesome, were on our way to Muffathale in Munich! thanks  hope u enjoyed ur weekend.", "label": 1.0}
{"msg": "cant wait for the college camping trip on wednesday ", "label": 1.0}
{"msg": "@JustDes be strong hun  I'm cheering you from over here. resist resist resist. chew on a carrot stick for disctraction, that's not a diss!", "label": 1.0}
{"msg": "@robluketic Rise &amp; Shine Rob Good Morning ", "label": 1.0}
{"msg": "GD night!! Crappy day.... Good Night!! ", "label": 1.0}
{"msg": "@Twitch_23 even with sunburn the race sounded fun to me. ", "label": 1.0}
{"msg": "Tons of red poppy wildflowers all along the train ride! My favorite... Thanks God! ", "label": 1.0}
{"msg": "@PaterickSchmede LOL Get mad for real. Better than bottling it up ", "label": 1.0}
{"msg": "IM TALKING TO CASS AND EMMA  HEY GUYS (:", "label": 1.0}
