{"msg": "@Romi_M Anything but a Holden or Ford...!! ", "label": 1.0}
{"msg": "@Caitlenstacey Hi!! How are you? ", "label": 1.0}
{"msg": "@thedenonline you need photos for the new store ", "label": 1.0}
{"msg": "I fixed it.    ", "label": 1.0}
{"msg": "the weekend was crazy, but i had so much fun, i need more sleep!!! i have to go to school... ", "label": 1.0}
{"msg": "@nikpages Thanks bro, Exam was OK, not bad.. Time was the villan..  How was yours..?", "label": 1.0}
{"msg": "Start the week with Iron and Wine  ? http://blip.fm/~6iqvn", "label": 1.0}
{"msg": "Happy birthday to meee  (ps - 6 months ago today, I met David Cook &lt;3)", "label": 1.0}
{"msg": "@MissKemi How are you? Did you have a nice weekend? Saw was creepy? ", "label": 1.0}
{"msg": "@seancallanan nice one re: picking them up ", "label": 1.0}
{"msg": "The truth - 104-Year-Old Who Joined Twitter http://tcrn.ch/24u great PR stunt!! ", "label": 1.0}
{"msg": "@CraigDevoy yeah im ok just a little borrrred. i like rain too but only when i'm inside and nice &amp; warm looking out to it ", "label": 1.0}
{"msg": "@tommcfly YAYA NO1 WOO HOO YOU DESERVE IT  xx", "label": 1.0}
{"msg": "yes weather listen to katie dont make me do a raindance! i need to do a shoot later!! ", "label": 1.0}
{"msg": "@LondonEater Awesome food porn pics once again ", "label": 1.0}
{"msg": "@dannynic  PC hmmmmmm  why am I not surprised ", "label": 1.0}
{"msg": "@lesley007 Mint isn't it!  I only installed it a few days ago and I've never been off it!  ", "label": 1.0}
{"msg": "Ok, now 3 arabian girls becomes troopers  what a very small thing that i can do for #anoop. Hi everyone, did i miss somethg interesting?", "label": 1.0}
{"msg": "http://twitpic.com/5f4ax - my outfit today! i really would like to use it more often and don't feel that i'm a &quot;clueless&quot; character!   ...", "label": 1.0}
{"msg": "@alagu: Glad i could be of help  Sorry mr.Al, couldnt help using dondoniv's choice of words, though ;-)", "label": 1.0}
{"msg": "@ridsevilla i hope it works out to be a decent laptop. ", "label": 1.0}
{"msg": "power down for a second. computer re-starting followed by screaming &quot;oh, no... the file has not been saved&quot; ", "label": 1.0}
{"msg": "Goina go watch that police recruits show ", "label": 1.0}
{"msg": "This week, am going to finish off last few spring cleaning tasks, &amp; then *that* monkey is off my back ... (until autumn cleaning, anyway) ", "label": 1.0}
{"msg": "@drealRobPat Oh my god, u r suffering from  insomnia?  having ghostly dreams?", "label": 1.0}
{"msg": "@CheyanneBrae glad 2 c u surfacing hope u didn't use sick leave to improve flight control score though ", "label": 1.0}
{"msg": "hello world! just woke up! ", "label": 1.0}
{"msg": "Sunday Dad's bday lunch nice to see all family - all 14 of us, we won't fit around the table soon! Baby Bella is so cute  was v tired tho", "label": 1.0}
{"msg": "i'm going to finish my very last assignment this week. Time to get motivated ", "label": 1.0}
{"msg": "IM AWAY FOLKS, POSTIES HERE, AND OFF TO SEE PAOLO ", "label": 1.0}
{"msg": "@ingridmoo watevr, dont be hating cuz u aint *click* haha, go take photos of yourself in your bedroom ", "label": 1.0}
{"msg": "@povester Your bourbons are going down lovely now with a cup of tea  Have you seen the rain, so pleased I came home", "label": 1.0}
{"msg": "just got back from work...pheeww!! first day goes well ", "label": 1.0}
{"msg": "bordd. again i want to do my english stuff even tho i dnt actually have any hw i wanna make that powerpoint   no idea how to use 'keynote'", "label": 1.0}
{"msg": "@RVDS Saturday morning I think ", "label": 1.0}
{"msg": "Heyy twitter nOt dOing nOthing atm ", "label": 1.0}
{"msg": "This girl is all mines  seeing her tommarow love u bree. http://short.to/a4ym", "label": 1.0}
{"msg": "#3turnoffwords I'm wearing tights! ", "label": 1.0}
{"msg": "@NKANGEL74 hope u have a great day too! ", "label": 1.0}
{"msg": "my design - PasswordManager is going to be upload in app store... ", "label": 1.0}
{"msg": "Holy crap. I am SOOOO loving Eli. eep xD haha ", "label": 1.0}
{"msg": "@viller Talisker is one I've never really been able to get excited about. Will happily drink it, but don't buy it. Personal taste only ", "label": 1.0}
{"msg": "http://twitpic.com/5f4ba - Who says boy's cant wear Uggs? Grahams wear two ! ", "label": 1.0}
{"msg": "@harisn Yup. Downloaded this morning ", "label": 1.0}
{"msg": "@surya_s Well, *cough*..*cough* Spring ", "label": 1.0}
{"msg": "@ShazamSF So wish I was close enough to come and do this for you! ", "label": 1.0}
{"msg": "Hey T, about to board for Vegas, call you in a few, luv ya. ", "label": 1.0}
{"msg": "@monroene twitpic? way cool!! ", "label": 1.0}
{"msg": "Found it! Nice Jonas-y morning for me ", "label": 1.0}
{"msg": "pon and zi ... i love them ", "label": 1.0}
{"msg": "is grateful for everyone around me! ", "label": 1.0}
{"msg": "@jaybranch It's totally fab!!! ", "label": 1.0}
{"msg": "6 more shifts then I'm offically no longer working here ", "label": 1.0}
{"msg": "Goodmorning sun  The birds are singing no rain in sight..... Have a wondeful day my fellow uprights ", "label": 1.0}
{"msg": "@ReneeJRoss the hair looks great! all's well that ends well ", "label": 1.0}
{"msg": "@paolabailaora maybe your next move? ", "label": 1.0}
{"msg": "is looking forward to poledancing on Wednesday  &lt;3 xxx", "label": 1.0}
{"msg": "can see sun in Bexhill today  Woop!", "label": 1.0}
{"msg": "@carlonicora thanks Carlo!! have a nice week!! ", "label": 1.0}
{"msg": "good news, no permanent damage  to ears! still red but ear drums are intact  need some rest b4 going back into the water though #diving", "label": 1.0}
{"msg": "been working so hard...i got this feeling...i hit the ceiling... FOOTLOOSE!! ", "label": 1.0}
{"msg": "@bairnpunter Ha ha - all good things must come to an end.  ie your run of wins - not our time in the SPL. ", "label": 1.0}
{"msg": "@bigmouthmedia Ah - in that case - of all companies that use twitter, 49% use it for marketing ...phew  cheers big mouth.", "label": 1.0}
{"msg": "our bags are now in stock ", "label": 1.0}
{"msg": "@marcelekkel @jlojlo @lovince @dda I'm a product development, UX, business model kind of a girl ", "label": 1.0}
{"msg": "@warriorgrrl Sounds wicked !!! But me drawing skills are about as limited as they come  ... No seriously... worse than that ", "label": 1.0}
{"msg": "@SiljeSL That's OK. I'll be fine ", "label": 1.0}
{"msg": "hearty breakfast wif bibi over the wkn  happy to hv her as a listener.. ", "label": 1.0}
{"msg": "waiting for Good Game at 8.30  yaaaay bajo &lt;3", "label": 1.0}
{"msg": "@easyhealthuk At least she agreed to go, Holly cried when I asked her ", "label": 1.0}
{"msg": "Perhaps there's still hope for the world we live in  Mastodon on Letterman! http://ping.fm/GZ0Wv", "label": 1.0}
{"msg": "@katyperry @Duffers917  follow me ", "label": 1.0}
{"msg": "@melattree post her/his @name - maybe s/he'll get a few followers  i'm in", "label": 1.0}
{"msg": "@LittleFletcher I have now helped you with spreading the word ", "label": 1.0}
{"msg": "@king930 There's a 100% chance the person's name starts with a P and ends with an O. Heehee. Hi, Polina! ", "label": 1.0}
{"msg": "@hlovy Glad you could find the science community here. ", "label": 1.0}
{"msg": "Drama Exam at 1... hope I get a good question... wish me luck! ", "label": 1.0}
{"msg": "Hacking on the #Scala IDE at EPFL ... deleting stuff is fun ", "label": 1.0}
{"msg": "@limic Yes! I watched it with Johan yesterday  Pizza and Movie: I'm in - just tell me what you want to see!", "label": 1.0}
{"msg": "off to Boston in few min ~ will bbs - heading to Logan airport later. ", "label": 1.0}
{"msg": "had another good night,  time to go to bed, goodnight my lil time bombs", "label": 1.0}
{"msg": "@frak I couldn't possibly know how a weekend like that would feel , but sounds like your still on a high so to speak ", "label": 1.0}
{"msg": "@Critania awesome!  I've decided im gunna go to the states not for blink..next year insted.", "label": 1.0}
{"msg": "My Yummie Vice ... yyiiihhheee ", "label": 1.0}
{"msg": "@carli_chick You dont look that funny on the pic can we hav a funny one or some humour please ", "label": 1.0}
{"msg": "@fr3dly yeah man. loads! we've been focusing on http://twicli.com recently rather than Picli ", "label": 1.0}
{"msg": "@CelesteChong You're not dying...just need a healthier lifestyle...can start by cutting down on junk food ", "label": 1.0}
{"msg": "@sxckim29 Yes,it has it's moments ", "label": 1.0}
{"msg": "@devilsangelxx good for you ", "label": 1.0}
{"msg": "@DHughesy - Dude, major letdown after all the cut &amp; paste drama! Tell your little dude his Mom's a computer legend, his Dad.. weeelll... ", "label": 1.0}
{"msg": "@Bill_Ironside my upstream is visibly the best it's been for weeks e.g. better than prior to last week's downtime.Going 50meg soon though ", "label": 1.0}
{"msg": "@kampam3 gratz! you passed so you're fine. not much, playing games on my cell  wtb you?", "label": 1.0}
{"msg": "Together or not,.our dance won't stop ", "label": 1.0}
{"msg": "In study avec Clark, YAY I'm on Twitter ", "label": 1.0}
{"msg": "@captainparish sweet and the clan grows ", "label": 1.0}
{"msg": "is frustrated! but excited for his meal with jenny! ", "label": 1.0}
{"msg": "@timjlittle  @ourman They do in fact transcend borders. (and I could do this all day! ", "label": 1.0}
{"msg": "@JonathanRKnight Babe, glad u njoyd the trip  get home safe.. kisses", "label": 1.0}
{"msg": "@JanSimpson Sorry I never answered, went off early! I will play it later if I can find it! ", "label": 1.0}
{"msg": "@ladymadonna8 yep seems like they had a luv weekend before he had to leave, since none of them were seen outside the hotel lol ", "label": 1.0}
