{"msg": "Is up far too early ", "label": 0.0}
{"msg": "Good morning, I look sneaky today ", "label": 0.0}
{"msg": "watching infomercials cuz sleep broke up with meh ", "label": 0.0}
{"msg": "Domesticated Sunday ahead, many chores to be done and feeling rough too  F1 should be good though", "label": 0.0}
{"msg": "Time to clear out the garage. It's soooo full of rubish ", "label": 0.0}
{"msg": "shares http://tinyurl.com/p4sutc (this e-mail about the Ako Mismo Campaign.  Is this true?) http://plurk.com/p/svlk8", "label": 0.0}
{"msg": "finished playing wii with @kevbeezy @charlescruzk and @juliansayys i totally got owned and my score went down in bowling ", "label": 0.0}
{"msg": "@chrisdowling it IS the two part finale ", "label": 0.0}
{"msg": "Watching Death Note! L died last week  Enter: Near and Mello! Matsuda is funny XD", "label": 0.0}
{"msg": "I need a new mouse, and I want ham.  but have to wait till shops open again.", "label": 0.0}
{"msg": "Morning All! Sat in Normany (France) in 30c sun. Life is good. Back to UK later, ", "label": 0.0}
{"msg": "@amandapalmer Will the show be posted on YouTube too?  The webcast was a little late for me here in Germany. ", "label": 0.0}
{"msg": "i wanna to go home. i miss all my friends. argh. ", "label": 0.0}
{"msg": "@VikkiJCapra i know i'm horrible a horrible person when it comes to pets ", "label": 0.0}
{"msg": "Owwwww! No more Wii sports for me - my shoulder is killing this morning! ", "label": 0.0}
{"msg": "I'm ready for sleepy time now I don't want to go to work tomorrow this sucks ", "label": 0.0}
{"msg": "@HilaryLister You have wind there then! We dont ", "label": 0.0}
{"msg": "Being good on a Saturday night-just reporting, not out partying and what do I get? My window to my room smashed, my house broken into FML ", "label": 0.0}
{"msg": "I had one and a half glasses of wine last night and I feel fuzzy and rough. This is clearly unfair ", "label": 0.0}
{"msg": "@nic_leah why did u not save me pizza scrolls  makes my tummy rumble. hehe", "label": 0.0}
{"msg": "I'm very upset that I have work tomorrow  lol", "label": 0.0}
{"msg": "@colinkelly I was going to ask u about Mickey Finn, from TRex coz I loved him but ive just googled and hes DEAD!! how I miss that!! sob ", "label": 0.0}
{"msg": "TeamNiley deleted her account?! no! why? ", "label": 0.0}
{"msg": "@neosolrkstr  GOTS TO SAY IM SORRY TO MY BUDDY SHE PROBABLY SUPER MAD AT ME I'M REALLY SORRY.....", "label": 0.0}
{"msg": "@imanilynn NAUGHTY ASS!!! find naughty friend for me ", "label": 0.0}
{"msg": "breakfast: meatloaf-scrambled egg-tuna w/ celery sandwich. Yuchk, n0t go0d.  [phplurk.com] http://plurk.com/p/svlqd", "label": 0.0}
{"msg": "mammmas got the straightners ", "label": 0.0}
{"msg": "http://twitpic.com/4wrjt - RIP Al Green The Iguana ", "label": 0.0}
{"msg": "The sun is about to come out and my room is bright.. I mosy def wont be going back 2 sleep if i dont do it in the next 10 minutes.. tear ", "label": 0.0}
{"msg": "I feel asleep watching TV and Ashlyn woke me up crying  My poor baby don't feel good ", "label": 0.0}
{"msg": "@twebbstack oh I'm on my iPod. It shows his old one ", "label": 0.0}
{"msg": "Bored. mouth is on fire. ", "label": 0.0}
{"msg": "@TeamCyrus it's no probs :0 oh i've still got to do your pic sorry i forgot about it sorry ", "label": 0.0}
{"msg": "@RobertKazinsky hey, I know u.ve given this b4 but I can't fir d the link now  how can I get u on my iPhone?xx", "label": 0.0}
{"msg": "woke up an hour ago still tired cant get back to sleep   got GCSE's IN 2 DAIZ       so listening to metro station for a bit  then REVISION", "label": 0.0}
{"msg": "I feel like kinda shy around her now  i dont know what to say T__T", "label": 0.0}
{"msg": "Better start doing some RE revision now. Goodbye social life, I'll be back in an hour ", "label": 0.0}
{"msg": "Bruised ribs and hay fever = tear inducingly painful sneezing fits ", "label": 0.0}
{"msg": "trying to survive an abusive relationship ", "label": 0.0}
{"msg": "i should be really glad that i'm back home right?! but i'm not too  and im weary i wanna sleep but the family's having dinner elsewhere ", "label": 0.0}
{"msg": "Planning birthday have a LOT of low points ", "label": 0.0}
{"msg": "i caree wayyyyyyyyy too much. filing this down as argument 543,763,085,042 ", "label": 0.0}
{"msg": "There is nothing like a Chianti hangover, well maybe Rioja  - not even Nurofen can dull it's relentless onslaught ", "label": 0.0}
{"msg": "It's raining here.. I got nothing to do! ", "label": 0.0}
{"msg": "Where did the sun go?? No golf today?? ", "label": 0.0}
{"msg": "i feel like crap.. getting a cold i think. ", "label": 0.0}
{"msg": "So worried about my surgery.... I really wish I wasn't all alone  ", "label": 0.0}
{"msg": "@jasonmitchener I know...I have no business complaining at all...friend of mine just buried her son who had hydrocephalus. He was only 5 ", "label": 0.0}
{"msg": "WTF? Up at 4:30am to go get Dunkin Donuts for the boys to give to Mom and they are closed - 24 hour store?  Try again after my run ", "label": 0.0}
{"msg": "My musics on and I'm sitting outside, my mum ruins it by saying ' what about all that work you needed to do, urghh ", "label": 0.0}
{"msg": "I think im getting sick ", "label": 0.0}
{"msg": "I was soooo tired yesterday I fell asleep on the couch last night and woke up @ 4pm to go bed ", "label": 0.0}
{"msg": "i really want a bf im so bored of being alone... its not as fun all by yourself... ", "label": 0.0}
{"msg": "@cherryxhime awesome to hear. I am freaking exhausted. and still 206 tweets away from my goal. ", "label": 0.0}
{"msg": "Doing an experiment to test...Do all plastic shopping bags carry the same amount of weight without breaking..why do they make me do this ", "label": 0.0}
{"msg": "Chillin @ jareds and corys apartment. Level 32 is so high ", "label": 0.0}
{"msg": "bring on Cambridge !!!.....but i really don't want the tour to end ", "label": 0.0}
{"msg": "It's raining here.. I got nothing to do!   ", "label": 0.0}
{"msg": "Have to leave home soon. I would rather stay here than getting back to berlin and keep on writing my BA.  Life s so hard! Boohoo", "label": 0.0}
{"msg": "der waz nothing at the white house market   today   ", "label": 0.0}
{"msg": "Doesn't want to go to work right now ", "label": 0.0}
{"msg": "@kevinlovesabby lol tell her always welcome and keep safe. i know ur not my messenger lol, but cant go to new york ", "label": 0.0}
{"msg": "Gardening for me today, lawns and hedges, ", "label": 0.0}
{"msg": "@Jenna5225 well yesterday was ok, but here is a summary of today so far... its 10am and im on my second hour of dissertationing b4 a 1-9 ", "label": 0.0}
{"msg": "All i can say is, thank God i have tw and st to fangirl over right now. Cause if i didnt, id probably be crying in a corner about spn... ", "label": 0.0}
{"msg": "@bradiewebbstack :O OMG JEALOUS MUCH U REPLY TO HER  OMG OMG OMG ILY HEAPS PLZ JUST ONE WORD *or more ..... most likely more* PLZ ", "label": 0.0}
{"msg": "Podcast is recorded, but I'll have to redo my part because Audacity is evil ", "label": 0.0}
{"msg": "@dcorsetto pot psychology?  I watch it every week!  But for some dumb reason I can't comment-account is disabled ", "label": 0.0}
{"msg": "@PoeBicycle yeah radcakes son please beleive...would you also beleive i broke it!  getting another soon...", "label": 0.0}
{"msg": "yup dinner was a wash out - stomach is churning - still gotta go in to work tomorrow ", "label": 0.0}
{"msg": "Stupid me turned the oven on instead of the grill. No wonder my pancakes weren't toasting ", "label": 0.0}
{"msg": "got up before 9am today... but with the cold ", "label": 0.0}
{"msg": "Still not asleep :/ stayed up at chris' house keeping him company. I miss him  i want to cuddle and fall asleep ", "label": 0.0}
{"msg": "@ginblossom I know hehe and I love his Dad!!! I'm cold and tired  I had to work today, NOT COOL - was freezing. Hows u?", "label": 0.0}
{"msg": "Realising trying to yesterday was stupid, and now suffering. very slow today ", "label": 0.0}
{"msg": "@Lassam oohhhh i wish i with there  ", "label": 0.0}
{"msg": "@Demi00 yeah  Thanks dear friend .But it made me hurt .Why he followed anymore ? (( I wonder why (.ahh,I'd wish he following forever", "label": 0.0}
{"msg": "@brightondoll *blushes* I'm going good, you? I hurt my big toe last night though ", "label": 0.0}
{"msg": "hmm.. need my bestfriend to be awake ", "label": 0.0}
{"msg": "Nothing like reuniting with friends and family. But we gotta do these things at more reasonable hours!! It's Mother's Day - I miss mine ", "label": 0.0}
{"msg": "working on a sunday  @stefanromanu promissed it would be just a little work. dough!", "label": 0.0}
{"msg": "@pfspleen Shiny? No. Magpie-related holes? Yes ", "label": 0.0}
{"msg": "my cat shows disinterest when i tell him my vagina's bleeding  goodnight.", "label": 0.0}
{"msg": "&quot;Let the right one in&quot;!!! Cant wait to watch it 2day!!! Missing that special someone though ", "label": 0.0}
{"msg": "@zinziii join the club. My back's still in spasm and dunno how I did it. Waiting for painkillers to kick in before I start moving round ", "label": 0.0}
{"msg": "No Emails. No one on msn. No one updating ", "label": 0.0}
{"msg": "@KimmiMcFly no idea aha mums no help either  xx", "label": 0.0}
{"msg": "I WANT SOME BANTER!! @chazham, @georgiehammond guysss cummon im missin all da banter we have  love you x", "label": 0.0}
{"msg": "im tired and cold and don't want to go to school tomorrow ", "label": 0.0}
{"msg": "i haaate staying up late... ", "label": 0.0}
{"msg": "@adam_macdonald sorting through the garage...!!  and I might sneak some #f1 if I can get away with it ", "label": 0.0}
{"msg": "@0princess0 oh cos i want a comment off bradie haha. ", "label": 0.0}
{"msg": "@ashwinuae luks ill have to do with just dial and people walking down the road ", "label": 0.0}
{"msg": "Ugh. Can't make the twitterfox work.  Any help? :&quot;)", "label": 0.0}
{"msg": "@shoelover79 Ruh roh.. another day, another radio silence? ", "label": 0.0}
{"msg": "I've ate too much Sushi. @mat__ paid. That's why. Now God punishes me. I'm sick. ", "label": 0.0}
{"msg": "@nicca_hole:, @travuller: I STILL CANNOT GET ON PandQ. It's not working on my computer some weird reason. ", "label": 0.0}
{"msg": "@Sims_Galore Cant wait!! love sims had collected 1st and second sims series.. but with moving had no room for them so had to sell them ", "label": 0.0}
{"msg": "Guess nosy is awake.  LOL", "label": 0.0}
{"msg": "Me Arrepiento - Alex Ubago. God I cry so hard everytime I hear this song ", "label": 0.0}
