{"msg": "@thibet well, at least you haven't been caught yet, lol!! ", "label": 1.0}
{"msg": "@bethbeck Twog works for me ", "label": 1.0}
{"msg": "@stuartostro I changed it for ya ", "label": 1.0}
{"msg": "@mycaricature Choo upto girl? You've been an inactive twitterer lately! ", "label": 1.0}
{"msg": "Everyone over at @coldplay has started tweeting. Well, except Chris and Jonny anyway. Way to go, guys! ", "label": 1.0}
{"msg": "I drew that yesterday at work. Not done yet    http://tinyurl.com/pvw5md", "label": 1.0}
{"msg": "@ddlovato aww, i love you too ", "label": 1.0}
{"msg": "May have a third job today.  Gotta make that cash!", "label": 1.0}
{"msg": "@refaktor Now that you paid for the domain. Awful name  Seriously, it reminds me of old union savings thing, but I like it.", "label": 1.0}
{"msg": "@onnelline came in hottt last night!!! next time ur working let me know &amp;&amp; ill meet you for drinks!!!!! ", "label": 1.0}
{"msg": "hi been away for awhile but back now - in work at the mo so will catch up with you all laters ", "label": 1.0}
{"msg": "STOP LOOKING!!!! It's ok - I found a way! ", "label": 1.0}
{"msg": "Concert of the year! Lala. ", "label": 1.0}
{"msg": "#iab net  Anyone else I know here? Tweet if you know me ", "label": 1.0}
{"msg": "@Katanya231 yes! Party for #GFREE on May 31st use #CGFT hashtag more details later ", "label": 1.0}
{"msg": "is cleaning her closet... really craving the park ", "label": 1.0}
{"msg": "Ran 3 miles in 34:32 with NO walk breaks!  I feel awesome.", "label": 1.0}
{"msg": "@fbliss hmm.  after much cogitation i've determined that it doesn't have the guts to wrestle a bear.  but then again, neither do i! ", "label": 1.0}
{"msg": "@WeAreGeek thanks muchly, I must admit it is a recurring issue for me ", "label": 1.0}
{"msg": "@Tom_iz_me longest shift of your life??? really??? and I want an iPhone too ", "label": 1.0}
{"msg": "@dlayphoto You're most welcome ", "label": 1.0}
{"msg": "So many birthday's coming up all celebrating it in the city. CITY HERE I COME! ", "label": 1.0}
{"msg": "wooo about to read my book ", "label": 1.0}
{"msg": "@joshtastic1 ask @nessie111 she told me.hope the soup will help you get better and yes that is weird.lol ", "label": 1.0}
{"msg": "back home.. passed my exam ", "label": 1.0}
{"msg": "new post on http://thesundownerslist.wordpress.com ", "label": 1.0}
{"msg": "@Gommit this is also a fun query, kind of  http://bit.ly/2eUSQ", "label": 1.0}
{"msg": "@green_i_girl DM ", "label": 1.0}
{"msg": "i got that it was a reply... just wanted to know if the comment was yours.. it is now a rarity to find good literature.. ", "label": 1.0}
{"msg": "@savtwit nothing works for me atm ", "label": 1.0}
{"msg": "@taufiqz 1) im watching Masterchef atm! 2) ignore these annoying people. lie to them also... or... dont mention ur crush ", "label": 1.0}
{"msg": "@angiese ahuakakakakakkkaka  have you finished playing hide and seek with dantha's eyes?", "label": 1.0}
{"msg": "Morning  It's a beautiful day!", "label": 1.0}
{"msg": "@Werecat1 Pale Rider should get more focus and I'd like to finish my three WIPs. Larry comes out soon. Hang in there. ", "label": 1.0}
{"msg": "@tonyromm good luck! ", "label": 1.0}
{"msg": "i got good meds...  i will b at school late.  *Lost N Ur I's*", "label": 1.0}
{"msg": "hi @shibuya246 no worries at all. ", "label": 1.0}
{"msg": "@TheGimliGlider hahaha. So true ", "label": 1.0}
{"msg": "I am dreading the packing. Trying not to think of anything but the beach ", "label": 1.0}
{"msg": "@akyna abush? ambush? i'm sorry but i totally seem to have lost the context :| please explain to dumb ol' me ", "label": 1.0}
{"msg": "Amazing how you can stumble upon fresh locally grown markets on your walk home. ", "label": 1.0}
{"msg": "can't wait to see blake now.....my days off are all about quality time with the little monkey!!!cant wait til his summer hols ", "label": 1.0}
{"msg": "@tobynutter I'm glad I went in early to sit with my fellow lemons. We went over each of the topics and bounced questions off each other ", "label": 1.0}
{"msg": "@claymuse look at my shop!! ", "label": 1.0}
{"msg": "@piaguanio My family and I enjoy watching Fulhaus every sunday.. we all love it.. ", "label": 1.0}
{"msg": "Its hard to keep from gettin burned when love is like fire   NemoNemesis ", "label": 1.0}
{"msg": "follow this great man!  @sczepanski", "label": 1.0}
{"msg": "i'll take my break on twitter cuz i'm going to watch &quot;Only You&quot; ", "label": 1.0}
{"msg": "? Is Glad She Has Some Awesome Family &amp; Friends!  Elaine Hertling, Lauren Green, Samantha Tavener &amp; Tash Van-Eckeren Love You's Forever! ?", "label": 1.0}
{"msg": "@Nicward2 Haha, it basically means that I don't know if you're real ", "label": 1.0}
{"msg": "it felt like we had A/C again last night...that was great sleeping times ", "label": 1.0}
{"msg": "@Stumbeline hello  how are you?  we will have to work out a time when me you and Kes are all free would love to catch up xxx", "label": 1.0}
{"msg": "@laurendaymakeup my sunday amazing  spent time with the family  haha. i miss you so much! how's mary kay going?", "label": 1.0}
{"msg": "@aspo1 Yes! King Of Leon. One of my favs. ", "label": 1.0}
{"msg": "I'm new here ", "label": 1.0}
{"msg": "nearly stole a kill bill box set (accidentally) today. went back and paid for it cus i'm a good girl.  i like the katanas ", "label": 1.0}
{"msg": "Arise &amp; Build (P. Ed) - 12 hours on-site! ", "label": 1.0}
{"msg": "I'm having an abolute field day chaning the back ground colours!! This tweeting molarky is fun...happy days!! ", "label": 1.0}
{"msg": "My oldest wants pancakes today. I usually don't do pancakes on a school morning. But, I'm feeling nice today. The griddle is warming up ", "label": 1.0}
{"msg": "Just had a blast with my best buddy. ", "label": 1.0}
{"msg": "I know of no more encouraging fact than the unquestionable ability of man to elevate his life by concious behavior&quot; - Henry Thoreau    ", "label": 1.0}
{"msg": "@spradders Ah - I can barely contain my excitement ", "label": 1.0}
{"msg": "The new website is online : http://www.opencoffeelln.be Congratulations David and Alex ", "label": 1.0}
{"msg": "@SquareJaw Righto. Its all this mans fault, @JeremyCShipp. ", "label": 1.0}
{"msg": "@KevinHart4real glad u enjoyed the city. Its strange and dirty, but its my hometown...  have a safe trip!", "label": 1.0}
{"msg": "@marramgrass I hope it's only like that - that way I can manage it! ", "label": 1.0}
{"msg": "@Lisa_Veronica what show you getting ready to do? how did you flight go  x", "label": 1.0}
{"msg": "@xTwiilighted nope i dont have youtube (: &lt;3 i had, but not anymore. ", "label": 1.0}
{"msg": "@nikkihayes hey cheer up. it could be a lot worse. ", "label": 1.0}
{"msg": "Heroes is AWESOME! #3hotwords ", "label": 1.0}
{"msg": "@chrishasboobs  that is really sweet of you ", "label": 1.0}
{"msg": "@pet2107 Thank you very much! ", "label": 1.0}
{"msg": "@helenmc52 Great to hear!  @Darcy1968 is an inspirational leader...welcome to our PLN ", "label": 1.0}
{"msg": "@tc2866 awe thank you Hubby and I love you too! You never fail to surprise me honey xxxxxxxxxxxx that's 12 ", "label": 1.0}
{"msg": "I'm not Ciara anymore. I'm 8049. Just another figure in a group of results. ", "label": 1.0}
{"msg": "the countdown has begun!!!  nineteen days to go!!!! ", "label": 1.0}
{"msg": "I am dying for a Chicken Royale  yumyum, pity the nearest burger king is a bout half an hour away ", "label": 1.0}
{"msg": "@farruska I'm sure karma's not done yet, let it fill up the rage gauge ", "label": 1.0}
{"msg": "just got home ", "label": 1.0}
{"msg": "I'm going to take my yaks test in a half hour. ", "label": 1.0}
{"msg": "@craym0nk Pick up an original Da Vinci for me, mate.  The one with the smiling sheila would look nice in the pool room. ", "label": 1.0}
{"msg": "@dbullock6--morning Coach--and yes, I know--direct messages, direct messages--I'll see if I can work on that for you ", "label": 1.0}
{"msg": "well if anyone is interested in my lack of house renovations I've update the flickr set  http://tinyurl.com/qsbtgq", "label": 1.0}
{"msg": "@jakkaj check out my mates SL 2.0 site  http://www.simonfarrell.com/", "label": 1.0}
{"msg": "@JessicaPinup I love you too! I support you 100%! I'm glad you're enjoying your birthday gifts! ", "label": 1.0}
{"msg": "@fashionesedaily Mal, tertarik sama green tea sticks and roll.. Terdengarnya enak.. Hehehe.. ", "label": 1.0}
{"msg": "@sorcha69 there is that way too  well spotted ", "label": 1.0}
{"msg": "@ChantersNod Wish I were there to lull you to sleep. ", "label": 1.0}
{"msg": "Found something interesting yesterday...PURPLE CORN! Its really purple, and only grows in Peru..They made it into a juice! ", "label": 1.0}
{"msg": "mmm cant sleep :/ watching two &amp; a half men ", "label": 1.0}
{"msg": "don't be scared of her nick  tells me and all is well lmao", "label": 1.0}
{"msg": "  Goodbassplayer... that is funny.... ;)  OilIPO.... I hope the people that will bring us good things are started early this week... ", "label": 1.0}
{"msg": "@dermotwhelan Hello and welcome to twitterville! ", "label": 1.0}
{"msg": "@officialTila Translation: I love you. ", "label": 1.0}
{"msg": "@Eric_Chambers Morning  Hope you have an awesome day!", "label": 1.0}
{"msg": "Happy Monday to all! ", "label": 1.0}
{"msg": "Getting ready for another Monday  Only 13 Monday's left till school/band starts up again", "label": 1.0}
{"msg": "@johnfbraun you should....If you're ever in Copenhagen, give me a tweet and I'll introduce you to the beer and or women ", "label": 1.0}
{"msg": "@dhempe I will have agree  in my case I did by road both ways the previous", "label": 1.0}
{"msg": "is off to meet another great friend then meet Vitamin S. ", "label": 1.0}
