{"msg": "stye and pink eye double whammy clearly no work for me today ", "label": 0.0}
{"msg": "@Castle03 thanks nub, got la roux in my head now  make it stop?", "label": 0.0}
{"msg": "@helena445 net, yes, msn, not. And I lost everything. ", "label": 0.0}
{"msg": "Dear Barrichello, please grow a set and win the race. If a Brawn has to ", "label": 0.0}
{"msg": "@stfumichelle ohhh! yeah. i have the leaked link. i dont want to download it though. i don't know why. i liked stared at it but couldn't ", "label": 0.0}
{"msg": "@AaronBell94:  yeah! they always get on wi fi connection on my wii at night,and his person name was yo mommah, and he beat me ", "label": 0.0}
{"msg": "&quot;You are unfaithful children. But you belong to Me. Come Home!&quot; --Jer.3:14 Awwwwww ", "label": 0.0}
{"msg": "F1!!! &lt;3 raikkonen  lets go massa!! now eating with the fam!", "label": 0.0}
{"msg": "i love the clique girlz clothes heres an old pic when ariel was still with them, now since she left, they have sara  not a huge fan of her", "label": 0.0}
{"msg": "watching Spanish GP, waiting for Giro to start.  May hav to get digital cable ", "label": 0.0}
{"msg": "@AndrewDearling Yes Greg won! So happy but I would've prefered MacKenzie to win  x", "label": 0.0}
{"msg": "@pyriel im sorri babe   xbox rules! it'll be here soon!! put down the 40 :p", "label": 0.0}
{"msg": "Watchin the devils rejects, cba to do n e thin today, got work at 7 tho, wah ", "label": 0.0}
{"msg": "hates sciences ", "label": 0.0}
{"msg": "@fatbellybella that is so cool  i want one ... im jelly   ", "label": 0.0}
{"msg": "223 e-mails. since , like when did i last check it? forgetful... too bad. ", "label": 0.0}
{"msg": "Day off. YAY!!! I'm always 3 hours ahead of all the fun.....but it feels more like I'm 21 hours behind!  ", "label": 0.0}
{"msg": "At the airport coming home. I'm only doing this because delta told me too, I'm not happy about it.  http://twitpic.com/4wyft", "label": 0.0}
{"msg": "Not allowed to go to any party today  mummy won't let me due to the stupid exams, arghhh!!!", "label": 0.0}
{"msg": "@vodkaprincess77 They usually show a lot more of them leaving. Shame ", "label": 0.0}
{"msg": "@Ahmedaga80 4 meals :O thats crazy i miss you so much ! ", "label": 0.0}
{"msg": "They know a verbal command to attack. Hey, I'm a single mother &amp; I'm scared of guns so they protect my family. Sorry for venting... ", "label": 0.0}
{"msg": "@ashleegaston ASH MY DEAR! COME ONLINE NOW!!!!!  I'm beyond caring about my exam and should sleep but.. BLAH!", "label": 0.0}
{"msg": "This Weekend went too fast   Back at work tomorrow", "label": 0.0}
{"msg": "Watching news, working crossword, and having my first cup of coffee.  Cool and cloudy today ", "label": 0.0}
{"msg": "In the queue for Mcfly 7 hours to go ", "label": 0.0}
{"msg": "3 stops bad choice  reckon rubens will have lost out to massa n vettel if they all stop one more time ", "label": 0.0}
{"msg": "@mayaREguru sorry didn't mean to ruin it -- was just watching when @LesleyLambert tweeted that they were in! ", "label": 0.0}
{"msg": "Happy Mothers Day moms, (  L )", "label": 0.0}
{"msg": "@_mel_ argh. They are planning to cut the Medicare rebates for birth related services too ", "label": 0.0}
{"msg": "my tweet deck is broken! ", "label": 0.0}
{"msg": "omfg it's wayyyy too early for a weekend. Wanna go back to bed. Work 10-4  Anddd then stupid french.", "label": 0.0}
{"msg": "Enrique Iglesias Concert Was Last Night. Didn't Go So I'm Making Up For It By Having Played His Album On My iPod At Least 5 Times. Sad ", "label": 0.0}
{"msg": "@charlene_lewis_ Oh you sad bitch. Following the GG crew? If you were here, I would have to tease you like crazy  but you're not.... darn.", "label": 0.0}
{"msg": "is tired ", "label": 0.0}
{"msg": "@tommcfly lol!! wish i could see u!!  xxx", "label": 0.0}
{"msg": "No I only did 18 and also have 2 new kids to add reports for!! ", "label": 0.0}
{"msg": "@davidarchie leaves UK like tomorrow :O ???  I wanted to meet him so bad :'(", "label": 0.0}
{"msg": "Caribou... Since 5... Going till noon ", "label": 0.0}
{"msg": "@RubenBeaut wish i were there, i may walk over, i'm out injured  (and grumpy...such an endorphine junky)", "label": 0.0}
{"msg": "@Ahmedaga80 Aww i wish i was there .. ! I miss you so much ", "label": 0.0}
{"msg": "@bashed your new pic is scaring my dog ", "label": 0.0}
{"msg": "yeah lolsome...man u scored...why be so good ronaldo scored ", "label": 0.0}
{"msg": "flying out to Kansas City today. I am going to miss my wife this week ", "label": 0.0}
{"msg": "awake... had a really bad sleep..... so now im tired ", "label": 0.0}
{"msg": "@tommcfly I cant belive this time last sunday i would've been gatehanging for you, i miss you ", "label": 0.0}
{"msg": "found out last nite i hafta work a dble today  dont ever put off homewrk for snday nite. managers mite surprise u with an extra shift.", "label": 0.0}
{"msg": "@snow_whitex you poor thing  More play, less work then", "label": 0.0}
{"msg": "Nick,are you angry with me??????????? ", "label": 0.0}
{"msg": "C's mom has to work today.      Happy Mother's Day to all. Keep looking after me from wherever you are, Jackie.", "label": 0.0}
{"msg": "@gfalcone601 can you tell the boys that they have to come to Germany  we want to see them too", "label": 0.0}
{"msg": "been sick all day  i threw up like four times :o ew.", "label": 0.0}
{"msg": "Sunday already... boo ", "label": 0.0}
{"msg": "Happy Mother's Day -- got a LONG day ahead! Heading 2 the beach &amp; then a 9 hr drive home ", "label": 0.0}
{"msg": "has really bloody cold feet ", "label": 0.0}
{"msg": "@tommcfly I cant belive this time last sunday i would've been gatehanging for you ", "label": 0.0}
{"msg": "@amieewhitney i'm sowwies.  *sends virtual hugs*", "label": 0.0}
{"msg": "tiiiiired...need to start revision today ", "label": 0.0}
{"msg": "LOL! I sent a pic to 10 people with 3 jeans on, and asked which one I should use today, everyone said the one to the right, so ..FINE ", "label": 0.0}
{"msg": "been up for and hr and here in another hr i start my 12hr day of work ", "label": 0.0}
{"msg": "Im so bored. I should be sleeping but...i kinda slept all day today :S lol and i have school  so uncool!", "label": 0.0}
{"msg": "Had a blast at prom even though she got only 3hours of sleep. Got some obstacle wounds aka nasty brush burns on both elbows ", "label": 0.0}
{"msg": "@sarahrowe @christiminki I need a hug. my laptop is screwed as I spilt water on the keyboard and it went dead ", "label": 0.0}
{"msg": "@C_RA Sorry you are having a rough day.. ", "label": 0.0}
{"msg": "http://www.absoluteradio.co.uk/ I don't think I'm gonna be able to record though. Might be struggling to listen... ", "label": 0.0}
{"msg": "@_ophelia lol its too big for free yousendit, lol will have to split it ", "label": 0.0}
{"msg": "in such a odd mood  not cool.", "label": 0.0}
{"msg": "I wish I was with my momma today. ", "label": 0.0}
{"msg": "a lot of work and not much time ", "label": 0.0}
{"msg": "'Cause if anyone can make me fall in love, you can ", "label": 0.0}
{"msg": "@ohhaikelly if they were for the 7th of august i'd get them... ", "label": 0.0}
{"msg": "OooHhh my family will go to the soccer at my bro SO right now im alone   Well i talk with my friends (:", "label": 0.0}
{"msg": "Dad-Ur dawter is grounded til she's 71! Wife argues but has 2 concede. Dawter (holding flowers) Happy Mother's Day, Mom!   #crapsoaplines", "label": 0.0}
{"msg": "@winnyadriany duhh suckss winn huhuhu, bru pulang dri sun, mo ngecharge hp , blackout lagii  ", "label": 0.0}
{"msg": "@shamim86 oh dear, the dreaded jetlag  not the one", "label": 0.0}
{"msg": "Watching rv LOL and I'm getting seasick ", "label": 0.0}
{"msg": "I have a fever ", "label": 0.0}
{"msg": "Feeling ill right now ", "label": 0.0}
{"msg": "@acidjack23 ahh crap.  ", "label": 0.0}
{"msg": "happy mothers day! am I the most awful daughter ever?! I'm gonna be gone all day ", "label": 0.0}
{"msg": "@tanaralandor I second that!!!! I'm wearing flats for a rest of the week! Going to get my hair done! I wanna sleep so bad!!!! ", "label": 0.0}
{"msg": "@helga_hansen I think laughing is the better option when possible ", "label": 0.0}
{"msg": "Already regretting going back to school, and it hasn't even started yet ", "label": 0.0}
{"msg": "tad depressed now... reality of Best Week Ever being over is really sinking in  ", "label": 0.0}
{"msg": "happy mothers day mommyyy. sorry i have to work today ", "label": 0.0}
{"msg": "@vanetti I wish I could go to ihop with you and hoho ", "label": 0.0}
{"msg": "reading up on Mexican marketing company for illustration in magazine... and it's SUNNY outside ", "label": 0.0}
{"msg": "monash logged me out of my marketing lecture because i had exceeded the time limit, and now wont let me re-stream it ", "label": 0.0}
{"msg": "@nanisnap We had to make some brutal cuts though to get it down to 7 minutes from 10. We had to take out some top notch stuff as well ", "label": 0.0}
{"msg": "Working on a Sunday .... ", "label": 0.0}
{"msg": "@mkbrakes aw that's cool. Sorry you had to work today!  will hopefully be there tuesday.", "label": 0.0}
{"msg": "Already regretting trying to finish school, and it hasn't even started yet ", "label": 0.0}
{"msg": "@jonasbrothers http://twitpic.com/4n27u - darn i got it wrong  lovin the boots ", "label": 0.0}
{"msg": "@tommcfly haha kwl... wish u wud play newcastle on the last date coz u always do something crazy on the last show  lol. cant grumble tho x", "label": 0.0}
{"msg": "@danslee yeah, me too, I used to enjoy travelling w/Enfield Town, all gone wrong now - houses on their old ground ", "label": 0.0}
{"msg": "Working and trying to pretend that Roo(my dog) will be there when I get home. But she won't. ", "label": 0.0}
{"msg": "Woke the wife up for breakfast, but she was too sleepy to eat. ", "label": 0.0}
{"msg": "wonders why there is no domino pizza in perlis  http://plurk.com/p/swuf6", "label": 0.0}
{"msg": "ugh - need to deposit a check from closing and the bank's ATM is broke ", "label": 0.0}
{"msg": "@melissamaples but I see someone already told you that ", "label": 0.0}
