{"msg": "I need a friend ", "label": 0.0}
{"msg": "Hmm... #iPhone forgot how to vibrate. &quot;Reset all&quot; didn't help. Now: complete FW-Restore w/out restore from backup, I guess... ", "label": 0.0}
{"msg": "im just back from armin van buuren's event it was freakin awesome but the scary thing is that i saw more than 10 ppl dying of overdose ", "label": 0.0}
{"msg": "Damn regional internets protection thingies!  I want to see the new Andy Samberg/Justin Timberlake SNL short Motherlover and can't in NZ ", "label": 0.0}
{"msg": "@KBitch_Owns_Me *sigh* Why must they be so hateful to KStew wtf did she do wrong :/ all she did was fall in love with Pattz not her fault ", "label": 0.0}
{"msg": "wow, the most recent group addition of ppl i follow makes me look like an extreme geek/fangirl.  *shudder* ", "label": 0.0}
{"msg": "phone was acting crazy today so i missed all my tweeties' updates  but i fixed it ", "label": 0.0}
{"msg": "@MarkYoung_ yup  and my back is already killing me from gardening yesterday doh!", "label": 0.0}
{"msg": "Getting ready for work again  although, I'm only in till 4, and I'm off tomorrow!", "label": 0.0}
{"msg": "@Natalie_Brown Exam...not well  But that was expected, I hadn't studied enough. My daughter still coughing but other than that seems OK", "label": 0.0}
{"msg": "just learned that 3 american bulldogs killed a border collie in the park last week. all 3 have been put to sleep. tragedy. owner's fault ", "label": 0.0}
{"msg": "Ed is off to Cornwall with school for a week confused   + ", "label": 0.0}
{"msg": "@wolfcat I went looking for my fave chocky dessert or creme caramels and it's all targetted at fatties on a diet ", "label": 0.0}
{"msg": "looks like im going to be a loaner this morning ... cause noone has txt me back to say they are going ", "label": 0.0}
{"msg": "I feel bad for the people who don't have mothers in their life today  Happy mothers day though.", "label": 0.0}
{"msg": "2manypancakes ", "label": 0.0}
{"msg": "@nataliexanne i miss orange county ", "label": 0.0}
{"msg": "@fiercemichi, wow, ZQ trending didn't last long ", "label": 0.0}
{"msg": "Interview went ok I think. Don't find out until next week if I get the house tho ", "label": 0.0}
{"msg": "I'm layni in my hotel soooo sick  been extremely Ill all day fever and nausea  I heard tegan has same thing ", "label": 0.0}
{"msg": "I'm finally getting up. Have to do housework today..  Anyone care to help?", "label": 0.0}
{"msg": "I can't believe they kicked off the last woman   Allison Iraheta, you're an American Idol in my books!!", "label": 0.0}
{"msg": "wondering how to kill time in in-laws place  .. as last resort turned to this..", "label": 0.0}
{"msg": "@sendchocolate you are right, it is.. ,i love horror movies and have probably seen it.. wifey on the other hand has banned scifi  channel ", "label": 0.0}
{"msg": "Brownout pa rin.  Need to watch tv na!!", "label": 0.0}
{"msg": "@jadedmatt interesting..., ok lol drive safe good luck with your headlights  be careful. I'm going to bed. Text me so I know you're ok", "label": 0.0}
{"msg": "@__mares__ me toooo  glad these pjs have lots of room lol", "label": 0.0}
{"msg": "cant fucking sleep! sunburn hurts. heartburn. &amp; fucking backyardigans sung stuck in my head! gonna try the recliner  *Jessi Ann*&lt;3", "label": 0.0}
{"msg": "@purplepups idk it's 3rd quarter, but by the looks of it i really don't think we're gonna win ", "label": 0.0}
{"msg": "non #SanctuarySunday tweet...some of my neons have been eaten by the other fish, poor things only lasted a day ", "label": 0.0}
{"msg": "Happy Mother's Day!  I gotta go to work! ", "label": 0.0}
{"msg": "is SO SAD  http://plurk.com/p/svi4n", "label": 0.0}
{"msg": "play with fire and whattin intel my heart bleed out ", "label": 0.0}
{"msg": "I was actually expecting something to happen but the snake still scared me when it striked. I screamed and think I threw up a little ", "label": 0.0}
{"msg": "&quot;had 6 gfs before the age of 18&quot; o_O there goes my kimbum. those girls were so lucky ", "label": 0.0}
{"msg": "&amp; mood gets worse. I should go to sleep. I want cuddles &amp; I want @NickFogarty ", "label": 0.0}
{"msg": "bloody hell the initial sunny start is gradually disapearing behind a grey curtain of cloud, great ", "label": 0.0}
{"msg": "watched the [Scrubs] finale... ", "label": 0.0}
{"msg": "oh Vs2008 how you mock me by not building ", "label": 0.0}
{"msg": "chem chem revisionnnn ", "label": 0.0}
{"msg": "aww thats sad @PegasusAngel   #SanctuarySunday", "label": 0.0}
{"msg": "Twitter is dead tonight, everyone must be out having a life.  Or sleeping, at this point. I remember when I used to sleep normally...", "label": 0.0}
{"msg": "@poetryinmotion2 yeah they make it for people who have trouble swallowing fluids.Like stroke patients. It tastes like glue  so disgusting!", "label": 0.0}
{"msg": "Last exam...3 days away!! Summer...a life time away! damn placement, its taking over ", "label": 0.0}
{"msg": "So tired. And headache ", "label": 0.0}
{"msg": "colloquium 5 soon !! ", "label": 0.0}
{"msg": "I'm so sad that i can't drink! ", "label": 0.0}
{"msg": "And then it faded into Bittersweet Symphony..  ... And then it crapped out ", "label": 0.0}
{"msg": "I'm so depressed, the scholarship test was yesterday  Now I have to go to selective or it's off to Westfield's Sports H.S for me ", "label": 0.0}
{"msg": "I don't wanna go to work I wanna stay home and kill zombies ", "label": 0.0}
{"msg": "FartWatch: Someone keeps farting on the dancefloor  http://cli.gs/JNVpP2", "label": 0.0}
{"msg": "nice! omg u said HELLA!!! lol wow! no one says that out here  wen i say it everones like o_O lmao i got used to saying &quot;mad&quot; instead lol", "label": 0.0}
{"msg": "Alternative medicines Vs conventional medicine... Wow how much fun is that going to be to research  blergh, school sucks!", "label": 0.0}
{"msg": "wanting my sim card to work ", "label": 0.0}
{"msg": "Just woke up with a killer headache ", "label": 0.0}
{"msg": "@keysgoround That thread does not exist ", "label": 0.0}
{"msg": "It's Sunday, and my mom woke me up at 10:30. How hard does that suck ? And, as if it weren't enough, it's raining outside. So today, FML ", "label": 0.0}
{"msg": "has a flat tire lame ass boyfriend i have is passed out doesnt even know whats going on ", "label": 0.0}
{"msg": "@alexjacobwilson You have a twitter! LOL, dorothy will probably be singing that 2 now, since she's into that show now ", "label": 0.0}
{"msg": "Gonna catch some ZzZz's. Good night twits. Tomorrow is a day for enjoying with the person who gave birth to you. Your Mom. &amp; AP studying ", "label": 0.0}
{"msg": "is getting on with work at 10...no more procrastination on facebook till its done, im determined today it will be finished! ", "label": 0.0}
{"msg": "@NereadersDigest ouch ", "label": 0.0}
{"msg": "@DomHarvey Especially when you hear them talking about standing on us ", "label": 0.0}
{"msg": "headin' for the airport in 4 hours....oh man I'm really gonna miss home! ", "label": 0.0}
{"msg": "worked today  cant wait to get a new job. yes @JustASong weekends are too short. its monday tomorrow. school is almost as shit as work.", "label": 0.0}
{"msg": "In so much pain woke me up and cannot fall back asleep ", "label": 0.0}
{"msg": "i need a revision timetable sorting for my GCSE's they dont start for a week but it's gonna be a last minute cram ", "label": 0.0}
{"msg": "I have to rant now, but no spoilers for supernatural, torchwood, or star trek! Promise! Lol XD So, im upset about sam &amp; dean in spn... ", "label": 0.0}
{"msg": "@Cubikmusik i can't even wipe the hard drive  wont recognise the drive when i insert OS V CD  weird!! no data on drive so no issue", "label": 0.0}
{"msg": "Hi, you still in Paris? Coming by London at all? Leaving NYC in 3 hours  lemme know!", "label": 0.0}
{"msg": "@MsHurricane I miss those. ", "label": 0.0}
{"msg": "#SanctuarySunday @sez101 yeah I know, saw a bit of one of the bodies left over in the aquarium, not nice, I love those little dudes ", "label": 0.0}
{"msg": "is craving for Krispy Creme  http://plurk.com/p/svijm", "label": 0.0}
{"msg": "FUCK FUCK FUCK... im upset ", "label": 0.0}
{"msg": "@karmadillo Alice is feeling a bit blue ATM, and says she doesn't feel much like tweeting ", "label": 0.0}
{"msg": "last day of badminton today ", "label": 0.0}
{"msg": "can't believe the end is nigh for Memory Makers magazine too.  So sad! ", "label": 0.0}
{"msg": "this weekend has flown by...feels like it should be saturday..i fecking hate it when that happens ", "label": 0.0}
{"msg": "can't find anyone online tonight...where is everyone? ", "label": 0.0}
{"msg": "but im going out in abit ", "label": 0.0}
{"msg": "going to church in Fuenlabrada for the last time!!!  AND Brittany has abandoned me, so I get to go and cry by myself. waaahh.", "label": 0.0}
{"msg": "@ParkerAngel Imperfect rhyme admittedly, but how about AMARANTH?! Kinda tough to integrate into your lyrics I guess, but I did my best... ", "label": 0.0}
{"msg": "nobody loves me, nobody cares. nobody picks me peaches and pears. ", "label": 0.0}
{"msg": "@SheryleeB Sounds like it has been a pretty sucky one.  Hopefully tomorrow will be better.", "label": 0.0}
{"msg": "@thatssokerri aww, that's sad if it's true  i hope he does have a show.he's arriving here tuesday i think so he'll be leaving monday there", "label": 0.0}
{"msg": "Why do people have 2 be so deceitful and unreal?  But my love for Steve Jones and Channing Tatum has been renewed lol...their soo nice ", "label": 0.0}
{"msg": "Up Early . i want to go shoppin again ", "label": 0.0}
{"msg": "@kissability   it sucks being here alone! i think i've realised her value more since i've been away! she deserves all the love and hugs!", "label": 0.0}
{"msg": "Can't see the scene of SRK's death.. ", "label": 0.0}
{"msg": "What better way to spend sunday morning than by getting your head around John Dewey's educational philosophy... ", "label": 0.0}
{"msg": "Today is just awful  My Skin was Un-Featured  I am so depressed, I really want to go out and do something fun ", "label": 0.0}
{"msg": "@ericalyns im so sad i couldnt be your cup this weekend  but i hope you had helllla fun", "label": 0.0}
{"msg": "@h0ll0wd0ll Oh no  Just down or has something happened ? I never get to chat with her any more ", "label": 0.0}
{"msg": "@jesszlatos oh. thats great! im gonna go to paris next week. hehe. oh...thats sad.  try to cheer in cruise. lol", "label": 0.0}
{"msg": "@Brinizzle_Nut woot!!! aww, means i cant tease u...  so what colour r u now?", "label": 0.0}
{"msg": "@himynameisrose mcr? seriously? at school? never. aww...euni was crying for me  and why a skin disease?", "label": 0.0}
{"msg": "@ExocetAU oh yeah tonight is canned but i meant, when u move to melbourne, we wont be able to do cloudland sessions ", "label": 0.0}
{"msg": "@MiDesfileNegro I don't know why  or he thought too fans want to he follow them all (((", "label": 0.0}
{"msg": "Nice night out at Labor Club (stupid designated driver though) but gotta do food shopping today ", "label": 0.0}
{"msg": "@vickysharinee yeah, stupid parents made us live in victoria and were away from all the cool stuff going on in aus. ", "label": 0.0}
