{"msg": "@mneylon any discount for ie domains twitter users ? ", "label": 1.0}
{"msg": "@cameronreilly yup. Like brewing my next coffee. At least now I know the temperature coefficient of the refractive index of boiling water ", "label": 1.0}
{"msg": "@rebeccao372 almost change it as much as u?? ha ha ", "label": 1.0}
{"msg": "As if by magic the blocks hands have shot round and its lunchtime.  ", "label": 1.0}
{"msg": "#tela09 was fun, but it's nice to have a normal day in my office.  Enjoy the quiet before school is out.  ", "label": 1.0}
{"msg": "@darien21 Shameless Opera promotion. Woo hoo! ", "label": 1.0}
{"msg": "@WellTold oh, it is, it is ", "label": 1.0}
{"msg": "@Torrie Also, feel free to tweet their email address ", "label": 1.0}
{"msg": "Download your free  how2-SEO 101 We don't ask for email nor your first child. http://level343.com/ All we ask is you use it. ", "label": 1.0}
{"msg": "Nice weather here in Austin yesterday, very cool. ", "label": 1.0}
{"msg": "is at work... daily living eval, remedial ed and keyboarding today. Fun, but I'd rather be sleeping.  Vacay in 4 days!", "label": 1.0}
{"msg": "@aslanovich nop, I have'nt seen that one either. I will though when I have time  Hope your exam went good today ;)", "label": 1.0}
{"msg": "@coldplay http://twitpic.com/5f798 - Haha, it's nice that you keep us up with everything you do!  Nice bed by the way, but you shouldn ...", "label": 1.0}
{"msg": "Good morning twitterfam! Glad to see you guys weathered the quake! ", "label": 1.0}
{"msg": "Sleep. Late lunch. Photo group. Tennis!  enjoy your day friends!", "label": 1.0}
{"msg": "@dtagurit Morning  We've got lots of sunshine today, corresponding to my  mood ", "label": 1.0}
{"msg": "@therealpickler http://twitpic.com/5f0bs - wooah... thats a huge cat. haha ", "label": 1.0}
{"msg": "pwning on frontline defense ", "label": 1.0}
{"msg": "Something real weird is goin on!!! ", "label": 1.0}
{"msg": "Playing Sims 2: Castaway on my PSP. ", "label": 1.0}
{"msg": "justcameback from school  I won the 3rd prize at the &quot;Bundeswettbewer-Fremdspachen&quot; ", "label": 1.0}
{"msg": "@vonplanta have a fantastic time, a great day to begin your adventure, my birthday  Best of luck to you all!", "label": 1.0}
{"msg": "Good morning Twitterville! I hope everyone enjoyed their weekend ", "label": 1.0}
{"msg": "@gnoserif haha yeah.. hey if u know of anyone willing to let go of a ticket for Distant Worlds in your group, let me know ", "label": 1.0}
{"msg": "@TABItarot No, you're quite wrong Mrs Chomondley-Warner, it's so bad it's good  And what's more I'm even choreographing to it as we speak", "label": 1.0}
{"msg": "@the_wellspring Thanks for info  I'm not quite there yet (only 21, for a start!). Are you at #futuresummit?", "label": 1.0}
{"msg": "@lilyroseallen One of our radio stations here in Brisbane plays &quot;Wet Patch&quot; and &quot;Giving Head&quot; LOL but the other's morph it out ", "label": 1.0}
{"msg": "The Adobe Certified Expert Programm - Useful or not? Worth the money?  Any experiences? Advice pls  http://bit.ly/U287a", "label": 1.0}
{"msg": "@andybeckwith Review for you  http://bit.ly/NZeQG", "label": 1.0}
{"msg": "2 new guitar picks  purple and transparent brown (:", "label": 1.0}
{"msg": "@lilyroseallen I love that song also... Issues is cool, we can sing a long through the song ", "label": 1.0}
{"msg": "@anmathews7154 only as we get older honey!  J/K  ", "label": 1.0}
{"msg": "My birthday is coming. How fast it is!!!  just so exciting!!!", "label": 1.0}
{"msg": "@welshsteve Thanks bro. I think it was a few of our late night dubai chats that gave me the kick in the bum i needed to do all this ", "label": 1.0}
{"msg": "@salandpepper apparently high in antioxidants etc, for what that's worth  x", "label": 1.0}
{"msg": "@skinventory you're so pretty ", "label": 1.0}
{"msg": "At PPQ today we have the radio on FULL BLAST...and I've seen cake in the fridge ", "label": 1.0}
{"msg": "@nunoc man, you're still alive   how about some posts on that topic?", "label": 1.0}
{"msg": "In the studio, james is tracking drums and i fancy a baguette ", "label": 1.0}
{"msg": "@Dannymcfly http://twitpic.com/5d2qj - So sexy! I love you so much Harry, can't wait till next week to see you in Brazil ", "label": 1.0}
{"msg": "At the train station... First day MTV today ", "label": 1.0}
{"msg": "@twistedVamp sweet! i will be there... ", "label": 1.0}
{"msg": "Coffee.much.coffee.  In other news: this is going to be a great day and even better wk. I just *feel* it !! ", "label": 1.0}
{"msg": "Finished drawing my Spider-Man pic - I'll upload it to the blog  tonight to post tomorrow - maybe I'll twitpic a preview ", "label": 1.0}
{"msg": "'You either die a hero or you live long enough to see yourself the villain.' (from The Dark Knight) Gotcha. oh Star Trek rocked ", "label": 1.0}
{"msg": "some legit weather this week - sayin a prayer for the sixer - hope it doesn't take the bark away ", "label": 1.0}
{"msg": "Chi kung practice? Everyday, everyday  What about you?", "label": 1.0}
{"msg": "So not looking forward to the heat in the upcoming days... the high 80's is considered refreshing around here!  ", "label": 1.0}
{"msg": "Goodmorning twitters!!!! Thanx god I have a short week ahead of me ", "label": 1.0}
{"msg": "MY LAPTOP ARRIVED!  Which means I'm finally capable of all those videos I've been plotting for the last year.", "label": 1.0}
{"msg": "@ChrisCuomo I'm in to Christian Bale, not the Terminator movie! ", "label": 1.0}
{"msg": "@adaftprig Wow..you have a strida as well?? how many ppl get to chose btwn a strida and a 1.5?? ", "label": 1.0}
{"msg": "@FONEJACKER12009 haha of course! essay updates, 1 word written ... 10 words written..... finished! haha i wish! have fun ", "label": 1.0}
{"msg": "hey follow me and i will give you all updates, pics, videos, sites, etc..on Selena Gomez. ask me questions and i will always reply ", "label": 1.0}
{"msg": "@taylorswift13 i love that guy too. he's cute. haha ", "label": 1.0}
{"msg": "@thoroughlygood Ditch the Nokia and go the whole hog - an iPhone is what you need! ", "label": 1.0}
{"msg": "@brspall fantastic! well done  im revising/cooking soup from scratch - i love these levels of proscratination!! i cant spell that word..", "label": 1.0}
{"msg": "Good morning Twitterville. Today is my hubby's birthday.  While he's sleeping in - I'm enjoying my coffee. How are YOU today?", "label": 1.0}
{"msg": "Is all packed and ready to leave for stoke again! Really wanna go a see pink again! I keep reliving it in my head lol ", "label": 1.0}
{"msg": "love my mobile phone! Used my sat nav to go home from school xD haha I know the way, but thats fun ", "label": 1.0}
{"msg": "@minknosadowsky yes computeria  haha give me a message so i could save your number then ", "label": 1.0}
{"msg": "@MzCedez Aight I Got U LOL  ", "label": 1.0}
{"msg": "@cowmage Trust me, I'm pretty awesome.  Hmph where's @alexeld to back me up when I need him?", "label": 1.0}
{"msg": "@teenconspirancy Don't give up! ", "label": 1.0}
{"msg": "@xTwiilighted age doesnt matter.  it would be so kewl if they dated. ", "label": 1.0}
{"msg": "GOod Monday morning!  Ready for only 7 more days of school but might have to double up some to get done this week! ", "label": 1.0}
{"msg": "Hurrah!  My resins turned out lovely = new craft show inventory and some new items for my shop COMING SOON http://www.divokc.etsy.com ", "label": 1.0}
{"msg": "Can't wait 4 the video tonoyt ", "label": 1.0}
{"msg": "@FABATFIFTY Hi Rosalind! Well, then let me say thank you girl! Be hard pressed to find a troop that doesn't think the world of medics ", "label": 1.0}
{"msg": "@satinsheets you would mean BREATH. to breathe is to exhale, to take a breath is to breathe in ", "label": 1.0}
{"msg": "Freshly baked croissants and a big mug of coffee... Life is good ", "label": 1.0}
{"msg": "@channel4news Why not just offer the real one a job..... he may take you up on the offer ", "label": 1.0}
{"msg": "@elyxxe when you become a judge one day, you'll get tools bowing at you ", "label": 1.0}
{"msg": "@Cynical_Woman You are most welcome! I am way more than halfway afraid of what you are going to do with all these words... ", "label": 1.0}
{"msg": "@justcreative good job! ", "label": 1.0}
{"msg": "@furrylilfucker  Oooooooooo!!!  That looks DELICIOUS and it's HEALTHY!!!  Care to share the recipe???  ", "label": 1.0}
{"msg": "@truetilltheend7 how's the vegetarian thing going? I've been for a bit over a year so I'm here for you ", "label": 1.0}
{"msg": "cooked chicken spaghetti and buffalo wings...waiting for my family to come home ", "label": 1.0}
{"msg": "@hardertospell she bugs me too, but she's also quite clever ", "label": 1.0}
{"msg": "@kalwynah thanking you. ", "label": 1.0}
{"msg": "@justcreative EEA looks good ", "label": 1.0}
{"msg": "@coldplay Morning Guy!  Hope you slept well..", "label": 1.0}
{"msg": "@jellybear89 Tea. Always tea ", "label": 1.0}
{"msg": "@AishaAlsayegh  3awaaafi!!!", "label": 1.0}
{"msg": "@sophink91 no problems  Yay", "label": 1.0}
{"msg": "@simplytwisted good morning! ", "label": 1.0}
{"msg": "@cameronstewart yep. It's launching next week. And it's also going to be reviewed on TwiTip.com  Very exciting!", "label": 1.0}
{"msg": "Working again... not at home... ", "label": 1.0}
{"msg": "@idevelop Oh yeah.  Dintr-un punct de vedere total opus. ", "label": 1.0}
{"msg": "My mom got me flower candy! How cute is that!  http://mypict.me/15Dk", "label": 1.0}
{"msg": "@RayyahSunshine YAYY for great customer service....oh and google.  ", "label": 1.0}
{"msg": "@chinang hahaha ", "label": 1.0}
{"msg": "ooof that chap that came into the office then was bloody lovely looking feller  lol thats my excitement for the day...", "label": 1.0}
{"msg": "@textualoffender sweet mother. you're not into those kinda men now? nice ", "label": 1.0}
{"msg": "Ready for the new week!  Be unstoppable ", "label": 1.0}
{"msg": "Tasting Soul: http://bit.ly/2GWfHy  ", "label": 1.0}
{"msg": "@DavidArchie bye..... david thanks for making all filipinos happy in your concert,....i hope you'll be back again..... bye,.. ", "label": 1.0}
{"msg": "@richard4481 Say hi to Moshii for me ", "label": 1.0}
{"msg": "Is Paolo married? I think I wanna marry him for singing Moonlight Over Paris. hehe ", "label": 1.0}
{"msg": "@AngieBuckland Have a safe journey and have lots of fun! JONNYFEST!!!!!!!! ", "label": 1.0}
