{"msg": "Correction...lived there ", "label": 0.0}
{"msg": "Misa still isn't on. I'm getting lonely over here. ", "label": 0.0}
{"msg": "Dh-last time together ", "label": 0.0}
{"msg": "@xlovexaholicx i know but i wanted to send her a gift  i always make her a card .-. what did you do to your mom?", "label": 0.0}
{"msg": "brother nooooo I have brother nooooo followers  brother nooooo", "label": 0.0}
{"msg": "@missy456 Thats depressing ", "label": 0.0}
{"msg": "hurting hearts suck ", "label": 0.0}
{"msg": "i wanna be at the FTSK ,ATL &amp; Cobra show, right now ", "label": 0.0}
{"msg": "ugh man, depressing day full of death and leaving.    escapism via movies and music.  and food.  food too. heh.", "label": 0.0}
{"msg": "Aria Di Mezzo Carattere makes me baww so hard ", "label": 0.0}
{"msg": "I hate movies like the one i'm trying so hard to avoid watching... eeekk. ", "label": 0.0}
{"msg": "In bed listening to The Archers. can't sleep ", "label": 0.0}
{"msg": "@lindasmith247 i followed u lol u were the last person i could ", "label": 0.0}
{"msg": "@samtx0 oh shit!!! I have verizon haha! how come i dont have 3g speed?  haha", "label": 0.0}
{"msg": "I hate that I get like 3 channels on my tv  in my room now  it sucks", "label": 0.0}
{"msg": "@jakemoseley R.I.P. ", "label": 0.0}
{"msg": "@alligirl no we lost a heart breaker  we are the atlanta airport now waiting for the selection show to see where we go for regionals", "label": 0.0}
{"msg": "Gettin ready 2 say bye 2 my hubby til Wed nite if he makes it home ", "label": 0.0}
{"msg": "is relaxing one last night before I have to get back to reality. ", "label": 0.0}
{"msg": "The washing machine has finally died. New one will be here Tuesday. Need new tires on the car. Guess the Iphone will have to wait ", "label": 0.0}
{"msg": "@cherms not even a smiley face. ", "label": 0.0}
{"msg": "is cleaning up his room...throwing away a lot of stuff from high school and earlier. depressing because the memories are so faint ", "label": 0.0}
{"msg": "@frencheyfrench the video won't play on my phone ", "label": 0.0}
{"msg": "im missing you .. ", "label": 0.0}
{"msg": "@DudeLove721 HAHAHAHAHA!  OMG THE TICK!!!  i freaking LOVED that cartoon! i super super super miss it ", "label": 0.0}
{"msg": "cant sleep and its nearly 3am ", "label": 0.0}
{"msg": "Man how come I have to wait til 2011 to see the Tron sequel. I want it now ", "label": 0.0}
{"msg": "Hoping that I dont have to make a trip to the hospital for the boy and his fever ", "label": 0.0}
{"msg": "Ive got d Flu.. dnt worry iz not swine !!!  :/ ", "label": 0.0}
{"msg": "My girlfriend is deathly ill and on her way to the hospital ", "label": 0.0}
{"msg": "So happy to have a new niece...Mirabelle Jolie! So sad to leave my bubbies ", "label": 0.0}
{"msg": "@vaughnchicago  I want to come back. too bad my Chi town friend is no longer my friend.  ", "label": 0.0}
{"msg": "@Shon_Don that's nice. I'm living vicariously through everyone else's mother's day events since I didn't get to go home this weekend ", "label": 0.0}
{"msg": "@hrstevens2 I know.  I think it's the flu...... I've got too many symptoms now to ignore it so am on quarantine  ", "label": 0.0}
{"msg": "@CarolAnnB Thanks!  Too bad you can't tune in! ", "label": 0.0}
{"msg": "omg!! silver is going out of her mind!! can u say cuu cuu? lol... omg  i cant believe Allison Iraheta got eliminated *sniff sniff*  &lt;'3", "label": 0.0}
{"msg": "@RollingtheDice im jealous ", "label": 0.0}
{"msg": "@AllisonOfficial it's not working  I really wana get to it but idk how", "label": 0.0}
{"msg": "Between the losses for @FCGoldPride, @SkyBlueFC, and @Arsenal, it has been a sad, sad week in my soccer world ", "label": 0.0}
{"msg": "my temperament may have cost me something. ", "label": 0.0}
{"msg": "How do people take out time for family when I never have enough time for myself? ", "label": 0.0}
{"msg": "I cant find my mouse pad  how inconvenient!", "label": 0.0}
{"msg": "@DrummerBoi86 Noooooo!!!!!  I love that movie! I guess I could have recorded it, but it wasn't at the beginning. It'll come on again.", "label": 0.0}
{"msg": "Why am I fat ", "label": 0.0}
{"msg": "@RobPattzNews Yahoooooooooo!! Geezzzzzzzzzzz missed him and I haven't met him yet ;)  Vancouver won't be the same when he leaves us ", "label": 0.0}
{"msg": "still sicks , check email... omg.. i hope im okay tommorow ", "label": 0.0}
{"msg": "Watching my younger cousins playing new electronic uno, why does the world bastardize my childhood games ", "label": 0.0}
{"msg": "really wants that Blink 182 shirt (with the Blink smiley face) at Hot Topic. God flippin' damn it  Lol", "label": 0.0}
{"msg": "so so sad my hair isn't purple,  efff.", "label": 0.0}
{"msg": "Just finished to watch where the ligth is, we wanted to watch a dave matthews dvd but it doesn't run ", "label": 0.0}
{"msg": "@DeePhunk yeah you do. i need to live vicarious ", "label": 0.0}
{"msg": "If Procrastinating was a class, I would get an A+. FML ", "label": 0.0}
{"msg": "@crys142  Let me know how it goes.  ", "label": 0.0}
{"msg": "@heidiheartshugs must be great being a uni student, unfortunately my work doesn't quite agree with that attitude ", "label": 0.0}
{"msg": "Did I mention I have to lose weight  This tummy is not the tummy of a sub-40 Bolder Boulder runner.", "label": 0.0}
{"msg": "dance recital is tiring but fun!  and ooooveerrrrr!  ", "label": 0.0}
{"msg": "@DavidArchie Wow! I wanna see you David! but sadly I can't make it to your concert. ", "label": 0.0}
{"msg": "@pworld12 I can't drink wine for a couple more days. I'm on an antibiotic  I'm gonna SMH at someone now because of it lol", "label": 0.0}
{"msg": "Everyone leans on me, I guess I'm their soldier, but who's gunna be mine ", "label": 0.0}
{"msg": "ahhh the live website is killing me ", "label": 0.0}
{"msg": "needs to get out of literature n finishnthree folios ASAP ", "label": 0.0}
{"msg": "@shawdiee_hunn what happpen u aint hit me back last night ", "label": 0.0}
{"msg": "hossak teacher passed away from a heart attack today ", "label": 0.0}
{"msg": "@Nicole1029 ahtgiughsg I DONT WANT TO GO TO SCHOOL ", "label": 0.0}
{"msg": "Thinking of you is on repeat atm. Makes me sad ", "label": 0.0}
{"msg": "UGH. I HATE HEALTH. Someone please make school over already. ", "label": 0.0}
{"msg": "@mambadt I'm just sad that I get to hear ppl having holiday and I don't. Nos. don't matter. ahah. Tell me about it. The snoring that is. ", "label": 0.0}
{"msg": "Gotta wake up early and be a roof builder guy.  Ugh.  ", "label": 0.0}
{"msg": "@jimybeth siiiiiiiiii ", "label": 0.0}
{"msg": "@Babybahamut Haha, no. My luck wasn't quite that bad, although our 2:00 lunch turned into a 5:30 dinner thanks to the stupid tire. ", "label": 0.0}
{"msg": "@callmehaley I'm sorry. Now I feel bad for being tan. ", "label": 0.0}
{"msg": "Ugh im like freakin out right now.  im scared of wat could happen. And i hate how this is all keeping me from sleeping.", "label": 0.0}
{"msg": "@Steffattie oh you know, just dealing w/ break ups &amp; such  lol", "label": 0.0}
{"msg": "@leylacarter Me gusta Twittear dejameeeeeeeee ", "label": 0.0}
{"msg": "Rt@Elle_P: Gotta work xtraaa hard at the gym tomorrow nite I just ate a brownie with xtra nuts, caramel, and vanilla ice cream  extra?nuts", "label": 0.0}
{"msg": "still trying out how to use twitter ", "label": 0.0}
{"msg": "Been trying hairspray to get out permanent marker.  Kind of faded the marker but still there.  ", "label": 0.0}
{"msg": "@FyodorFish I did. Spent most of the day with her and now I'm back to writing movie reviews.   ", "label": 0.0}
{"msg": "@Pearlwhite27 Hahaha.. the conversation I'm having with you is making me lose followers!! ", "label": 0.0}
{"msg": "is back in Starkville for intersession ", "label": 0.0}
{"msg": "Flycast is on that bs  I wanna hear swurvradio ...", "label": 0.0}
{"msg": "@abiFACE I know! And I'm even more upset because my friend got to go yesterday ", "label": 0.0}
{"msg": "bumper to bumper on the 80. ", "label": 0.0}
{"msg": "@MsJadis I'm flying to LAX on the 9th of June, staying until the 24th - will we miss each other? ", "label": 0.0}
{"msg": "so frustrated. arg. @iowaradioguy, the reboot totally eliminated my number. ", "label": 0.0}
{"msg": "At last - Wordpress 2.7.0 is online and all databases migrated. Holy shit this took me ages. The update to 2.7.1 is still not working ", "label": 0.0}
{"msg": "@Simply_Positive oh ice it! Ice it! Take an advil to reduce the swelling. I hear the swelling can damage your joints later ", "label": 0.0}
{"msg": "@snipercatcher The wedding reception was fun. Jim is still sickly, though. ", "label": 0.0}
{"msg": "not wanting to study for my interpersonalt communication test ", "label": 0.0}
{"msg": "I am bored and sick and hopfuly am well enough to go to school tomorrow. ", "label": 0.0}
{"msg": "@celeneee yeah!!! Wagh idk  come over and ill show you this week! I need black heels though do you have any i an brw?", "label": 0.0}
{"msg": "@snickers1015 STEEEPPHHHH ! how are you!?  @AlexisMarie23 i miss you ", "label": 0.0}
{"msg": "@TravisKing fuck! I was winning too. ", "label": 0.0}
{"msg": "my body hurts but i cant get to sleep  also where are my bottle opener, bracelet and cardigan? ", "label": 0.0}
{"msg": "I'm wondering where Wallaby went. Did he move out? Why can I no longer steal his internet? ", "label": 0.0}
{"msg": "Up in NorCal  Bye SoCal ", "label": 0.0}
{"msg": "Really hurt my back when I fell yesterday ", "label": 0.0}
{"msg": "my poor puppy ", "label": 0.0}
{"msg": "Studying for finals. Stress! ", "label": 0.0}
{"msg": "Unpacking from Arlington trip. Packing for this week's  leadership retreat. I'm not going to be home much this summer. ", "label": 0.0}
