{"msg": "im sleepy already. my mind is not working properly.....but, im still happy ", "label": 1.0}
{"msg": "@SteveBrunton  had one this morning , harrrr", "label": 1.0}
{"msg": "@joyce4david hey joycce!!!!  have u uploaded your pics and vids yet?! pls pls pls do so soon ", "label": 1.0}
{"msg": "@azamedia decided yesterday. Need to find a job, flat, everything. But regardless I'm going! ", "label": 1.0}
{"msg": "@wendywings Aw thank you love! He's with at his Dad's now. He fell asleep in my arms while we waited  Such a sweet sweaty lovebug!  &lt;3", "label": 1.0}
{"msg": "i couldn't see hannah montana the movie yesterday !!=( there weren't any tickets so i watch the new X-MEN film that it's soooo great too ", "label": 1.0}
{"msg": "Rob Thomas - Streetcorner symphony, cheery, good study music ", "label": 1.0}
{"msg": "@GraphicDZNR looks nice man ", "label": 1.0}
{"msg": "@alannning Aren't you going to go to bed? ", "label": 1.0}
{"msg": "Yeah baby! ", "label": 1.0}
{"msg": "@kashaziz Thanks dude! ", "label": 1.0}
{"msg": "@hollymae20 Oh noo, that sounds awful! You really should tell her to piss off!  Hope everything works out okay x", "label": 1.0}
{"msg": "@iamnotsteve next is as you watch him eat his banana, bit by bit, just like a cheap porno ", "label": 1.0}
{"msg": "just wants to see cascada's new video. and is wondering what to do with himself today? revision for business maybe?  xx", "label": 1.0}
{"msg": "It's fucking 92,12 F here! It's only 12 pm, omfg, I'm going to die soon ", "label": 1.0}
{"msg": "Just filled out my first 12 pages of MDA Summer Camp application! Only a billion more to go! ", "label": 1.0}
{"msg": "finished Final Fantasy IV on the ds. cecil and rosa  are the new king and queen of baron ", "label": 1.0}
{"msg": "I dropped by the office earlier today. I bought Krispy Kreme for them as a thank you. They were happily surprised when I entered the rm. ", "label": 1.0}
{"msg": "@charavel @keir morning bishes ", "label": 1.0}
{"msg": "Back from Paris after a wonderful stay, despite the rain ", "label": 1.0}
{"msg": "mcfly radioactive dvd's temporarily out of stock on amazon, rubbish. Will go and get one tonight from morrisons hopefully ", "label": 1.0}
{"msg": "@aprilniclair haha yeahhhh  brisbaneeeeeeeee.", "label": 1.0}
{"msg": "Pmsfl!!! Calm down boys nothing as saucy as what you are thinking. Just taken delivery of some stock   http://twitpic.com/5f40l", "label": 1.0}
{"msg": "@xybil Awwww! Bye xybil! Had a fun time tweeting with ya! ", "label": 1.0}
{"msg": "@bollyarm I just tried out the mobile site on my PDA. I left a message at Preeti Jhangiani's pic. Looks very nice ", "label": 1.0}
{"msg": "Bracing myself for the Cowbell Kid -  he'll be in here at 8am ", "label": 1.0}
{"msg": "i jus had a huge argument wit my girl but thank god its over n we r back to loving each other...... ", "label": 1.0}
{"msg": "@retorta Look forward to listen to it ", "label": 1.0}
{"msg": "@Monosy But it's ok cos you see me soon  (And I, you of course) ", "label": 1.0}
{"msg": "@myloveshine *turns green with envy, like an alien*  I am having bad-hair-days lately &gt;.&gt; Can I borrow some of your hair please? ", "label": 1.0}
{"msg": "Just received my RubyMine OpenSource License for my translate_routes plugin  JetBrain has a blazing fast customer service!", "label": 1.0}
{"msg": "@shamara99 hey! &quot;screw u friend!&quot; lmao it was cool meeting u at the show the other day! Have a great day @ work! ", "label": 1.0}
{"msg": "Listening to Bono _ U2 - gr8st band in the world - Bono rocks ", "label": 1.0}
{"msg": "@JaneyThunders must watch again  x", "label": 1.0}
{"msg": "@jillzaa thanx! ", "label": 1.0}
{"msg": "@theREALboyzone hey guys you were fab singing  on GMTV on friday  just waiting for you to come on this morning and sing,hope ur all ok x", "label": 1.0}
{"msg": "has to go home early today. Need to catch up on some quality rest.  http://plurk.com/p/uixjn", "label": 1.0}
{"msg": "going to have another shower coz im bored ", "label": 1.0}
{"msg": "some basic track is done, now making texts and will add some deep woman voice ", "label": 1.0}
{"msg": "Just finished cleaning the house...  Walked past a mirror just now and... EEK! :O I think I'm going to jump in the shower. Tweet you soon!", "label": 1.0}
{"msg": "online  follow me ;)", "label": 1.0}
{"msg": "@Sasha_xx  Dont worry too much your friends at twitter will be supporting you!.  ox", "label": 1.0}
{"msg": "@Cathubodua Multumesc de sugestie. Am gasit un articol despre Porcupine Tree, formatie pe care am inceput sa o ascult de curand. ", "label": 1.0}
{"msg": "havin a boy  sooo cool!!he looks like sophie !xxx", "label": 1.0}
{"msg": "@petsalamander aaah i see. that wouldve been sweet ", "label": 1.0}
{"msg": "monday mornings should always start off with &quot;Come on Eileen&quot; - Dexy's Midnight Runners  pooor old johnny raaaaay", "label": 1.0}
{"msg": "@BiancaRyan surely you've written songs before? At least the music/lyrics? Either way, good luck and I'm looking forward to hearing it! ", "label": 1.0}
{"msg": "@james_brooks home grown salad as well  on my kitchen window sill", "label": 1.0}
{"msg": "Okay...Not that hungry...can't finish the noodles ", "label": 1.0}
{"msg": "@shinerweb I know me neither but I absolutely love this track, her voice is heavenly  xx", "label": 1.0}
{"msg": "As @gavgavwaters rightly pointed out- hello to my old faithful followers too  x", "label": 1.0}
{"msg": "@shitika -- lol! yeah yeah..spam only! ", "label": 1.0}
{"msg": "@yosit u never stop do you?  kol hakavod. keep it up", "label": 1.0}
{"msg": "@marteyo He drives pretty much everywhere. They're going somewhere up north this time though cause my dad got a bit mad at his boss ", "label": 1.0}
{"msg": "YESS!! THATS RIGHT BITCH!! you got out! hahahaha. michelle got out of masterchef, that just made my day ", "label": 1.0}
{"msg": "@nuttychris Here's a suggestion for  your website 'Fried Cookies in the Morning' ", "label": 1.0}
{"msg": "@penitch revolting stomach! haha, I can only imagine. Anyways, your Sundays sound really home-y, pleasant...nice, actually. ", "label": 1.0}
{"msg": "@TarotByArwen I live in the Pacific NW - I know all about rain! ;-) The patio will be a wonderful thing. ", "label": 1.0}
{"msg": "@Rainbowcolours_ Ok have a nice day speak later ", "label": 1.0}
{"msg": "Liberal dishonesty.  NYT's Maureen Dowd cheats #tcot http://bit.ly/GJ3r1", "label": 1.0}
{"msg": "@trepucci She has memories - and 30 miles - under her helmet now ", "label": 1.0}
{"msg": "@emmychka i never run out of hugs ", "label": 1.0}
{"msg": "Hanging out with marcus, ray and ace!  just went back to phs. And got to know 3 sec 1s and 2 sec 2s.  so excited!  going back on w ...", "label": 1.0}
{"msg": "will only use twitter to reply to karma's updates ", "label": 1.0}
{"msg": "@AngieG75 haha sounds fun!! Say hi 2Stacey&amp; tell her there's a vid of her screamin! haha ive posted it in TBT  Wish i wa there! x", "label": 1.0}
{"msg": "@PetitAustralia did you buy your dyson when you were pregnant? ", "label": 1.0}
{"msg": "@modius that sounds nice ", "label": 1.0}
{"msg": "@pluggdin hey you're welcome ", "label": 1.0}
{"msg": "@karynromeis :: Great article :: http://bit.ly/gPMmh . Have left my 2cents worth ", "label": 1.0}
{"msg": "@BevClement not sure if I want to do that. He's got a lot of testimonials which is why I'm surprised. I'll email you his name instead ", "label": 1.0}
{"msg": "@laurakim123 If u're feeling ill u should be at home resting...which I bet you aren't, costing ur company money in lack of productivity. ", "label": 1.0}
{"msg": "@hybridkris GRATZ!!!!!!!!!!!!!!!  Hunter is an AWESOME name, brother!  Now we have so much more to talk about ", "label": 1.0}
{"msg": "@AnDi86 Good Luck! ", "label": 1.0}
{"msg": "Dinner Was Good  Dont Wanna Do History Homework ", "label": 1.0}
{"msg": "I have become obsessed with oldies.. Really though.. Obsessed. Its just feel good music.. ", "label": 1.0}
{"msg": "@donnapartow Glad u had a gr8 Sunday &amp; were able 2B @ home!!  Have a gr8 day!!", "label": 1.0}
{"msg": "Peace begins with a smile ", "label": 1.0}
{"msg": "just requested the dossier for the 4th biennale des photographes du 15e. Now, just need to try and submit something worth looking at. ", "label": 1.0}
{"msg": "@bambi_88 I'm sure you did absolutely fine!! ", "label": 1.0}
{"msg": "shower...shower.. ", "label": 1.0}
{"msg": "To my dear friend  it was just a perfect day http://blip.fm/~6iqj4", "label": 1.0}
{"msg": "@alienantidote 4.7 damn you beat our areas last real quake by .4 - tho think you're allowed to in LA as you have real faults there ", "label": 1.0}
{"msg": "good luck teams! ", "label": 1.0}
{"msg": "nyC wEather this wEek.. ", "label": 1.0}
{"msg": "@porcelainrevery - you, madame, are hard to track down.  Thank goodness I'm a master of finding hard-to-find things.  ", "label": 1.0}
{"msg": "soon the ARL lesson will start  Last lesson for the day ", "label": 1.0}
{"msg": "@lollych Thank you ", "label": 1.0}
{"msg": "TwitterFon is broken so joint the tweetie clan ", "label": 1.0}
{"msg": "@wissys i can see why you want to turn it off ", "label": 1.0}
{"msg": "@SailAwayWithMe ", "label": 1.0}
{"msg": "@kdwegs show me the spare bulbs and I'll show you my unique bulb replacing abilities ", "label": 1.0}
{"msg": "@kestra I am good tah  Glad 2 hear things are all good ur end. u will have 2 let me know when u have finished with ur exams xx", "label": 1.0}
{"msg": "Oh my lord globe is down. Don't SMS or call me unless I tweet the okay. ", "label": 1.0}
{"msg": "ciara: if that boy don't love u by now he will never ever love you ", "label": 1.0}
{"msg": "@savannahcoconut hey, I'm managing it.  New limitations are hard to accept, but necessary.  thanks for asking ", "label": 1.0}
{"msg": "Watching the hills  going in to col at 2 to do my presentation then coming home.. my wisdom teeth are still hurting.", "label": 1.0}
{"msg": "writing google adwords ebook...which will be totally free ", "label": 1.0}
{"msg": "and long live Gopher, while I'm at it ", "label": 1.0}
{"msg": "@cherri307 It's nice to see your gorgeous smiling face  How have you been?", "label": 1.0}
{"msg": "@madilovesmerder .. in a church. i dont know y people are disappointed. it was soo cute and a great greys moment ", "label": 1.0}
