{"msg": "@rurouniyuudai85 Yay! Now stop Tweeting and Driving! ", "label": 1.0}
{"msg": "@cinebo Good morning- I've been reading some books all night because I CAN'T FUCKING SLEEP EVER.   ", "label": 1.0}
{"msg": "@thefamexox Omni centre ", "label": 1.0}
{"msg": "Playing SIms 2: Castaway on my PSP. ", "label": 1.0}
{"msg": "@heidimontag have a nice day ", "label": 1.0}
{"msg": "@euniqueflair Take care and get well soon ", "label": 1.0}
{"msg": "@aplusk I never got to thank you for saying I was funny when you played my videos on Youstream. Thank you for not being a Hollywood prick ", "label": 1.0}
{"msg": "On board, well Thialand, &quot;We love you long time&quot; ;) korb kum kup!!!  ", "label": 1.0}
{"msg": "Bought two new books today  - http://tweet.sg", "label": 1.0}
{"msg": "@sirajdatoo Oh cool, thanx ", "label": 1.0}
{"msg": "Ignre that bitch  Weyhey im having pizza x) dne evrythng i gta do nw hehe cnt do recordng 2nyt or 2mrw once agen.. i miss u baby xoxoxoxox", "label": 1.0}
{"msg": "@human_beans Thanks! I hope we all have a great day.  ", "label": 1.0}
{"msg": "That is the first time I've ever successfully done a mood theme with the admin code. Yay Calzone mood theme! And lunch time. ", "label": 1.0}
{"msg": "doing my hair.  want this weekend to go by fast ! but then go slow on friday. '')", "label": 1.0}
{"msg": "really tired . eating apple chips ", "label": 1.0}
{"msg": "Off for my exercise burst and manipulation shortly! ", "label": 1.0}
{"msg": "help me someone!! HOW can i make some moneyyyys.. ima pauper, i need ideas and inspiration! ", "label": 1.0}
{"msg": "@danlockton the pleasure is all mine  hope you did get some traffic from my pointers? I'll be translating it for http://reboot.dk in June.", "label": 1.0}
{"msg": "@flysi next time call me, I live In Reston ", "label": 1.0}
{"msg": "@Sexyjoy386 Hey love! How are u today? ", "label": 1.0}
{"msg": "Ran 3.2 miles this morning (520 calories) on treadmill w/ old shoes, and I'm a night person! Pretty great start to an important Monday. ", "label": 1.0}
{"msg": "He was six foot four and full of muscles I said, &quot;Do you speak-a my language?&quot; He just smiled and gave me a vegemite sandwich ", "label": 1.0}
{"msg": "@avesbabii welcome back ava! tagal mo sa taiwan! ", "label": 1.0}
{"msg": "@5w Thanks, really nice to hear that.  The respond was pretty good, gonna inject more features soon.", "label": 1.0}
{"msg": "A dead pair or headphones and a trip to Amsterdam later, life is rocking so let's tackle those final papers.  Field trip tomorrow yay! ", "label": 1.0}
{"msg": "@jl4l happy 9 months  I love you!", "label": 1.0}
{"msg": "LAST CLASS OF FRESHMAN YEAR!!!!!! ONE YEAR LEFT @ ECC!! after exam going to mall with friend wa-hoo ", "label": 1.0}
{"msg": "@kewiki @musiccityace Think we should open &quot;Cafe Latte ALANA&quot; that way when we are in the 'not awake fog'; we can have a latte/*green tea ", "label": 1.0}
{"msg": "Uploading 12 videos to YouTube now  Not iPhone reviews though http://twitpic.com/5f79h", "label": 1.0}
{"msg": "@ClarkeHuffJr Heeey Guten Morgen!  Have a nice day!", "label": 1.0}
{"msg": "@softfun It looks liek the problem on your HTC TD is an issue with Opera interpreting data from us, it's been raised as a fault today ", "label": 1.0}
{"msg": "@absolutelycute1 &quot;Can't wait for next year&quot;?  Have inside info you wanna share? haha! ", "label": 1.0}
{"msg": "It's my birthday ! 24 now. Just sitting having lunch at work. No presents yet, hope I get some gadgets though ", "label": 1.0}
{"msg": "Just saw a clip of &quot;the penis song&quot; ... ROFLMAO!! Just what a sick girl needs to make her smile ", "label": 1.0}
{"msg": "@milenaregos Thanks! ", "label": 1.0}
{"msg": "Looking at Negs through a magnifying glass..i feel like a spy  Yay!", "label": 1.0}
{"msg": "I love Daniel Johns so much. He writes beautiful songs. Can't wait to hear new Silverchair music. ", "label": 1.0}
{"msg": "Playing in val skinner's LIFE event this morning. This is such a fabulous day! Congrats to val ", "label": 1.0}
{"msg": "@EAS211 You are generous in your holidays...I like that about you ", "label": 1.0}
{"msg": "finally joined ", "label": 1.0}
{"msg": "Been cracking up with the kid over silly stories and illustrations I did years ago...in a special book just for him.. ", "label": 1.0}
{"msg": "@quinnifer_ what's the plot behind Supernatural??? for @cass_o_wary's purpose ", "label": 1.0}
{"msg": "@suilin thanks Sui  u should go do one too! Let's start a trend!", "label": 1.0}
{"msg": "@pageoneresults be glad you didn't notice me earlier, you'd have had to put up with the 50 or so eurovision tweets at the weekend ", "label": 1.0}
{"msg": "Okay.. finally going to bed! Need to dream up lovely scenarios.  Later tweeters!", "label": 1.0}
{"msg": "5 weddings to design today;time to focus! Sushi @6 certainly helps ", "label": 1.0}
{"msg": "@JJawbreakerr technically i didnt ignore you because i was taking this I.Q test while you were twitting about us ignoring you. ", "label": 1.0}
{"msg": "@jojowiththeflow congrats!! Well done ", "label": 1.0}
{"msg": "@vegan4me looks like the start of a pretty good party to me.  thank you!", "label": 1.0}
{"msg": "@brownowl77 me too! though lots of avocado so not THAT good! yum ", "label": 1.0}
{"msg": "@Ishme3t Teehee ya! Thats the best thing about our wifi! But sometimes it gets slow due to a lot of users! @fartingpen Anything for ManU! ", "label": 1.0}
{"msg": "@SeanNeptune I may come up with something better, just a bit. ", "label": 1.0}
{"msg": "@keikomushi thank you. I really am trying ", "label": 1.0}
{"msg": "@lisle @helloprisc sounds good ! though i think meh can't make it ? (unless she also off day) let's confirm again on 28th then ! ", "label": 1.0}
{"msg": "@tonibrain i hate that song by eminem! it sucks hairy balls ", "label": 1.0}
{"msg": "Clean Room Up Than Off 2 Bed real Tried ", "label": 1.0}
{"msg": "@naomimeys Love sending postcards!? Send some of my crazy postcards to your postcrossing friends!  http://is.gd/ugVc", "label": 1.0}
{"msg": "@back_nine awesome  we've got some dodgy garage recordings up on our fb fan page http://tinyurl.com/qk9owp...let me know what you think", "label": 1.0}
{"msg": "@MissLanae You have a great day too. Im glad I can always come back to my twit baby and recieve love ", "label": 1.0}
{"msg": "@rawdawgbuffalo I can't view your posts from the phone. Get mobile friendly ", "label": 1.0}
{"msg": "11 hours until I get to see my sweetheart again ", "label": 1.0}
{"msg": "has just found lots of chocolate in her kitchen. Sugar diet for me! ", "label": 1.0}
{"msg": "Hmm think I may and try and up my gym time. Maybe 4 times a week may boost things still feeling more healthy these days ", "label": 1.0}
{"msg": "Good morning all! Beautiful looking day ahead of us. Hope everyone has a great start to their week ", "label": 1.0}
{"msg": "@r0uzic que aprobeche ", "label": 1.0}
{"msg": "And remember always stop for regular tweet breaks itll help with ya mind !! ha  @mmbopidy", "label": 1.0}
{"msg": "@julianperretta Sure thing, I'll get right on it  x", "label": 1.0}
{"msg": "Wow, network connection in the tea room ", "label": 1.0}
{"msg": "@LostMarilyn Yeah, those are slinkster cool! ", "label": 1.0}
{"msg": "@nathanryder lunch! That's a good idea, thanks for reminding me *joyfully ditches work on stupid STUPID MySpace and goes off to eat ", "label": 1.0}
{"msg": "I think i might pass this test.  fingers crossed. ", "label": 1.0}
{"msg": "Nelson is all selttle off to work ", "label": 1.0}
{"msg": "going home from tha school ", "label": 1.0}
{"msg": "@dinno that blog is good timepass ", "label": 1.0}
{"msg": "@lilyroseallen 'not fair' plays at my work place. They only censor  'head', 'wet patch' remains! A small victory for you! ", "label": 1.0}
{"msg": "@Jooliaa You're back! ", "label": 1.0}
{"msg": "I realized this morning I got a ton of things today and luckily enough, it involves shopping and spending the hubby's @chuckf  money ", "label": 1.0}
{"msg": "@sosolid2k Yay i get a slice!! -happy- ", "label": 1.0}
{"msg": "And then I got this one from the same guy on eBay cos it looked cool  http://twitpic.com/5f7bh Yes. Simple things please simple minds ", "label": 1.0}
{"msg": "@DavidArchie So glad ur home safe and sound. Its good to know  Have a great week all-hopefully I can hijack my mom's computer in ALABAMA!", "label": 1.0}
{"msg": "@NJ_McLean I made him give me a cuddle and told him I loved him. It helped. ", "label": 1.0}
{"msg": "@Lizzidoll aw, maybe that's why you feel tired.. you should get some rest  i'm going home in a few minutes, it's 8pm here now. ttyl! ", "label": 1.0}
{"msg": "@tabags welcome to Twitter  How are you?", "label": 1.0}
{"msg": "If you listen closely, you can hear the baby &quot;toots.&quot; I love squeezing them out.  http://bit.ly/GwTOb", "label": 1.0}
{"msg": "@coldplay http://twitpic.com/5f798 - good morning Guy! ", "label": 1.0}
{"msg": "my sister is in the canaries with her kids - its too bleeding quiet here without them - i miss the noise and the chaos - hurry back home ", "label": 1.0}
{"msg": "Vote 100 times for McFLY! www.musiqtone.com and if you wanna be very nice...SPREAD THE WORLD ", "label": 1.0}
{"msg": "@mystica43229 Cool. I'll add it my list.  Hope you're off to a good start this morning.", "label": 1.0}
{"msg": "Well tweeps, gonna go get ready for that there work thang.....you all behave yourself. ", "label": 1.0}
{"msg": "Yes, it's Monday, but I'm glad it's a new week.  Clean slate, let's start fresh.  ", "label": 1.0}
{"msg": "@th3maw HACK A GIBSON... man, that would be sweet!!!!    Hackers ru13z ", "label": 1.0}
{"msg": "YOU know you speeding when you hit a bird and don't even see it...you hear a thump! LATE FOR WORK BUT PUSHING IT... ", "label": 1.0}
{"msg": "listening to music.. &quot;a little too not over you&quot; by @DavidArchie ", "label": 1.0}
{"msg": "#flylady Last week of school for my DC's for those of you who will be off for summer what are you doing for Camp GonnaWannaFLY?  http: ...", "label": 1.0}
{"msg": "@jasdeep haha... so you did watch the last episode ", "label": 1.0}
{"msg": "@gflyhalf unlike you sikulala darasani  I was a the perfect student...always alert and all ", "label": 1.0}
{"msg": "@HappyGoatee That's my daily routine.  And it's all sideshow exclusive this week. har har har", "label": 1.0}
{"msg": "I'm off to sleep a while. Baifornow, folks. ", "label": 1.0}
{"msg": "@Mitchelmusso i've decided i like ur new hair wasnt sure @ first but it grew on me ", "label": 1.0}
{"msg": "@sharayj I LOVE U TOO MAMA! ", "label": 1.0}
