{"msg": "Good Morning , twitterverse! If you're looking for something profound or witty, yo'u'll have to wait until I wake up. Sleep typing=curse ", "label": 1.0}
{"msg": "@phineazzphat my bad sweetie  I had some sillyness going on with my blackberry so I couldn't reply", "label": 1.0}
{"msg": "@eyade Try mac, started using it since 2002 and never looked back  no lag there", "label": 1.0}
{"msg": "hey guys! how's your day? ", "label": 1.0}
{"msg": "@dkris @crazytwism @ajuonline thank you for enlightening me ", "label": 1.0}
{"msg": "@mileycyrus Mileeeeeeey :'(. Grrr im nervooous. p.s. im not that borring in live ! haha ", "label": 1.0}
{"msg": "@ToniAnicic daj link da se i druga djeca vesele ", "label": 1.0}
{"msg": "p.s. WolframAlpha is supr cool ", "label": 1.0}
{"msg": "@sage_in_spain I am well, thanks  How are you? The plan for today is to skip work, and enjoy myself! How about you?", "label": 1.0}
{"msg": "Off to explore Detroit breakfast options ", "label": 1.0}
{"msg": "Happy Monday!  Today I get back to work on my soft furnishings line!!  Exciting stuff.  The weather looks FABULOUS ", "label": 1.0}
{"msg": "@RamsesJa hahahaha! Well my morning started off slow, but you def just made it a lot better ", "label": 1.0}
{"msg": "@seankingston be safe  and have fun for the both of us LOL", "label": 1.0}
{"msg": "@Letters4theLord Hi I am great, how are you??  ", "label": 1.0}
{"msg": "@Tonya__Anne hey there! i'm good can't believe its almost june tho! How are you? Great to hear from you as always ", "label": 1.0}
{"msg": "watching Supernatural ", "label": 1.0}
{"msg": "Violence is an energy, Silence is the enemy, So gimme gimme REVOLUTION ", "label": 1.0}
{"msg": "@AndrewGirdwood Go Girdy!!   Good luck m8y", "label": 1.0}
{"msg": "Yay the postman finally came, and he actually delivered what I've been waiting for! iPhone cases, I re-bought the one that got nicked ", "label": 1.0}
{"msg": "@lilyFitness I do all the time  It is time to change again...I am easily hair-bored ", "label": 1.0}
{"msg": "thanks for all the votes for me at www.fearlessmusic.com  come find me on facebook too if you're into that sorta thing ", "label": 1.0}
{"msg": "@modius good to hear you enjoy Macallan whisky. I was in Craiggellachie myself last week close to the distilery, lovely smell! ", "label": 1.0}
{"msg": "@brucehoult ah right;, see now that gives a more realistic amount. ", "label": 1.0}
{"msg": "Back from the Turkish berber - haircut and a shve - feeling 10 years younger now ", "label": 1.0}
{"msg": "@NickHodge ROFL! Too true. ", "label": 1.0}
{"msg": "gotta go to school really soon...i'm gonna have a pair-apple in cooking today, haha  so, catch you all later!", "label": 1.0}
{"msg": "@harshrealm112 yes! back here in the city.  you coming over?  ", "label": 1.0}
{"msg": "Well looking forward to Maximo and Noisettes tonight ", "label": 1.0}
{"msg": "@e_ting we're not very classy here in aus so we say HHHerb - r u from HK? You probably got a much better English education ", "label": 1.0}
{"msg": "says hey hey hey!  http://plurk.com/p/ujrmz", "label": 1.0}
{"msg": "@ralphclaxton pretty good and you? ", "label": 1.0}
{"msg": "surf city for my sweet zebrina  ? http://blip.fm/~6iu5d", "label": 1.0}
{"msg": "@yoko71 yeah I'm surprised too  @Tisyonk I would love to have the punishment. Ok, back to rehab. My neck hurts so bad ", "label": 1.0}
{"msg": "@thesunmanager oh yeah. i totally realized it when i was watching it again yesterday. FORGET PAVEL CHEKOV. HELLO SPOCK. ", "label": 1.0}
{"msg": "let's go graduate guys!!! ", "label": 1.0}
{"msg": "Right! fresh air time ...brb ", "label": 1.0}
{"msg": "&quot;Jui Shi Ai&quot; - Jolin Tsai#musicmonday ", "label": 1.0}
{"msg": "@1twistedmind Awesome. Love Tony. I enjoyed Hatchet. So I'll definitely check out the sequel. ", "label": 1.0}
{"msg": "A comer al este-oeste  http://11870.com/pro/este-o-este", "label": 1.0}
{"msg": "@druidDUDE : i am soooo excited ! you have no idea  you're the best arty eeever :b!", "label": 1.0}
{"msg": "GOOD MORNING HUNNY BUNS!  8 am classes are definitely no fun! 2 wks till my 20th bday! but HEY who's counting! ", "label": 1.0}
{"msg": "@Java_Jay suck my non existant cock ", "label": 1.0}
{"msg": "We're going Binkie-free during the day. Wish us luck ", "label": 1.0}
{"msg": "Florida is calling me, 3 weeks from Saturday! Yay! I need a break and some fun ", "label": 1.0}
{"msg": "@kennedymaine &quot;stay positive&quot; whooaaa deja vu?  oh salsa and noodles sounds disgustinggggg", "label": 1.0}
{"msg": "@mtimmer  The Hayes modem ! Still know the command to set the baudrate ", "label": 1.0}
{"msg": "@thenewbnb We are all on the information 'super highway'..   not the information 'service lane' ..  ..", "label": 1.0}
{"msg": "Just got on the bus and im already ready to go home lol ", "label": 1.0}
{"msg": "Winding up blythe lol .. well the vampires and werewolves are said to be cruel lol ccarmen ", "label": 1.0}
{"msg": "@dannybanany @MartianJuddy my teachers also ask me about McFLY, cuz I have pictures on my books and sth like that ", "label": 1.0}
{"msg": "either i have another coffee, or i go to bed ... hmm ... coffee, bed, coffee, bed ... COFFEE!!! ", "label": 1.0}
{"msg": "@yelocab nice illustration of helvetica vs arial ", "label": 1.0}
{"msg": "finally home. going to bed. gotta wake up around 2 to go look at apartments ", "label": 1.0}
{"msg": "@othatjo I'm going as fast as I can ", "label": 1.0}
{"msg": "@peelo118 Yeah, we will win FA, however I will be taking money of Chelsea and Arsenal fans so I am happy.  And you last won......exactly ", "label": 1.0}
{"msg": "wanna go shopping... i really need new summer clothes... ooh and new shoes of coz ", "label": 1.0}
{"msg": "go home now,, bye all,, have a nice day ", "label": 1.0}
{"msg": "@dianeguerta Loveloved every single minute of it.  Archuleta was a darling! Will our Subic trip still push through? Missing you too!", "label": 1.0}
{"msg": "@Squidpunch Good luck! ", "label": 1.0}
{"msg": "@adamficek yeah for the ep,can't wait to hear  had a great days adam", "label": 1.0}
{"msg": "surf city for my sweet zebrina  ? http://blip.fm/~6iu72", "label": 1.0}
{"msg": "Lunch with colleagues, sharing the weekend adventures ", "label": 1.0}
{"msg": "@CooperHawkes Replied'd...'d ", "label": 1.0}
{"msg": "@GameHaxe - it's okay, I'm stationary an awful lot, so have little else to do ", "label": 1.0}
{"msg": "@eltonbear Ahh brilliant! Glad to have passed on the word and the dueling fun! ", "label": 1.0}
{"msg": "@SimonMagus You never need an excuse for a  long lunch in Spain. In fact I think there's a Royal Decree about it somewhere ", "label": 1.0}
{"msg": "Listening to Sean Tyas' set from Trance Energy Australia 2009. High energy tunes are perfect when fixing bugs ", "label": 1.0}
{"msg": "@CarolRiddickRDU Same here. Have a great one! ", "label": 1.0}
{"msg": "Hang on @cmlh, it can't be the vatican mate.  Surely a mid 18th century al-fresco thing at Lithgow workers club @natecochrane #auscert ", "label": 1.0}
{"msg": "Does anyone know when the American Idol final is on in the UK?? Adam to winnnn!! ", "label": 1.0}
{"msg": "@sheetal1 well said ", "label": 1.0}
{"msg": "Because of You by 98 Degrees, No Strings Attached-*NSYNC &amp; Paranoid by Jonas Brothers go well together!  Weird I know! #jonasparanoid", "label": 1.0}
{"msg": "@amarcelle808 let me tell u something CHUMP lol j/k but if u came around like twins shld u wld hv been had thm back!  im jus sayin tho!", "label": 1.0}
{"msg": "@alltimelexi heeell yeaaah  rofl, i was planning on texting you as soon as first hour started. ", "label": 1.0}
{"msg": "I stayed up til 6am or something like that. I'm so tired. Stewart is a bitch. ", "label": 1.0}
{"msg": "hating man united at the moment- but theres always next year ", "label": 1.0}
{"msg": "@midnightskyline Oh, Lanis, I knuu @-) Imissya,too ", "label": 1.0}
{"msg": "@hey_amelia At least it's not a ferret, HATE ferrets..They need to be extinguished and I'd be more than happy to light the wick!!  J/kPETA", "label": 1.0}
{"msg": "Is off to the cinema laters! ", "label": 1.0}
{"msg": "Whoohooooo... today no school  YEAHH", "label": 1.0}
{"msg": "needs mom to help Jem pick courses on her UPCAT form.  http://plurk.com/p/ujs37", "label": 1.0}
{"msg": "@TomFelton Soft food menu ideas: mashed potatoes &amp; pate,soups,yogurts,bananas,hot cereal...1 more week &amp; U should be able to eat steak ", "label": 1.0}
{"msg": "@BluMystic i have a job where i can work from anywhere...like right know on my sofa in a hoodie LOL ", "label": 1.0}
{"msg": "@boxofcrayons Let's say the 3rd type of person is he who wants to count, but needs some guidance! That's where we come in. Happy Monday! ", "label": 1.0}
{"msg": "Waiting to see if I get an email tonight ", "label": 1.0}
{"msg": "@JeanneBehr Thanks, you do the same! ", "label": 1.0}
{"msg": "Watching #diggreel  @jellyd is f'ing awesome", "label": 1.0}
{"msg": "@Nickf4rr Have a good trip - and we'll see you in 2 days! ", "label": 1.0}
{"msg": "please vote for my dog, lucy     http://anovelmenagerie.com/ghost/2009/05/17/contestants/", "label": 1.0}
{"msg": "@hotpatooties i came back ", "label": 1.0}
{"msg": "@MariRamos What happened to the monitor? ", "label": 1.0}
{"msg": "I wanna see Star Trek... Someone come and see it with me ", "label": 1.0}
{"msg": "@OliverPhelps so a few more weeks then before you actually become George ", "label": 1.0}
{"msg": "@royblumenthal lol  I tweeted it, and posted to FB", "label": 1.0}
{"msg": "@Becksyjo maybe.....that would be cool i can ask  - would lincoln be cool with that?!!", "label": 1.0}
{"msg": "Today is an &quot;ugh&quot; type week. Work, finals, laundry. four and a half days left. ", "label": 1.0}
{"msg": "Thinks the weather will be well enough for her kids to camp this weekend.. thats great news for me ", "label": 1.0}
{"msg": "Hello, Twitter.  Man, I missed my laptop.", "label": 1.0}
{"msg": "@MissKatiePrice we love you katie, stay strong  xx", "label": 1.0}
{"msg": "Assassin's Creed is amazing ", "label": 1.0}
