{"msg": "BORED! somone entertain me please ", "label": 0.0}
{"msg": "The Scarface game keeps skipping on my PS2, everytime i pause it or it goes to another level. I googled it, and others say the same thing ", "label": 0.0}
{"msg": "Happy Mommy day! accept my mommy is in the Dominican ", "label": 0.0}
{"msg": "i hate fighting... sometimes i just wanna run away and pack everything i own into a suitcase, and never ever come back. ", "label": 0.0}
{"msg": "@nanashambles the truth is aku ga tau caranya add contact ", "label": 0.0}
{"msg": "running errands and work at fouur ", "label": 0.0}
{"msg": "@n8lewis I wish that I could have helped ", "label": 0.0}
{"msg": "So many ppl I kno have lost their moms recently  Shout out 2 all if u guys 4 being so strong! May the good memories of the past get u thru", "label": 0.0}
{"msg": "i was a MILE off wasn't i! ", "label": 0.0}
{"msg": "@annyo84 hey!!  we've missed Cambridge ", "label": 0.0}
{"msg": "it's already 7:42am? &amp; I still feel like I haven't accomplished anything yet! ", "label": 0.0}
{"msg": "Heading to work. Really sad about missing church today. ", "label": 0.0}
{"msg": "@alexandtheweb I miss your cakes you know! ", "label": 0.0}
{"msg": "Finally found out what Dawn's 'thing' with the Thricewise was all about in Buffy Season 8... feel a bit let down  - massive build up... ", "label": 0.0}
{"msg": "@erin347 for sure. Also, sadly, two autographs I do not own  I'm still upset I didn't get the Sinbad one.", "label": 0.0}
{"msg": "I'm so tiredddd, lunch is over  fuck", "label": 0.0}
{"msg": "Bored! Someone entertain me please ", "label": 0.0}
{"msg": "@SeanWG {HUG}. It's tough isn't it, hun ", "label": 0.0}
{"msg": "@FaveColourPink hahaha, i think the birds r just having my life! il try that but they sit on the window ledge bit and shit down the door! ", "label": 0.0}
{"msg": "Why do people call at 7am to wish you a Happy Mother's Day? 3 people all in a row. Nice gesture but now I can't get back to sleep ", "label": 0.0}
{"msg": "Down at my mums bored on computer! ", "label": 0.0}
{"msg": "well i'm your lover and your mistress. thats money honey! when you touch me, its so delicioussss!   going out w/my dad. i feel sick ", "label": 0.0}
{"msg": "@LoPro311 sorry to hear it  there's a really cool restaurant in Galesburg that always made up for my bad weekends, Landmark Cafe", "label": 0.0}
{"msg": "@4everBrandy when are you coming to germany... maybe you will notice me if i mail this like 100 times  sad face --- asked like 100times...", "label": 0.0}
{"msg": "@stop_poking_me You said before that you don't love me! Plus you're always calling me gay, in a derogatory way! ", "label": 0.0}
{"msg": "Gave a bangin' shining moment today because nekias still sick ", "label": 0.0}
{"msg": "there is a @hungry_zombie following me ", "label": 0.0}
{"msg": "@jinjagirlie not nice to poke fun at people that can't pronounce 'Brian' !!! ", "label": 0.0}
{"msg": "Basically we realized that it was the last party for Michelle and got a little sad  @LostBostonian", "label": 0.0}
{"msg": "i have to pee. ", "label": 0.0}
{"msg": "@Tsali She'd melt ", "label": 0.0}
{"msg": "don't wanna travel back tommorow ", "label": 0.0}
{"msg": "DDTycoon isn't like the other dash games.  It's a bit rubbish ", "label": 0.0}
{"msg": "Oh, and mom just told me my FAVOURITE fish from our ponds was eaten by a stupid heron. Not fair... Poor Tiger  ...", "label": 0.0}
{"msg": "@imyy aaah near carrie?  i don't think i saw you. ", "label": 0.0}
{"msg": "@shaybreezy lol what's so funny ", "label": 0.0}
{"msg": "@SKG78 Aww...I'm sorry bout your doggy.  ", "label": 0.0}
{"msg": "getting brunch at Victorian's with @morganiangoose.  feeling like a bad daughter ", "label": 0.0}
{"msg": "I have a twitter account!   i have no friends though ", "label": 0.0}
{"msg": "Happy mothersday.. I Miss you Zacky  stupid RAIN AND WIND!!", "label": 0.0}
{"msg": "@Nessie_Jake  that sucks. and nuthin", "label": 0.0}
{"msg": "Waiting for mommy to come get me. D: I dont wanna leave my boyfriend. ", "label": 0.0}
{"msg": "Is deeply saddened that Mark Richardson has left Feeder, omfg dude, you will be greatly missed! ", "label": 0.0}
{"msg": "Gluten Free pancakes would be good right about now...too bad i dont have eggs... ", "label": 0.0}
{"msg": "I dont know If I can leave my first apartment  So Sad!  It's been a good first apartment with the best roomies ever!", "label": 0.0}
{"msg": "@travln1 Oh noes! Give the little munchkin a hug for me ", "label": 0.0}
{"msg": "@ashleegaston today yes. but, not as much as i should have up until today.  i'll pass but yeah. My good studying thing has gone this week.", "label": 0.0}
{"msg": "Making new friends instantly, but losing them just as fast ", "label": 0.0}
{"msg": "@kevinprince I didn't understand that   Try commands like 'Buy 30 #tag' or 'Sell 30 #tag'", "label": 0.0}
{"msg": "@tjhunsaker i don't want to go to work today either!  boo!!!", "label": 0.0}
{"msg": "@RalphBassfeld I wish I knew who'd tweeted it so I could credit them - I clicked on the link and, when I got back the tweet was gone ", "label": 0.0}
{"msg": "@cassiocassio I'm so envious you gave no idea (...actually u of all ppl prob do!), I'm in the office! ", "label": 0.0}
{"msg": "I feel sad. I just wrote up all the information the new vice-president of Skunks ultimate will need to know. I don't want to hand-over ", "label": 0.0}
{"msg": "is so bored ", "label": 0.0}
{"msg": "I slept through my alarm and didn't get up to make my mom breakfast   ", "label": 0.0}
{"msg": "@Nessie_Jake  I hope you feel better.", "label": 0.0}
{"msg": "@DaRude ah, phew, my Dell sports two Xeon with 4cores each.. but alas, I cannot run Mac OS.. ", "label": 0.0}
{"msg": "Going to lunch with my dad before he heads back to Brazil... Everyone else has already left. ", "label": 0.0}
{"msg": "Graduated a year ago ..... holy crap.  ", "label": 0.0}
{"msg": "Tea time over!sitting in the sun.too much cake... ", "label": 0.0}
{"msg": "@chriscowdery ooh lucky! I just missed another group meeting.  crap!", "label": 0.0}
{"msg": "omg~love-aben forum will make b-day party to a ben? huhu i want to join but i can't..porr me ", "label": 0.0}
{"msg": "I really need to be sleep, my body is still stuck on eastern standard time zone ", "label": 0.0}
{"msg": "Drinking Coffee and I have a burned wrist ", "label": 0.0}
{"msg": "I just woke up to giant black cat in my face. Now my eyes are all red. ", "label": 0.0}
{"msg": "Walking around outside barefoot because kody stole my shoes ", "label": 0.0}
{"msg": "@KrisAllenmusic why arent u posting new tweets anymore?  haha im really excited to hear u sing Apologize! gosh! tc!", "label": 0.0}
{"msg": "Hopes i dont get bed sweats tonight  please no", "label": 0.0}
{"msg": "Going to go visit my grandfather later at the hospital. He went in today ", "label": 0.0}
{"msg": "@Adjahoejon no enjoyment, working. . . lol.  working now too.  fun. ", "label": 0.0}
{"msg": "Just found out from the guy who cuts my grass that a big oak next to the road fell over &amp; took out my fence. Oh well. ", "label": 0.0}
{"msg": "school again tomorrow! ", "label": 0.0}
{"msg": "m took the doggie with him this morning - i miss my morning companion- surely wherever she is right now she needs a walk? ", "label": 0.0}
{"msg": "school stuff!!! ugh  then going to see auntie &amp; cousins", "label": 0.0}
{"msg": "just came back from work. tired as hell. every bone in my poor body hurts. i hate my job ", "label": 0.0}
{"msg": "Sunny mothers day in Brasilia, but I am working on my hotel room ", "label": 0.0}
{"msg": "k so i need a new cellphone charger ", "label": 0.0}
{"msg": "has no followers ", "label": 0.0}
{"msg": "Computer is crashing  back to the ipod", "label": 0.0}
{"msg": "I think @tornadohunt should follow me back!  That would make my day!", "label": 0.0}
{"msg": "@m0php i couldnt watch the entire thing, thought i was going to throw up ", "label": 0.0}
{"msg": "Just found out our neighbor, in his 40's, thinks he has prostrate cancer  Will have results this week...", "label": 0.0}
{"msg": "Watching Sunday morning politics. Doing laundry. Working on my end-of-year slideshow. All the while, wishing I was still sound asleep ", "label": 0.0}
{"msg": "gained so much weight! ", "label": 0.0}
{"msg": "hi thats really not true ", "label": 0.0}
{"msg": "@nyappyrhiiee Me too ", "label": 0.0}
{"msg": "Is it me or ois twitter going slowwww. ", "label": 0.0}
{"msg": "@Maverick05 my score got totally raped last night ", "label": 0.0}
{"msg": "Wow! What an absolutely fantastic last episode. Although can't believe Scrubs is over  Im gutted!", "label": 0.0}
{"msg": "Good night earthlings. Happy Mother's Day!  Its monday tommorrow &amp; school ", "label": 0.0}
{"msg": "Had a hard time falling asleep without my babes ", "label": 0.0}
{"msg": "@annyo84 I know ", "label": 0.0}
{"msg": "@vegalaceyfleur It's at my parents house 3 hrs away from here. No, I'm sitting in front of my apt., there's no beach anywhere near ", "label": 0.0}
{"msg": "@miss_pipedream I think #TWOHANDSFLETCHER is going to get sat on by ]Twittertakeover[ bastards ", "label": 0.0}
{"msg": "@oboroclove that's ok  I was sad but i'll get over it", "label": 0.0}
{"msg": "trying to figure out what the hammering noise is and where its coming from...been 2 days already ", "label": 0.0}
{"msg": "At work...not at home with my mommy. ", "label": 0.0}
{"msg": "Dropped of realatives at the airport....vacations end so fast ", "label": 0.0}
{"msg": "dreamed about zombies last night. unfortunately, i was surviving, but the good was that that seemed maintainable. i left my mom though ", "label": 0.0}
{"msg": "happpy momma's day (: doing work &amp; waiting for momma to come back from church. then major kiss-ass-ness cuz i was bad this morning ", "label": 0.0}
