{"msg": "must remember that 2 cans of beer is more than enough to make me drunk ", "label": 0.0}
{"msg": "the day went  boring so far ....  i think i need a vacation again  ", "label": 0.0}
{"msg": "spent the whole day with various mothers and grandmothers, have to get up in 6 hours for work but I haven't had dinner yet ", "label": 0.0}
{"msg": "Is upset I cant load a photo ", "label": 0.0}
{"msg": "At home.... feeling ill ", "label": 0.0}
{"msg": "grand prix ! got so much design to do today ", "label": 0.0}
{"msg": "I'm wandering around in 6inch heels, wondering why these torture devices were ever invented. Damn breaking in shoes. ", "label": 0.0}
{"msg": "Revising for exams.. not fun.. have no idea what im doing ", "label": 0.0}
{"msg": "@jennprattartist  My computer don't like Tweetdeck but impossible to follow twitters without it ", "label": 0.0}
{"msg": "@mikebarrett647 Yeah it was the megane battery that was dead. I think I killed it's battery jump starting the Saxo from hibernation. ", "label": 0.0}
{"msg": "New blog post . Still off bike.  Producing a training plan. http://700x23.wordpress.com", "label": 0.0}
{"msg": "had good fun with megan yesterday... not feeling good today ", "label": 0.0}
{"msg": "@Oooster465 I'm so sorry about your mom  I hope you hold on through those rough days.", "label": 0.0}
{"msg": "I think it's gonna be too windy for the beach. Oh well. ", "label": 0.0}
{"msg": "@N0odles yeah, I remember you saying you fell off  surely there's some nice places to ride to? I think it's like IW in surrounding areas", "label": 0.0}
{"msg": "waking up early is totally not my thing ", "label": 0.0}
{"msg": "is tired  x", "label": 0.0}
{"msg": "OK so i bought the desk. then returned it straight away, looked nothing like it said in the discription. way small! ", "label": 0.0}
{"msg": "@leivah Good luck witht the walk! Running it will be hard on those knees though. I love walking and running, but I hurt me knees ", "label": 0.0}
{"msg": "@robgrace hahaha saw that already when I was procrastinating over my dissy! haha. Argh. my brain isn't working anymore ", "label": 0.0}
{"msg": "this day sucks already - fucking hatboro ", "label": 0.0}
{"msg": "really need someone's help with downloading a phpmotion script for me since i am banned from their forum for some unknown reason ", "label": 0.0}
{"msg": "making travelers pie number two and its not even for me ", "label": 0.0}
{"msg": "Happy Mother's Day.  Scott's off to Dallas, I'm off to NYC to start Hilarie's apartment move out.  No Komen Race for me today ", "label": 0.0}
{"msg": "its okay            http://bit.ly/T2SjA", "label": 0.0}
{"msg": "@nicksantino WARPED!!! but you guys wont be on the Florida dates, im so sad ", "label": 0.0}
{"msg": "hates screaming children on planes.. ", "label": 0.0}
{"msg": "@suhaila I'd be happy about that except other symptoms of getting older include forgetting things, crapping your pants, and dying ", "label": 0.0}
{"msg": "I just baked a cake  ..shame it tastes like metal, though.. ", "label": 0.0}
{"msg": "Just had a visit from my pal @Louispup. We had a great time running round the garden untill he did a pee on my head. Dirty dog ", "label": 0.0}
{"msg": "@sparkly_glitter it was &quot;do-do's and woa-oh's&quot; ", "label": 0.0}
{"msg": "got sickkenning  cold, flu, cold.  how did i get this in one day? rest is in order", "label": 0.0}
{"msg": "Is having a weekend from hell. Gf not sure on things and sat in casualty with dad. ", "label": 0.0}
{"msg": "had a horible day and just got home  and school 2moz grrr.", "label": 0.0}
{"msg": "there was me thinking we broke up end of this week turns out it is next week, ", "label": 0.0}
{"msg": "@sambowlerr probably finance on track to see what stock trading is like. Cswk ftw, I only had it in English ", "label": 0.0}
{"msg": "@1indienation probably.. i had one of mine removed even though i had the artists permission.. ", "label": 0.0}
{"msg": "Thx 4 Followers  ,, Tomorrow Junior High School ", "label": 0.0}
{"msg": "@jamestubb  You're meannn...", "label": 0.0}
{"msg": "im contemplating booking a flight to LA, renting a car and making my gf talk to me ", "label": 0.0}
{"msg": "forgot about spanish gp so no day out for us ", "label": 0.0}
{"msg": "@KeriStevens oh no...happy bleaching then ", "label": 0.0}
{"msg": "@jamethiel_bane okay, i checked the box, and it does indeed have milk.  my bad!", "label": 0.0}
{"msg": "just gone and got a mobile broadband dongle because i'm not going to be connected properly until 20th May!  it works pretty well! ", "label": 0.0}
{"msg": "@lexcanroar i've been putting it off like a motherbitch ", "label": 0.0}
{"msg": "had fun at the ball game last night....now I have to work on mothers day  boo", "label": 0.0}
{"msg": "Walking buddy for the last time  the stay is almost over", "label": 0.0}
{"msg": "its over!! thank God. i never realised how long that song is till now! ha, but they are still staring ", "label": 0.0}
{"msg": "On my way to work   But on a happier note happy mother's day to all the twitter mommas and baby mammas!!!!!!", "label": 0.0}
{"msg": "just eaten sausage sarnies - now i feel sick again ", "label": 0.0}
{"msg": "@KESHANDKITTY  Whaaaat?? You moved to Chicago? ", "label": 0.0}
{"msg": "More homework... ", "label": 0.0}
{"msg": "I should not be trusted with any form of technology ", "label": 0.0}
{"msg": "@uszabo i know that feeling ", "label": 0.0}
{"msg": "R.I.P Josh Verity  I'm going to miss you more then you could ever imagine. Thank you for everything &lt;3", "label": 0.0}
{"msg": "@SwissCow86 Bummer Cow! ", "label": 0.0}
{"msg": "twitter won't let me change my layout ", "label": 0.0}
{"msg": "is still revising  lots and lots and lots to learn... very jealous of all the lucky AIBers", "label": 0.0}
{"msg": "gotta make sure to call my grandma's auntie and my lovely mommy... i miss all them  damn july cant get here soon enough", "label": 0.0}
{"msg": "@thefuriousb Not sure fella. Not even got the time to even go and look for something else (let alone find the cash). Poor car ", "label": 0.0}
{"msg": "Hmmm, I miss my mom now  I did love that woman. She adopted me - loved me and raised me as her own. She too did her best.", "label": 0.0}
{"msg": "@catiams hahaha yeh he really seemed excited. i really was laughing out load when i saw danny did that. haha we'll have to wait hun  xx(L)", "label": 0.0}
{"msg": "Lovely day outside today.   Just right for sitting at a desk writing SQL queries and code.  ", "label": 0.0}
{"msg": "@ellen_the_awful no... I do too ", "label": 0.0}
{"msg": "Okay, So I went outside in the sun, only to be chased by an evil wasp. ", "label": 0.0}
{"msg": "Ok,So,i slept for like 30minutes last night,woke up to pretty much the worst day i've had since october,and now it's getting worse. ", "label": 0.0}
{"msg": "How boring Is my life?! Nothing to do, nowhere to go ", "label": 0.0}
{"msg": "Still cleaning dog shit off of my floors from last night...... Yucky!!!! ", "label": 0.0}
{"msg": "@IrishLad585 Yeah going home for Summer on Thursday, need to get a job and make some money!  Enjoy your day! ", "label": 0.0}
{"msg": "Not campaigning. Doing tort revision for exam tomorrow. Would rather be out and about ", "label": 0.0}
{"msg": "Damn, Bourdais out  He's one of my fantasy F1 drivers.", "label": 0.0}
{"msg": "@oogianaoo Thank you! But those wouldn't turn out the way I would want them to  But thank you for sending that!! &lt;3", "label": 0.0}
{"msg": "The child who first made me a mother will be 18 in 377 days. Feeling like I ran out of time too fast. Cats in the Cradle. ", "label": 0.0}
{"msg": "Good morning! Even though it's afternoon... I hate sleeping in this late, but it was necessary ", "label": 0.0}
{"msg": "rushing thru some coffee powered study revision atm as off to GF's mum's 50th bday l8r today, loads of finger food but no drinking 4 me ", "label": 0.0}
{"msg": "sutil... sigh..! here goes his race n this time inlap#1.. ", "label": 0.0}
{"msg": "@IHeartJBeckett What happened to Jason Statham??  ", "label": 0.0}
{"msg": "Bored now! Busy doing work for tomoro ", "label": 0.0}
{"msg": "Blah!  I feel like I've accomplished nothing.  I woke up super early to get started on work ", "label": 0.0}
{"msg": "watching jb sing paranoid frm bahamas, oh no!! Nick forget some of the lyrics, awww  oh well.", "label": 0.0}
{"msg": "@tokyomod no mic at the mo!  #JapanTechTalk", "label": 0.0}
{"msg": "has an ear-ache, and a cough, and a runny nose...  bad times ", "label": 0.0}
{"msg": "well justins story is over  what to do now?", "label": 0.0}
{"msg": "@liamsp What have we done? ", "label": 0.0}
{"msg": "my computer refuses to start up  how awfully dependent on technology i am.", "label": 0.0}
{"msg": "in bus now.. no chargin point this time ", "label": 0.0}
{"msg": "Down with a cold - very untimely   Had a very long nap. I love a 100% free Sunday afternoon.", "label": 0.0}
{"msg": "Paint, paint and more paint. I'm whipped! Haven't touched wire or beads in a LONG time. So very sad and tired. ", "label": 0.0}
{"msg": "my new MacBook Air is brilliant. Why didn't I do this sooner? But won't learn pages mid assignments. Will still need 3kg laptop to finish ", "label": 0.0}
{"msg": "Chopi Chop. Where the hell are you Bow ? I miss playing with you ", "label": 0.0}
{"msg": "I made a stupid mistake at TMR forum.. i posted a topic under Cellphone category.. mali mali! SORRY ", "label": 0.0}
{"msg": "I think I'm going to have a cold!  imy?", "label": 0.0}
{"msg": "Late for work  HAPPY MOTHERS DAY!", "label": 0.0}
{"msg": "@weg Last day in London ", "label": 0.0}
{"msg": "Early memory: helpin mom get donuts for church @ Clyde Evans. It's my job now! Too bad they don't kno how to make a filled stick in Okla. ", "label": 0.0}
{"msg": "its my first mothers day!!!! Well time to get ready to go to work  boo", "label": 0.0}
{"msg": "Worst sleep ever  why am i awake", "label": 0.0}
{"msg": "@xaoife thanks lol il probli b in school though... its nt fair while im doin tests ur listenin 2 Elbow ", "label": 0.0}
{"msg": "Well, I can't lay in bed with my crackberry any longer. I guess I'll get moving.  ", "label": 0.0}
{"msg": "Wont sleep til i kno my lil cousins ok.  but happy mothers day to all my friends mommies!", "label": 0.0}
