{"msg": "is back from her History exam and she has done it well  *proud*", "label": 1.0}
{"msg": "@shankargan I'm already enjoying that. But was running out of the stickers ", "label": 1.0}
{"msg": "@1sweetwhirl Hi gorgeous!!  Hope u alright! x", "label": 1.0}
{"msg": "Possibly considering Blood Angels... really? ", "label": 1.0}
{"msg": "@mojosanjay lol.. make ur own preset then ", "label": 1.0}
{"msg": "So excited I can see more chillis on plant today ", "label": 1.0}
{"msg": "Everyone trying Social Media as a promotion tool should read this site  http://ow.ly/7wF1", "label": 1.0}
{"msg": "@hollyriddle hahaha yeah i know, i only just started it then  my page is feeling very lonely lol", "label": 1.0}
{"msg": "@blue_chi Ahem...oh...well ", "label": 1.0}
{"msg": "is resting at home, because her dermatologist injected steroids into e area near e eyebrow there..hope it'll improve! ", "label": 1.0}
{"msg": "Off to work soon  ", "label": 1.0}
{"msg": "Left bardot. Now were at the body shop in LA  present for my boy", "label": 1.0}
{"msg": "@dnieces somewhere near the jalan besar stadium  you are on the same street as me, jus further up.", "label": 1.0}
{"msg": "@godskiwi Yeah my weekend was ok but not as exciting as other people's. You take care @godskiwi  you are a Great friend!xo ", "label": 1.0}
{"msg": "@kelliesimpson @davegorman had that on Genius the other week, don't get him started on it! ", "label": 1.0}
{"msg": "Watching Ellen's 1000th show  Yeeh... we' re a bit behind.", "label": 1.0}
{"msg": "Doing spring cleaning. Gutting out my room. Already have accomplished a lot though ", "label": 1.0}
{"msg": "Hola Twitter, he vuelto ", "label": 1.0}
{"msg": "@iantalbot Get Zen about it. After a while, I made the noise part of my 'indoor head music'. When it finally stopped, I became anxious ", "label": 1.0}
{"msg": "Time for bed... house is getting somewhat cleaner - yay for Spring cleaning -- and making space for more creativity and fun! ", "label": 1.0}
{"msg": "@AdenStoneXXX... thanks for following ", "label": 1.0}
{"msg": "@SirRawlins LMFAO. .Well that beats my indulgence..  I do feel like a bloater today tho. Week of low cals now.", "label": 1.0}
{"msg": "watching DH, revision can wait an hour ", "label": 1.0}
{"msg": "taking chances.. ", "label": 1.0}
{"msg": "@__cara sounds like a hoot! HAHAHA! No, just kidding...    ", "label": 1.0}
{"msg": "loves Monday's ", "label": 1.0}
{"msg": "@Dog_Crazy i hope so, i'll keep my fingers crossed ", "label": 1.0}
{"msg": "ive always wanted to eat that chocolate... i have a huge love for chocolate!! and Fiqah, i miss you alot btw i admired you alot too ", "label": 1.0}
{"msg": "What did I learn? Trying to figure it out all by myself took most off the time. Google took 5 minutes and I still needed the extra hands ", "label": 1.0}
{"msg": "@lilyofoz That sounds comfy!  im at work..exhausted (16 hour shift) but thankful to have job! ", "label": 1.0}
{"msg": "Lady Gaga - Love Game, viciei  #musicmonday", "label": 1.0}
{"msg": "@tgreyparker Aww thanks hon  Hope you have a great week ahead!", "label": 1.0}
{"msg": "@anderrrson thinking of me RIGHT ?  lol", "label": 1.0}
{"msg": "@iamgaberosales ) i`ll look past the CD and listen ", "label": 1.0}
{"msg": "Oh snap i'm running late. Someone will be mad. I'm so ready for this day of fun. .. My ear burns so someone is talkin about me  ha i'm ...", "label": 1.0}
{"msg": "@murries Mine is 'Thunderstorm in the Wilderness', does yours have heavy rain? We must make copies and swap sometime! ", "label": 1.0}
{"msg": "@IT_info ??? ???????? ?? Thinkpad X 12&quot; ", "label": 1.0}
{"msg": "@libbyoliver fresh lemon and garlic, hint of basil ", "label": 1.0}
{"msg": "@karinb_za What goodies? tell me tell me - i want the key ring, and wolf and heart charms for my bracelet ", "label": 1.0}
{"msg": "@matcassell yeah I know what you mean. It's oookay - no Dookie though ", "label": 1.0}
{"msg": "@GalleryVittoria Hi Marisa, I will be blogging the luncheon   My most recent blog post is here! Thanks for asking. http://budurl.com/6rb9", "label": 1.0}
{"msg": "Proofreadings and drinking coffee. ", "label": 1.0}
{"msg": "@inf0rmer you are welcome dude ", "label": 1.0}
{"msg": "@textualoffender @wanderblah Hush you two. I am at work in Mysore. Dont make me get to Mumbai sooner to experience all that food!! ", "label": 1.0}
{"msg": "@marcelbooth I find that extremely difficult to believe   You are gonna force me to watch it now, you bastid!", "label": 1.0}
{"msg": "@seaofcodeine agreed!! ", "label": 1.0}
{"msg": "Joanna took the Who Is Your Soulmate? quiz on facebook &amp; the result is Belongs With Someone With Rhythm! ", "label": 1.0}
{"msg": "Good corversation with my long lost bestfriend jelly ", "label": 1.0}
{"msg": "@TheEllenShow Ellen u r so awesome, man u make my day a good start by laughing my butt off even if I am feeling down and out, thx ", "label": 1.0}
{"msg": "I rather like to wear clothes. ", "label": 1.0}
{"msg": "Getting there, quick break for some sort of hot beverage.... Definitely needed my tummy filling to get proper work done ", "label": 1.0}
{"msg": ".@nik_kee_dee well, the tweeting part is good for sure, anyway ", "label": 1.0}
{"msg": "About to teach a nice dynamic yoga class at darlinghurst ff, come along ", "label": 1.0}
{"msg": "@BuzzEdition Hi Susan, Hows your son?  Hope he's doing well my dear! ", "label": 1.0}
{"msg": "@Wil_Anderson very funny ", "label": 1.0}
{"msg": "my fkd up tattoo is FINALLY fixed! well sorta, few more days to tell  full of hope! Gonna do more blog editing.", "label": 1.0}
{"msg": "#wolfram  I have completed my testing of Wolfram Alpha and I can reveal that it works correctly.  Meaning of Life does equal 42. ", "label": 1.0}
{"msg": "@dailytwitter ok curtain twitchers then  I don't think it's about trembling, but being acknowledging the responsabilities. Twitter is  ...", "label": 1.0}
{"msg": "@omgeve thanks  So how are you?", "label": 1.0}
{"msg": "is revising for this stupid maths exam ughhhh haha oh well two weeks time and my living hell will be over ", "label": 1.0}
{"msg": "off to rugby... see you cool cats later  MEOW! xxxxx", "label": 1.0}
{"msg": "@20Tree  nah... FL. Got a new mastering plugin (Ozone4)... so will be learning as much about it as possible ", "label": 1.0}
{"msg": "@DavidArchie Have you seen our shirt already? We really worked hard for it, so we'll really appreciate it if you tweet us back. ", "label": 1.0}
{"msg": "17tth May: Just woke up, can't believe what happened lastnight  Playing Sims 2 (haven't played in ages)", "label": 1.0}
{"msg": "@ladygaga will you follow me?  @aine_okane . Cuz your followin thousands of people..maybe you'll follow me to! =]]", "label": 1.0}
{"msg": "i just did like 100000 jobros test on facebook ", "label": 1.0}
{"msg": "@AussieGal999 how come U have just hit 200, &amp; i'm alrdy 270? u were 1 of my 1st followers! Thats it...youre gonna b my 1st follow friday! ", "label": 1.0}
{"msg": "@icedcoffee I saw it - it's amazing, the 3d glasses are hilarious! I thoroughly recommend it ", "label": 1.0}
{"msg": "@CarlaMeow_xo hey yer i might i dont now what bus to chach back  xx", "label": 1.0}
{"msg": "wow, let's stop here, it feels good ", "label": 1.0}
{"msg": "morning campers. Today is going to be more productive than yesterday  !", "label": 1.0}
{"msg": "watching 100 free #wordpress #themes http://bit.ly/UMUyb  | very nice ", "label": 1.0}
{"msg": "@fastchicken now you're just being cheeky. Maybe your tastebuds need practice  rotten corks don't happen very often.", "label": 1.0}
{"msg": "@TheDavidBlaise Happy Birthday ", "label": 1.0}
{"msg": "@GGEastLDN Take some Ibuprofen for ya muscles ... I am indeed ", "label": 1.0}
{"msg": "Ahh...sunrise. That's my hint. G'night y'all! ", "label": 1.0}
{"msg": "@BecomeKnown hey, thanks for the e-mail and Linkedin invite. I like your site ", "label": 1.0}
{"msg": "@jasonauk very pleased with that ", "label": 1.0}
{"msg": "KNOCK OUT. ", "label": 1.0}
{"msg": "@alexiaaa HAHAHA awesome  om nom italian food and guys &lt;3 haha we should just move around countries for a year maybe  forget uni lol", "label": 1.0}
{"msg": "Buses give me a headache! I like to see antisocial and sit..where no one can sit next to me ", "label": 1.0}
{"msg": "@ginoandfran HAHAHA.  that made me laugh just now...  (GinoandFran live &gt; http://ustre.am/2YyQ)", "label": 1.0}
{"msg": "It's Monday - I am looking forward for Friday! ", "label": 1.0}
{"msg": "Happy third birthday to my Madelaine today. Seems like yesterday. You make my life fun &amp;challenging. Love every minute of it...&amp;you.  .", "label": 1.0}
{"msg": "back to life after such a wasted weekend... not a weekend which was wasted ", "label": 1.0}
{"msg": "life is a lemon and i want my money back ", "label": 1.0}
{"msg": "@tarushikha hehehe.. but I hv never had a makeover.. i dnt knw what to do.. why dont u decide for me ", "label": 1.0}
{"msg": "Proofreading and drinking coffee. ", "label": 1.0}
{"msg": "Captivating examples of silhouette photography. i kinda like looking at these  http://is.gd/AIjS", "label": 1.0}
{"msg": "@philloau NP ", "label": 1.0}
{"msg": "@astridangeline @muntedhead HAHA love the nickname!!! kemaren nginep cal but not anymore ", "label": 1.0}
{"msg": "@Gingernyc i'm having post gig blues.....hope you tour again soon...really enjoyed the gig at Fibbers!! Awesome!!! ", "label": 1.0}
{"msg": "@calvinharris but then you're saying Cider is called Cider cos it contains 'capples' ? ", "label": 1.0}
{"msg": "@madmohican  Yea ya!!!! If I had more Id invite everyone over... hahah But I drank it all.. haha So Tab on next time?!?! ", "label": 1.0}
{"msg": "@Hannais well, your way to twitt...are u studying? Anyway your english is quite good ", "label": 1.0}
{"msg": "@TheColorJenny Ah ha! You're obviously not nearly paranoid enough for Twitter! ", "label": 1.0}
{"msg": "@ModelSupplies  To be honest this one is new to me Didnt know there was a ranking site .Learning everyday ", "label": 1.0}
{"msg": "@espiritoart That's a much nicer avatar than the last one ", "label": 1.0}
{"msg": "@Anubisno1 I'll put it on USB when I come to Bj because I don't want to click 400 times to download everything ", "label": 1.0}
{"msg": "@greekstroll LOL...did I miss something? Im always late huh? ", "label": 1.0}
