{"msg": "@TonyUK44 i do photograpahy at college. hope to carry it on at uni ", "label": 1.0}
{"msg": "@zurcociremer I can't wait for payday too.. haha..   ", "label": 1.0}
{"msg": "@Mz_CrazyTee You always rock the damn mic girl. Big ups to you lady! ", "label": 1.0}
{"msg": "jason is helping me with my college work ", "label": 1.0}
{"msg": "@Iilireland Oh wow, it's me and Lucas! Awesome, thanks for the pic - can't wait to get home and see it ", "label": 1.0}
{"msg": "Working the Asheville area for the next three months, less driving ", "label": 1.0}
{"msg": "@twofistededitor The idea is hers to run with, formal story prompt or not. Ideas are cheap! ", "label": 1.0}
{"msg": "@sarahgreasley Full disclosure: Making tea can be noisy. ", "label": 1.0}
{"msg": "Out for breakfast. Good start to Victoria day. ", "label": 1.0}
{"msg": "@rdewijngaert Leuk!  Je zit dus helemaal in de goede richting! what to do:use it to support your conclusion:'other experts also think...'", "label": 1.0}
{"msg": "Long live DRAMA QUEENS ! U make life the ugliest it cud get  ", "label": 1.0}
{"msg": "@whymesweetie looking forward to see you girls too tonight!!!! &lt;3333 yay! ", "label": 1.0}
{"msg": "@Lovely_London I'll try it... thanks ", "label": 1.0}
{"msg": "@enebs Haha. Nice siguro siya sa theater, kaso di q lam kng kelan pq free..  hectic sked e..err..", "label": 1.0}
{"msg": "Back from the weekend at the beach!!! yay   xoxo Alessia", "label": 1.0}
{"msg": "Eating fresh, organic mangos with natural organic peanut butter (crunchy...yum!) on organic flax flatbread!! ", "label": 1.0}
{"msg": "I have my evenings free! Whatever am I going to do with myself? Oh, that's right, World of Warcraft. ", "label": 1.0}
{"msg": "'@beckamcmaster  love the banner ad on the r/h page showing a pig  http://bit.ly/ZvSz3", "label": 1.0}
{"msg": "and more to thank for #followfriday shouts @MarthasNotary @FolkMedia @stillsafe @arvettedude @zedomax ", "label": 1.0}
{"msg": "@keikomushi No, I haven't. I'll get to it on my laptop ", "label": 1.0}
{"msg": "@maaagss yewww. why yes i did mag mag  even though im not using it right now but hecklez yeah its sweet", "label": 1.0}
{"msg": "Didn't know that smartway buses had Internet connectivity. Cool ", "label": 1.0}
{"msg": "@BabygirlSoMajor exactly ", "label": 1.0}
{"msg": "@shortglide BB: great weekend. Finally made a dent in the weeds in my garden ", "label": 1.0}
{"msg": "My rents are letting me go to the concert wednesday ", "label": 1.0}
{"msg": "Wahoo finished for the day but in central london carrying a million and one things. Starbucks time ", "label": 1.0}
{"msg": "Off to the shower!  have a great day twitts!  I'll tweet when I can ", "label": 1.0}
{"msg": "Good week last week, got plenty of work done and achieved some new goals. Business Development was great ", "label": 1.0}
{"msg": "@starringbecca I like how ur thinkin,,,I am lookin at my monitor, thinking about u naked in a bubble bath, ", "label": 1.0}
{"msg": "rock, baby! rock, baby! into the night. ", "label": 1.0}
{"msg": "is back at home .... today was a very mind blowing day .. new knowledge acquired ", "label": 1.0}
{"msg": "If your in midtown Manhattan today - Indy 500 event at Herald Square today at 11:30am  ", "label": 1.0}
{"msg": "off to PA. this flight has wifi. ", "label": 1.0}
{"msg": "Morning all, its the start of a new day. Today I train quads, another day that puts me on step closer to having the body I want!   ", "label": 1.0}
{"msg": "Gud mornin up and runnin around i must eat now,&amp; then look at some disney  I know work comes first.Im home schooled we r on our own time.", "label": 1.0}
{"msg": "I think there should be a board that says NO KIDS ON SEATS for all trains and buses. They can go monkey at the railing and break a leg ", "label": 1.0}
{"msg": "has a Cobra Starship ticket  hopefully it'll get to me in time!", "label": 1.0}
{"msg": "@betyoo Is not long out of the gym and its still sunny tho windy ", "label": 1.0}
{"msg": "@belllareow I KNOW D: well, i should be heading off now. NIGHT BELLAAAAA! ILY! xoxoxoxoxoxoxoxoxoxoxo ", "label": 1.0}
{"msg": "Tulsa just got mentioned on Supernatural, like a couple mins ago ", "label": 1.0}
{"msg": "@Mariuca Meow meow! ", "label": 1.0}
{"msg": "@phobicgamer Well, you'll *have* to tell me what you think of the books.  And don't we need to meet over a coffee or something soon?", "label": 1.0}
{"msg": "A great 1 and 2 this weekend for UK riders well done @StevePeat and @Gee_atherton  about 1 hour ago less than 5 seconds ago", "label": 1.0}
{"msg": "Yay Boston lost!!!! Now the Cav's are definitely in the finals ", "label": 1.0}
{"msg": "@nessie111 thanks consider it done.lol ", "label": 1.0}
{"msg": "@endlessblush Nope ... it just looked too sweet. Isn't it like meringue on top? And cream? And berries? And ... sugar! ", "label": 1.0}
{"msg": "@mister_peterman YES. very good idea  have you finished peggle?", "label": 1.0}
{"msg": "Help WORLD HUNGER RELIEF by Joining the cause, See how you can help http://bit.ly/co2ZK (Please ReTweet  http://bit.ly/EUNLs", "label": 1.0}
{"msg": "just watched a video of a guy covering love story. cute! ", "label": 1.0}
{"msg": "@knitster aw  how is kitteh?", "label": 1.0}
{"msg": "finally had my german exam, tomorrow it's gonna be english haha ... cheyenne, no you better watch. duh! ", "label": 1.0}
{"msg": "Turning 1 this June  uhhh.. my braces I mean..  1 year of pure metal mouth madness  nyaaaaahhh", "label": 1.0}
{"msg": "Back at work...had an awesome weekend. Yay for Maryah coming over last night ", "label": 1.0}
{"msg": "@amuir_netecol Thank you  @kissability I do too! ", "label": 1.0}
{"msg": "@laubow_ he looks ever so fetch! ", "label": 1.0}
{"msg": "@BettinaKLechner I like it too. Can't wait to see you! ", "label": 1.0}
{"msg": "@paul_steele LOL!!  damn THAT woke me up! ", "label": 1.0}
{"msg": "@bakmei loook who is HERE!!  Welcome!!!!!!!!", "label": 1.0}
{"msg": "@smont yes, ty, as always!! are you feeling better today? ", "label": 1.0}
{"msg": "@aniEspellsEina i would love to go on wednesday. ", "label": 1.0}
{"msg": "Pilates is a lot harder than it looks... not getting out of this chair again for the rest of the evening ", "label": 1.0}
{"msg": "is (hungry) sate ampal eh sate ambal....  http://plurk.com/p/ujqx3", "label": 1.0}
{"msg": "@waxinglyrical yep. Twitter is crowded and some pol parties actually using it as well  but still, I prefer tweet to fb. Fb more fs'ish", "label": 1.0}
{"msg": "@GiraffeJo did you decide on dyeing your hair or not?Ive just found out that GG loves redheads,so thats me off down to Boots for some dye ", "label": 1.0}
{"msg": "@willbus good luck with that. Can't be as bad as my experience last week. ", "label": 1.0}
{"msg": "We hope all our volunteers and participant had a nice 17th of May. Congrats!  ", "label": 1.0}
{"msg": "30 degrees Celsius... I think my brain is slowly evaporating :\\ Welcome back, summer ", "label": 1.0}
{"msg": "@brilliantology that's great news ", "label": 1.0}
{"msg": "@VioletsCRUK I had a lovely weekend too thank you, just not as restful as i would have liked   - But Bank holiday next monday!", "label": 1.0}
{"msg": "is actually not hating today even though it is a Monday. I think it's because I know that I have a 4-day workweek! ", "label": 1.0}
{"msg": "@shennyunho ok let's do it! ", "label": 1.0}
{"msg": "off to iowa again. spent the night in a hotel room cuz we're homeless. hopefully we'll get everything figured out today ", "label": 1.0}
{"msg": "@MAKAEL86 Good mornin' Makael.  Have a FAB day. ", "label": 1.0}
{"msg": "@asmunder good to meet you IRL finally on Friday.  BTW, a friend of mine has an interesting startup plan, he'll be contacting you!", "label": 1.0}
{"msg": "Blowing The Prodigy's Omen out of my speakers to wake myself up a bit! http://bit.ly/1T2gU   So much energy! ", "label": 1.0}
{"msg": "For you Non-Weekenders.. It's WEDDING WEEK on &quot;12&quot;!  =&gt; http://billcammack.com/", "label": 1.0}
{"msg": "@IvyBean104 Maybe we followers could pool our money and get you a laptop of your own. ", "label": 1.0}
{"msg": "#jpop #jrock #musicmonday been rockin' out to this for hours  http://is.gd/AYri", "label": 1.0}
{"msg": "its monday, and another work week starts ...  hope everyone has a great day!", "label": 1.0}
{"msg": "@AstroMeg hmm. &quot;I hate AIPS&quot; three hours after &quot;my computer is running a bandpass calibration&quot;. Given L=0, this is timelike =&gt; causality? ", "label": 1.0}
{"msg": "Thank u Noune for your warm wishes !  http://bit.ly/flINO", "label": 1.0}
{"msg": "Boom Dia aee! And welcome news follks! ", "label": 1.0}
{"msg": "@teaparasite hoping to make it too, I'm sure we'll find it. If i find out between now and then, I'll post a tweet ", "label": 1.0}
{"msg": "@Ms_Affair Thanks hun  I think they find me lol   And we're used to the lack of sun now, thats why fake tan sales are rocketing lol", "label": 1.0}
{"msg": "@arliiiiina 1 year? ", "label": 1.0}
{"msg": "@ViciousPotato good night, Potato ", "label": 1.0}
{"msg": "@purrsikat I shall have a poke around ITM and see what I can find ", "label": 1.0}
{"msg": "@YatPundit Thanks, Ed! And never forget - baby got back (of the train).  ", "label": 1.0}
{"msg": "@Cis826 ", "label": 1.0}
{"msg": "@NJ_BarbieRN twit pic or email me pics...thanks! ", "label": 1.0}
{"msg": "@Dublins98Dave Your powers of persuasion finally reaped dividends...welcome to @dermotwhelan ", "label": 1.0}
{"msg": "back at it monday morning, great weekend though ", "label": 1.0}
{"msg": "nervous but excited for the first day of my big girl job ", "label": 1.0}
{"msg": "@stereophonics http://twitpic.com/5f6yt - Afternoon boys!!! Have a great day  xxx", "label": 1.0}
{"msg": "Im back &amp; with this http://www.munktiki.com/coconutmonkeys.htm  ", "label": 1.0}
{"msg": "@iCarluccio You're just jealous ", "label": 1.0}
{"msg": "Hummus Bros, W1F 0TH: yummy special today: morrocan meatballs!  for non veg that is ", "label": 1.0}
{"msg": "Gna leave anglo, go shopping then home to watch lots of the inbetweeners ", "label": 1.0}
{"msg": "got sick of typing it up lol i got 1 paragrpah which is 15o words ", "label": 1.0}
{"msg": "Laying in bed watching bride wars ", "label": 1.0}
