{"msg": "@xNitsuj Whattt!! I appreciated it ", "label": 0.0}
{"msg": "the sickness has finally found me!  booo ", "label": 0.0}
{"msg": "No not seen mom lately. Was going to track her down for pics but i'm sick, don't wanna infect her. Plus my mom already said someone  so...", "label": 0.0}
{"msg": "i feel so bad for my mom no one should have to go through that. and even better on mothers day. fhl ", "label": 0.0}
{"msg": "@mikeneumann no  I am the only person who hasn't seen Star Trek   ", "label": 0.0}
{"msg": "@nicoleffoster i have to go sit next to Bridget because she is pressuring me ", "label": 0.0}
{"msg": "tried to upload 130 pics thru iPhone flickit app. Epic fail... ", "label": 0.0}
{"msg": "monday comes just too damn soon...  i miss last weekend already.. ", "label": 0.0}
{"msg": "@caninetrainer Must be a really tough holiday for you, I'm sorry.  I hope tomorrow you can just unwind a little.", "label": 0.0}
{"msg": "staying home tonight, not feeling too hot ", "label": 0.0}
{"msg": "Ok, bird in small cat crate as temp shelter on porch. Seeds, water &amp; towel keep him cozy for the night.  Figure out what to do tomorrow. ", "label": 0.0}
{"msg": "@iEthan vistaprint.com, and sorry you fell bad ", "label": 0.0}
{"msg": "@meganpazz ijfoaijw ahhh you're going to see ATL again too?? *evil eyes you too* i miss them  no fair", "label": 0.0}
{"msg": "Someone somewhere didn't like Slidon http://bit.ly/icbfj  ", "label": 0.0}
{"msg": "Slow Comcast speed in the 95051 tonight it seems. 0.8MB/s on a Business Class which is supposed to be 14MB/sec  ", "label": 0.0}
{"msg": "Can't sleep yet again!  Ugh! I hate insomnia. ", "label": 0.0}
{"msg": "omg i never really cared for torrent stuff, but now i wish i could use those shit ", "label": 0.0}
{"msg": "@DagmarBleasdale really??? wow, I so envy you. My mom only nursed me for a few months ", "label": 0.0}
{"msg": "Wats the point in trying anymore?.?...i canT make something out of nothing? ", "label": 0.0}
{"msg": "The scariest sound I have ever heard is that of a power tool inside my mouth. I hate going to the dentist. ", "label": 0.0}
{"msg": "Everyone's seen that bloody Star Trek movie but me. ", "label": 0.0}
{"msg": "@sarzburg You make me proud. I'm studying. 5 weeks until exams ", "label": 0.0}
{"msg": "@xerinluvsjbx  that's great!! I was at my grandmas too. But tomorrow.. School again! ", "label": 0.0}
{"msg": "Woooo I finally beat Super Macho man!!!  Now only 1 fight remains!... Mr. Dream... ewwww I want Tyson ", "label": 0.0}
{"msg": "@Animadi i didnt know either ", "label": 0.0}
{"msg": "@party! lost 2 silly party games ", "label": 0.0}
{"msg": "It's bed time. Lovely day except my prom date dumped me  hopefully 2moro will be better...nite", "label": 0.0}
{"msg": "@Demosthenes416 im trying! i feel terrible though. like, this is bad ", "label": 0.0}
{"msg": "South Park is parodying The Watchmen right now. Too bad I have to to to bed. I awake in 6 hours. ", "label": 0.0}
{"msg": "@millamanilla i need to go to the computer lab tomorrow though! ", "label": 0.0}
{"msg": "i hate the fact that tomorrow a will get some injections ", "label": 0.0}
{"msg": "is angry! I missed the Brothers &amp; Sisters SEASON FINALE b/c all the main broadcasting channels (3, 5, 6, 8, etc) went out on ALL the TVs. ", "label": 0.0}
{"msg": "mad lakers lost. didnt get to see my mom for mom day. plus i cant make a vid for youtube until i fix my camera ", "label": 0.0}
{"msg": "@calypsominerals lol well I doubt that means your responsibility ends..in fact I'm sure more work is coming ", "label": 0.0}
{"msg": "@dsanders234 *hugs to all of you* It's very sad. ", "label": 0.0}
{"msg": "@ToddBrunson that is just mean ", "label": 0.0}
{"msg": "Been sleeping all day...going back to sleep now ", "label": 0.0}
{"msg": "i need a nurse  ", "label": 0.0}
{"msg": "Going to bed now... Finished Spanish finally. Funeral tomorrow ", "label": 0.0}
{"msg": "ENGLISH HOMEWORK.  booo.", "label": 0.0}
{"msg": "@sixapart i just renamed one of my blog categories but the url didn't update ", "label": 0.0}
{"msg": "this is why sometimes i think it sucks to be a morning person. theres simply no one to talk to ", "label": 0.0}
{"msg": "@jrocc I remember fools used to make fun of me because I played so much Dilla. &quot;Awww More Dilla and Madlib&quot; --real talk!!! ", "label": 0.0}
{"msg": " too much to do amongst everything else..", "label": 0.0}
{"msg": "so...i guess there isn't much going on tonight... ", "label": 0.0}
{"msg": "Hiccups. Just what I need before retiring to my reading room ", "label": 0.0}
{"msg": "@pdurham Until tomorrow what?? You haven't left instructions!! Now we're all misguided and lost! ", "label": 0.0}
{"msg": "Dinner with friends and Nancy. No daughters ", "label": 0.0}
{"msg": "@ACCIDENTALDIVA My pink gloss is not shiny  it's mad.. The stuff ran out and seperated completely", "label": 0.0}
{"msg": "Wisdom tooth is being an evil son of a bitch. My cheek is swollen &amp; parts of it are numb, but of cooourse the bits that hurt aren't numb! ", "label": 0.0}
{"msg": "3 weeks left!! One week is exams  SUMMER HERE I COME!!! D", "label": 0.0}
{"msg": "is heartbroken after that Magic game. I hate buzzer beaters when it's not our team ", "label": 0.0}
{"msg": "I swear to god I have the mood swings of a pregnant woman. Ever have a mood where you just wanna sleep and like, not wakeup?  &lt;|3", "label": 0.0}
{"msg": "@stevenlabree thanks i will ask her for them! I wish I was there, too!! ", "label": 0.0}
{"msg": "@gavinappel  we will miss you babe!", "label": 0.0}
{"msg": "@Jesster_Atlarge I ordered it through my local Barnes &amp; Noble, so no extras. I made enough 2 have 4 lunches, and leftovers. No guests ", "label": 0.0}
{"msg": "sigh. all of @mmitchelldaviss' t-shirts are sold out in smalls. ", "label": 0.0}
{"msg": "blue days and it's eating me up ", "label": 0.0}
{"msg": "I leave for a few minutes and completely lose track of what is going on... ", "label": 0.0}
{"msg": "@Ms__Random yes it is. Monday is already here. ", "label": 0.0}
{"msg": "I miss George Carlin ", "label": 0.0}
{"msg": "Dreading going back to work tomorrow ", "label": 0.0}
{"msg": "2nd on ER list, they could only ER 1 ", "label": 0.0}
{"msg": "Why are boys so inconsiderate and mean? ", "label": 0.0}
{"msg": "@alysonchampion dont get upset when you find out there is a reprise to gonna be good..... its not as good as the first one. ", "label": 0.0}
{"msg": "she didnt txt me  so i go by myself...", "label": 0.0}
{"msg": "@Zillaman u just aite all types of food at Zina crib and didnt even think about me!!!!    ", "label": 0.0}
{"msg": "i hate the fact that tomorrow i will get some injections agaaain ", "label": 0.0}
{"msg": "http://bit.ly/ac2cz  grow your hair back please ", "label": 0.0}
{"msg": "i want a popsicle real bad, and i don't have any ", "label": 0.0}
{"msg": "@HotForTweets I need chocolate now but don't feel like driving to the store ", "label": 0.0}
{"msg": "@ksutt11 Yes....and i didnt have to  i stayd up two days in a row and did about 20 assignments for nothing..she confused me with another..", "label": 0.0}
{"msg": "@mackenzie_ann i knowww! its not as fun and i miss you too! summer sucks  lol", "label": 0.0}
{"msg": "Im not getting on here 4 a while if u know me u know how 2 get @ me im starting my isolation no one will care if im gone n e way ", "label": 0.0}
{"msg": "no raids tonight.  Not enough on.", "label": 0.0}
{"msg": "I forgot to take pictures today... ", "label": 0.0}
{"msg": "Plans for Redwood got cancelled. I even put on my Oly style clothes on. ", "label": 0.0}
{"msg": "Ha i got in the rock band but it sucks cause not what i tried out 4 ", "label": 0.0}
{"msg": "@sdfrien what happened to Taco Bell??? ", "label": 0.0}
{"msg": "@actormt I wish I was with my mommy ", "label": 0.0}
{"msg": "not so secretly wishing i was going down to Florida tomorrow to see the shuttle launch. many months ago that was the plan, but too busy ", "label": 0.0}
{"msg": "@camba @mattetti what are your scores? I've only gotten to 92 ", "label": 0.0}
{"msg": "I really want the lyrics to the mother's day song from PB&amp;J Otter...can't find them anywhere ", "label": 0.0}
{"msg": "My finger hurts  idk how I smooshed it. But I'll just go with the cabnets. Oww", "label": 0.0}
{"msg": "He is still not talking to me!!!  I can't believe this!!! All I want is to feel appreciated!!! Is that so hard????", "label": 0.0}
{"msg": " what's the definition of a stalker?", "label": 0.0}
{"msg": "@marybvasquez I don't have a year to commit.  I don't need much to convince me to go fly kites or throw a frisbee a couple times a month.", "label": 0.0}
{"msg": "@Arenachik I love Rose's Lime Juice! Great Idea!! They finally went away after like 30 minutes! They hurt!! ", "label": 0.0}
{"msg": "Finished with dinner but a little upset that orlando lost to boston ", "label": 0.0}
{"msg": "work..work ", "label": 0.0}
{"msg": "I love Mothers Day, but I really hate working it. To many demanding people. Plus I always need up hurt. ", "label": 0.0}
{"msg": "@tiffskidmore heard youre coming to town this weekend! why am i always gone when you come?  not fair.", "label": 0.0}
{"msg": "@righteousjorge i moved to lancaster  i kow far. but i like it. nothing to complain about ", "label": 0.0}
{"msg": "@selgomez I really hate posers, I want to know that the celeb i'm following is real but it's hard when posers are out there. ", "label": 0.0}
{"msg": "Tummy aches  school tomorrow. I should try and go to first period on time.", "label": 0.0}
{"msg": "@shearkaty i miss you ", "label": 0.0}
{"msg": "Grrr doing my online class homework ", "label": 0.0}
{"msg": "Is it really that time again... work week???   No bueno", "label": 0.0}
{"msg": "@spazzgirl Oh, I'm so sorry.   Happy Mother's Day from your Tweeps!", "label": 0.0}
{"msg": "It's bedtime. Gotta do a lot of cleaning and laundry tomorrow. I can't believe I start work on Tuesday. ", "label": 0.0}
