{"msg": "eating a huuuge cheesy pizza to ymself with the first series of teachers on dvd!  then a snooze im shattered x", "label": 1.0}
{"msg": "Rather tired. But, the morning shows promise with the rising sun.  #fb", "label": 1.0}
{"msg": "is so tired but, fuck it, it was a good night ", "label": 1.0}
{"msg": "@autumnphoto, I did the same thing!  Oh, the joys of being a mommy and photographer ", "label": 1.0}
{"msg": "ust finished job &amp; full of energy...i think am gona hit the gym ", "label": 1.0}
{"msg": "@yummy4mummy That made me giggle. I do the very same thing, though.  Just not at night. At night, my brain is dead.", "label": 1.0}
{"msg": "@korbz Can't wait either  Just finalising our stay in Big Sur then all set. Going to have to buy bigger bags for all the toys!", "label": 1.0}
{"msg": "Can I look at your whispering eye !!!! ", "label": 1.0}
{"msg": "@haileyyoungxxx really, a full day? montreal has a holiday today ", "label": 1.0}
{"msg": "if you are not being followed please @ message for a follow ", "label": 1.0}
{"msg": "@Ruddster Ever think about moving? Move to town. ", "label": 1.0}
{"msg": "@DonaldHardyCRS starting awesome, moving forward to great things...  now that I'm waking up", "label": 1.0}
{"msg": "My Spanish teacher is going nuts, and i'm watching him, but i cant hear him. Its hilarious ", "label": 1.0}
{"msg": "i know is too early for my tweeps in Los Angeles, but i hope the rumbling and tumbling came from your bed and not another earthquake ", "label": 1.0}
{"msg": "@TanishaMusic I'll give u a massage ", "label": 1.0}
{"msg": "And a belated Good Morning to all ", "label": 1.0}
{"msg": "now i've to do my homework.....uffi! and then.....guitar! ", "label": 1.0}
{"msg": "@KFearson2 live life with no regrets  everyone makes mistakes, but you can't go back and fix them, so no regrets.", "label": 1.0}
{"msg": "oh yea good morning!! ", "label": 1.0}
{"msg": "Just checked out the training schedule for this week. Looks do-able! Watch out Tawas Bay Triathlon! ", "label": 1.0}
{"msg": "Getting the ball rolling. Very exciting ", "label": 1.0}
{"msg": "Another day in the grind! Its ok I had an amazing evening and the vaca countdown is down to 26! Yay! Life is so unexpected I love it! ", "label": 1.0}
{"msg": "One last spin through glorious New York City and then it's back to Blighty, my own bed, guitars, &amp; garden... Aaah. ", "label": 1.0}
{"msg": "just finished job &amp; full of energy...i think am gona hit the gym ", "label": 1.0}
{"msg": "@angelorphan  - Hey    Well, actually I started to enjoy it. Other than the reception problem, it's a pretty cool phone!", "label": 1.0}
{"msg": "#rfconlinemedia will be amazing ", "label": 1.0}
{"msg": "@DC_Zol Probably because I've not been on twitter for a few days. ", "label": 1.0}
{"msg": "Yesterday my Confirmation was funny ", "label": 1.0}
{"msg": "@EdEntrepreneur Live at full and earn money ", "label": 1.0}
{"msg": "@eight7teen you do have a point!  ", "label": 1.0}
{"msg": "@johnnysmooth creative!!! ", "label": 1.0}
{"msg": "@newhat Im demanding a photo  xx", "label": 1.0}
{"msg": "@Freelance71 koszi ", "label": 1.0}
{"msg": "@prgeek did you run out of pasta or need some new shoes?  switzerland is close so drop by for some chocolate ;)", "label": 1.0}
{"msg": "Good morning! Late nite last nite. Up early and back in S. Jersey. Its good when the COO asks me if I'll be driving him regularly. ", "label": 1.0}
{"msg": "@film_girl - Thanks Christina! No pressure on Anthony what-so-ever. ", "label": 1.0}
{"msg": "my last login on twitter- one year ago ", "label": 1.0}
{"msg": "@cwcrawley @wezmaynard - thanks for the explanation! I'll look into it ! ", "label": 1.0}
{"msg": "@CheMerf di kaya! u were crying! 6:49 of this vid http://bit.ly/16choR  ", "label": 1.0}
{"msg": "http://twitpic.com/5f8vt - motivation to wake up! asiago bagel ", "label": 1.0}
{"msg": "I've been tweeted. So now I'm tweeting. I'm going hiking on South Mountain today. You happy now Stacey?  ", "label": 1.0}
{"msg": "@gfalcone601 aww i'm sure she will come up soon  xx", "label": 1.0}
{"msg": "@mcgillchris dont forget that it is the left turn arcoss from the mall near the wachovia  see you soon", "label": 1.0}
{"msg": "So excited I'm only working for two days this week ", "label": 1.0}
{"msg": "@johnflurry @Lecingblog @SeamusKeleher Ian Wright is not on Twitter. He should be. Working on that... ", "label": 1.0}
{"msg": "@Carls30 Ooh, sounds nice!! Nope... I'm gonna resist!!  ", "label": 1.0}
{"msg": "@PJsauyo you got it, I love that craZiness. ", "label": 1.0}
{"msg": "home from college. had lunch and watched scrubs and gilmore girls. chilling now ", "label": 1.0}
{"msg": "@TiaMowry awww Tamera should really Twitter, she has fans on here who adore her dearly also, much like we do you!! ", "label": 1.0}
{"msg": "@espreson following Twitters of tech portals, and various other ways. But when you see, you are inject into this culture. ", "label": 1.0}
{"msg": "@nitupym Kosto thake go... kosto niyei jibon... bina koste kisher jibon aar kisher joubon? jaai hok... dont worry... things will be fine ", "label": 1.0}
{"msg": "says we just had a &quot;mini-reunion&quot; with some of my &quot;old&quot; buddies  http://plurk.com/p/uk6tg", "label": 1.0}
{"msg": "@JeannetteC Star Trek at the IMAX that would be so awesome!!! I hope that they show it here on the IMAX sometime. Just seen it yes2day ", "label": 1.0}
{"msg": "@Sweetwaters goooood morning ", "label": 1.0}
{"msg": "@urdrinkingbuddy  um...why are you showing me your location? Am I supposed to bring you lunch?", "label": 1.0}
{"msg": "Ah finally remembered to do my devo  just saw some idiot reversing on hebron...wow", "label": 1.0}
{"msg": "@abandinhope yeah Che Guevara! Was too tired to watch it all last night, gonna watch the second half today! ", "label": 1.0}
{"msg": "r.e. exam went quite well, but idc because i has sushi  six california rolls yummmmmmmmmmmmmmm", "label": 1.0}
{"msg": "@postsalot I am hoping the same lets be positive this week is going to be the best of our life ", "label": 1.0}
{"msg": "@ritawardi YEAH! I don't speak inglish ", "label": 1.0}
{"msg": "online shopping in class ", "label": 1.0}
{"msg": "@Fordsterrr Just curious. Where do you work at? So nice to find a senior who has a JOB! Coolio. ", "label": 1.0}
{"msg": "@Ms_Leonard morning!! How was ur weekend? I'm gonna be at blue martini on wed for ladies night with rejuva!! U should come out ", "label": 1.0}
{"msg": "only one more day of school    yea!!!!!!", "label": 1.0}
{"msg": "@BrianMcnugget You were my favotite in the group, bu I still love you, and I always will. Kisses. Take care. ", "label": 1.0}
{"msg": "@dlackovic Thanks for letting me know, should be fixed now ", "label": 1.0}
{"msg": "I'm going to eat chicken and pasta ", "label": 1.0}
{"msg": "I Freaking LOVE Shane Dawson... ", "label": 1.0}
{"msg": "New blog will have lots of new goodies... If ne1 has more info on OTH related twitters, pls email me!!! thanks! ", "label": 1.0}
{"msg": "@Astro_Mike do u get your replies up there?  Has been so great following u on Nasa TV Thanks 4 bringing this 2 me. best wishes to u all x", "label": 1.0}
{"msg": "@TMankin i wish i had interest in pursuing the off field so i could wear scrubs to work every day! ", "label": 1.0}
{"msg": "@sarahjpin just telling it like it is ", "label": 1.0}
{"msg": "@danfaust  Yeah, I know who Raffles is, and Carnacki.    The Black Dossier, though, that tested my commitment to LoEG.", "label": 1.0}
{"msg": "loves Pop Goes Punk. The other people on the bus have no idea how ironic I am. Off to my first day of work! ", "label": 1.0}
{"msg": "Ok, today is going to be a great day... I'm putting that vibe out there!  ", "label": 1.0}
{"msg": "I am sure the artist would knock off 10% for fellow twitter followers ", "label": 1.0}
{"msg": "@OctaneComics @LordShaper Much appreciation in spreading the word. Thank you, thank you, thank you! ", "label": 1.0}
{"msg": "@KeepinUpWKris Keeping Up With The Kardashians was really AWESOME last night, i loved it!! I have to watch the next episode next week! ", "label": 1.0}
{"msg": "@mayblue85 Yeah. I actually agree with what you said.  But it's fun, though. I guess ", "label": 1.0}
{"msg": "@sampriestley Bloody over achievers!  Sometimes I think your picture is your left eye and sometimes your right. Today it's deffo left...", "label": 1.0}
{"msg": "@vicnic390 Am in Prague now, so much better than Dublin! I'm in fact in love with the Czech Republic. I may never come back to work ", "label": 1.0}
{"msg": "Getting ready for school! carefree! ", "label": 1.0}
{"msg": "thinks the hills is amaaaazing ", "label": 1.0}
{"msg": "@canterburymusic hell yeah! 6 Days  Xxx", "label": 1.0}
{"msg": "time for a shower now  ", "label": 1.0}
{"msg": "@TheHulse @voni well i shall be there ", "label": 1.0}
{"msg": "its nice when someone tells you you're swell  ? http://blip.fm/~6iwab", "label": 1.0}
{"msg": "YUSS i have x2 baseball bats. possible bmth idea. and questions for the Noisetts alll finishedddd  sleep timeee yessss yes!", "label": 1.0}
{"msg": "Blah, nausea. It's pretty out though. Hope it's a good day! ", "label": 1.0}
{"msg": "Ahhh, 10 hours of sleep.  18d 10h 12m 40sec until Shane.  Hopefully going to see him again on Wednesday.  It's a good day.  ", "label": 1.0}
{"msg": "In school... The others are doing spanish test ", "label": 1.0}
{"msg": "@shannonpaul - Dig the Jack DeJohnette! You've got great taste in music, Shannon!  ", "label": 1.0}
{"msg": "i love you guys. seriously. both of u are not my bestfriends, we're sisters! love yaa, xxxooo  @empemp @ohmeabby", "label": 1.0}
{"msg": "Waiting for a reply. ", "label": 1.0}
{"msg": "@markpeak then we'll rt until Houston get it ", "label": 1.0}
{"msg": "@BluMystic  cant get fired for wantin to choke him lol ", "label": 1.0}
{"msg": "He looks so cute tonight. He makes me smile and laugh ... and we get along so well ", "label": 1.0}
{"msg": "@derekhat would you consider moving Thursday sushi to Friday sushi ", "label": 1.0}
{"msg": "Follow me! I'll be posting money off offers for King of Shaves today ", "label": 1.0}
{"msg": "Good morning everyone, im feeling tweety to day ", "label": 1.0}
