{"msg": "Damn I need a pedi &amp; I just got one neva going there again ", "label": 0.0}
{"msg": "@Thorney88 well they say the hair of the dog dont they! only kidding im serious ive ruined my sunday ", "label": 0.0}
{"msg": "http://dailybooth.com/karlalarla/314974 omg my fingers are so long and weird ", "label": 0.0}
{"msg": "but wheres my mami? ", "label": 0.0}
{"msg": "Well, mmmm, yes today i'm happy, but i need to study , not is a problem, buut... ", "label": 0.0}
{"msg": "@jj009 I Take It The Score Ain' Guhd,,.! ", "label": 0.0}
{"msg": "I hate that the moment everyone leaves, I get really sick... ", "label": 0.0}
{"msg": "I can't see my mom on Mothers Day. ", "label": 0.0}
{"msg": " sad day for me..wish i had to work..HAPPY MOTHERS DAY TO ALL  THE MOMS", "label": 0.0}
{"msg": "Happy Mothers Day, Y'all !    I miss my mommy ", "label": 0.0}
{"msg": "Just gave my mom a mothers day card and 20 bucks. I couldent go to the store  But she was happy anywayz", "label": 0.0}
{"msg": "@amandaelaine @iubaker84 hope hp movie night was the bomb... wish i would have been there ", "label": 0.0}
{"msg": "@Nidhida  Well I'm watching friends on E4. Fat Monica's kinda hot. Hmmm...", "label": 0.0}
{"msg": "@And_OKeefe. :O Has one less follower ", "label": 0.0}
{"msg": "Still in the city, cold in the shadows.. ", "label": 0.0}
{"msg": "@xbllygbsn :O Rebekah Lees?  thought it was under Gibson  and didn't expect the phone to look that bad ;) lmao :p I love yoou xxxxxxxxxx", "label": 0.0}
{"msg": "This is what I wanna do today  http://twitpic.com/4x952 right in my courtyard! I'm in some kinda mood ", "label": 0.0}
{"msg": "Is finally recovering, back to school tomorrow ", "label": 0.0}
{"msg": "Arrrrrrrgggggggghhhhhhhhh! Am switching off radio now. Am feeling very very depressed! Horrid week! ", "label": 0.0}
{"msg": "Just finished watching the Sunday morning talk shows, and getting ready to do some &quot;gotta make a living&quot; work  ", "label": 0.0}
{"msg": "@thankingdc34eva awww I understand  I can recite the lines for u...lmao *loser alert* I do know nearly all the lines tho rotfl", "label": 0.0}
{"msg": "happy mother's day everyone! praise the woman who gave you life! my momma is working todayy ", "label": 0.0}
{"msg": "Blah, mum and dad are down hospitial, i'm knackered, had to do all the jobs again... hope shes okay though. ", "label": 0.0}
{"msg": "Cubby's back at the vet getting more IVs. ", "label": 0.0}
{"msg": "so....much....pain ", "label": 0.0}
{"msg": "both my mom and i agree that we want to spend today just laying around watching movies. but people are coming over. no fun ", "label": 0.0}
{"msg": "Why is it that with my family every holiday has to suck? So ready for this day to be over with that way my family might be normal again! ", "label": 0.0}
{"msg": "Car is broke, we are done ", "label": 0.0}
{"msg": "i wanna go to theee beachh!!!!!  sighhh", "label": 0.0}
{"msg": "@rkmontoya I don't remember getting an invite to this event.  ", "label": 0.0}
{"msg": "Just bought diner and wedding dash iPhone games. Boy am I weak ", "label": 0.0}
{"msg": "School starts tomorrow ", "label": 0.0}
{"msg": "Beach. Surfers. Bored... I get cranky when I'm tired. And i've lost a contact lense ", "label": 0.0}
{"msg": "@xx_Megan_xx Marvin will be though :p there's 40 mins to go but it's 3-0 now!  No chance of a comeback now LOL :p", "label": 0.0}
{"msg": "This is horrible to watch and as bad as last tuesday night  #Arsenal", "label": 0.0}
{"msg": "@KathElizW What did New Jersey ever do to you? ", "label": 0.0}
{"msg": "@taylorGifford i'm sorry.  i love you no matter what!", "label": 0.0}
{"msg": "Mad as hell that I overslept &amp; missed my class this morning ", "label": 0.0}
{"msg": "@firioo aww! that is bad ", "label": 0.0}
{"msg": "OMG @whitefolkz just had me download one of the best samples i've ever heard an it aint for me..smh  oh im getting on the song tho i bet", "label": 0.0}
{"msg": "@matrixagent I try to watch everything in English if possible *g* Even if cinemas in Passau won't show the film with original voices... ", "label": 0.0}
{"msg": "really wants to sing &quot;Just You Wait&quot; for the talent show but can't find a karaoke track. ", "label": 0.0}
{"msg": "i miss my mommy ", "label": 0.0}
{"msg": "And so my working week starts ", "label": 0.0}
{"msg": "The Wiz is on and my mother won't let me watch it ", "label": 0.0}
{"msg": "@KatrinaBaybee I know ", "label": 0.0}
{"msg": "is so bloody confused  oh dear!!!", "label": 0.0}
{"msg": "@will_cook my mom said no  but i will be there. You should come out to the line around 4. When i'll be there ;) stoked.", "label": 0.0}
{"msg": "@zakaryohh aww poor mom  go mother's day it up now then!", "label": 0.0}
{"msg": "somebody else is walking out with the last of our baby kittens....  crying i am", "label": 0.0}
{"msg": "Sitting in church... still 20 minutes to go. And I'm tired from staying up nearly all night... ", "label": 0.0}
{"msg": "@crystalnilsson hahaha go after finals! My hols ending d, tmrw classes start. ", "label": 0.0}
{"msg": "my boi is growing up. isn't here for mother's day. with friends and then in rehearsal all day and then a tap show tonight  ", "label": 0.0}
{"msg": "@omshivaprakash its already set to international Font but i can't tweet in kannada.. ", "label": 0.0}
{"msg": "I had mad fun and now its over ( gotta go 2 work) ", "label": 0.0}
{"msg": "there is too much to learn! ", "label": 0.0}
{"msg": "hmm well that baby shower yesterday was INTERSTING, the baby daddys mama cursed during a prayer ", "label": 0.0}
{"msg": "Gotta start getting ready for my little cousins bday party... I'm so tired   Had a rough night... Drank more then I should have!", "label": 0.0}
{"msg": "Who else has to get up at the crack of dawn to sit in a hospital while their favourite uncle has a heart bypass? Just me then? ", "label": 0.0}
{"msg": "I don't wanna work tonight ", "label": 0.0}
{"msg": "looks like bytemark is down; crap ", "label": 0.0}
{"msg": "I don't know what I shall do after next weekend! ", "label": 0.0}
{"msg": "Happy Mothers Day! DONT want to go back to BSC ", "label": 0.0}
{"msg": "My little boy woke up to 5 mosquito bites he is swollen up ", "label": 0.0}
{"msg": "at home and kinda sad..... my mom passed away 4 yrs ago so i have no one to give a gift too! ", "label": 0.0}
{"msg": "Hit Tennessee y'all...missed the picture tho ", "label": 0.0}
{"msg": "@Kbendelow so I hear, which makes me very upset cause I'd like to see them more than anything! ", "label": 0.0}
{"msg": "Mother's Day is a traditionally time for BBQ here ... unfortunately I don't like BBQ at all  ... but I am also not a mother ;-) ;-)", "label": 0.0}
{"msg": "wonders if he is ready to love again...  http://plurk.com/p/syd8e", "label": 0.0}
{"msg": "imissyou ", "label": 0.0}
{"msg": "there's a story in my head and it won't come out  it's making my brains hurt", "label": 0.0}
{"msg": "Chirping birds outside my bedroom window have kept me up since 6:30. ", "label": 0.0}
{"msg": "so hungry... but if i eat i'll puke it up  ", "label": 0.0}
{"msg": "hate when he leaves...two weeks without him ", "label": 0.0}
{"msg": "i dont get to see my mommy today  ", "label": 0.0}
{"msg": "needs the sun to shine so she can go to the beach... it's only 10 minutes away and it's torture not being able to take advantage of that! ", "label": 0.0}
{"msg": "prom night reminded this particular highschooler what a hangover is.... ", "label": 0.0}
{"msg": "@nancycoop u went without me ", "label": 0.0}
{"msg": "so tired!  why am i still here...", "label": 0.0}
{"msg": "oh I wish I wasn't so good at leaving things til the last moment. Urgh this is torture. ", "label": 0.0}
{"msg": "@stephenfry I can only read every other letter of that on my BlackBerry ", "label": 0.0}
{"msg": "@rainelicious I miss u ", "label": 0.0}
{"msg": "doesn't want to work this afternoon/evening ", "label": 0.0}
{"msg": "Fuck you animation shop. ", "label": 0.0}
{"msg": "@janelle30 eVeek.com and mm dont know why ? too many themes lol ... @ubertwitter is mucking up mine ", "label": 0.0}
{"msg": "Finally Mumbai Indians Win. Thanks to my crappy Walgreen quality alarm, I missed it ", "label": 0.0}
{"msg": "Busted  That is all !", "label": 0.0}
{"msg": "FYI &quot;compote&quot; rhymes with &quot;coyote&quot;. I think it's Anasazi. ", "label": 0.0}
{"msg": "@freakinthecity ikaw pala yan! ", "label": 0.0}
{"msg": "ATL bound... but no Braves home games.  the universe is clearly working against me ", "label": 0.0}
{"msg": "Goin to wloo ", "label": 0.0}
{"msg": "@PadresMLB Well,it was a good start to the season anyway...reality always sets in,unfortunately. ", "label": 0.0}
{"msg": "Sick as a dog.. Or maybe swine..  have to study.", "label": 0.0}
{"msg": "is not wanting to leave Chicago today!! ", "label": 0.0}
{"msg": "@thomasoldham people did notice. The plate got stuck between the two apertures so they only got a sliver of image. 43 guest passes down ", "label": 0.0}
{"msg": "I miss my darwin pants ", "label": 0.0}
{"msg": "Had to cancel my date today..far too many red spots on my face  ", "label": 0.0}
{"msg": "All those dougie lovers aint gunna be happy  me and mi friend are very sad ", "label": 0.0}
{"msg": "i have a bad boo boo paper cut on my finger ", "label": 0.0}
{"msg": "@ummgeri When are you coming back? ", "label": 0.0}
