{"msg": "besok kerja lagi...oooh, I know now why everybody HATE MONDAY!!!! ", "label": 0.0}
{"msg": "Rainy in colorado.  on the other hand if there was rain yesterday it would have been a disaster.", "label": 0.0}
{"msg": " dont wanna go to school, even though i've had a week off, i have my french module 2 which ima fail.", "label": 0.0}
{"msg": "Too head-coldy to go hiking today.  Heating up soup. Then I'll work for a couple of hours.", "label": 0.0}
{"msg": "I am on my dad's macbook. My god, do I want a mac.  Someday.", "label": 0.0}
{"msg": "About to see star trek...was lookin forward to it but see some are saying wolverine is almost as good...didn't hugely rate wolverine ", "label": 0.0}
{"msg": "want nlt to go back together so bad.. ", "label": 0.0}
{"msg": "@Spitphyre girls i am outta it then  my exams", "label": 0.0}
{"msg": "@lrpw1302 Im covered in the bloody stuff. Cant use bathroom untils its dried. Children look on in amusement ", "label": 0.0}
{"msg": "I love you ", "label": 0.0}
{"msg": "pissed off with my team that never pay attention at all on the things already mentioned, stupid mistakes and waste of time ", "label": 0.0}
{"msg": "Urghh ill  and 2 exams tomorrow :| (n)", "label": 0.0}
{"msg": "I NEED A DAMN HUG! ", "label": 0.0}
{"msg": "Uhmmmm i definately feel like i got hit by a bus, train, plane, etc. Omg. Waking up sucksss ", "label": 0.0}
{"msg": "Had a good time yesterday at chesterman's b-day party, but needs to study for the AP bio test tomorrow. ", "label": 0.0}
{"msg": "bleh,  i feel gross. Happy Mothers Day (:", "label": 0.0}
{"msg": "Tired of the wind lord lord my stomach hurts and i'm on my way to work ", "label": 0.0}
{"msg": "I was disappointed that we did not drive the track due to an accident.     The tour driving was fun though!!", "label": 0.0}
{"msg": "@supercoolkp  my sympathies. i found an ice pack helped somewhat. Oh, and pain killers!", "label": 0.0}
{"msg": "@HanaStephenson dont know, said he didnt feel the same. i was gutted, im over it now lol.. pretending to be anyway  im ok though  xx", "label": 0.0}
{"msg": "Arsenal 0-2 Chelsea more bad news  Anelka scored a 2nd goal as the gunners wasted a handful of chances to captialise.", "label": 0.0}
{"msg": "Forgot to buy a bicycle lock ", "label": 0.0}
{"msg": "Webster barfed up something yucky  http://apps.facebook.com/dogbook/profile/view/6103067", "label": 0.0}
{"msg": "@theladyisugly Much well-wishes regarding your mother, by the way. ", "label": 0.0}
{"msg": "I miss Steven, I miss NC.  I wanna go home.", "label": 0.0}
{"msg": "working on her English essay ", "label": 0.0}
{"msg": "Awww... The young Harry on his eleventh birthday... Always makes me sad... ", "label": 0.0}
{"msg": "i think i'm all better now... yay... i'm a little sad because the me that i am doesn't get along with the person who has been helping me ", "label": 0.0}
{"msg": "@FilmMakingTreez Thank you love. Oh yeah she's taking care of me lol! I'm the one cooking breakfast, washing dishes and clothes! ", "label": 0.0}
{"msg": "im not allowed to carry my cell in my pocket while am at work! sad sad day ", "label": 0.0}
{"msg": "On hour 4 of a 17 hour drive  I am already a little board.", "label": 0.0}
{"msg": "I still have the headache I went to sleep with ", "label": 0.0}
{"msg": "Barrichello should have won, it was his race ", "label": 0.0}
{"msg": "I love cheese with a sick addictive passion but the sodium is not good for me!   Help me, somebody... Please!", "label": 0.0}
{"msg": "my phone died, so don't try to call out...such sad, shrill beeps.  ", "label": 0.0}
{"msg": "Missin Johnathan! COME BACK!! ", "label": 0.0}
{"msg": "@SimplyStar Good morning Star. Hope your day is nice so far. Rainy and cold here. ", "label": 0.0}
{"msg": "i need to quit smoking. ESPECIALLY when i have a sore throat. i don't think i can even talk right now, it hurts so much. ", "label": 0.0}
{"msg": "Eating lunch . . . almost time to go to work. ", "label": 0.0}
{"msg": "@roliveratx now @johncmayer has over a million followers ", "label": 0.0}
{"msg": "I won't have a phone until tomorrow, FUCK YOU ATT. Customer service is closed on Sundays ", "label": 0.0}
{"msg": "Why is it cold outside ", "label": 0.0}
{"msg": "@catburton I didn't understand that   Try commands like 'Buy 30 #tag' or 'Sell 30 #tag'", "label": 0.0}
{"msg": "@msfragility fuckkk record it if you can next time! all it said was the rocker? someone told me it said douche bag! ", "label": 0.0}
{"msg": "Sooo...FOB is having a signing downtown on May 16. That's the same day as Rites of May (and I'm taking Alex!) Why must I choose?!? ", "label": 0.0}
{"msg": "Sooo bored on this ride! My ipod died ", "label": 0.0}
{"msg": "@Tinascarlette  may she r.I.p she in a better place that's for sure!", "label": 0.0}
{"msg": "is getting confused by twitter. i miss facebook ", "label": 0.0}
{"msg": "I didn't attend this one either ", "label": 0.0}
{"msg": "Williams no longer has French toast ", "label": 0.0}
{"msg": "throat hurts from yelling days of the week.  Already miss rugby ", "label": 0.0}
{"msg": "@Terrapin96 I know, right? ", "label": 0.0}
{"msg": "is wishing his mom a very Happy Mother's Day &amp; his older sister an awesome 29th birthday &amp; Mother's Day! . Gym, pack &amp; goodbye Stilly ", "label": 0.0}
{"msg": "too much on my mind atm to be bothered to study ", "label": 0.0}
{"msg": "Just got bad news! My neighbors are puttin their dog 2sleep! He wont be in pain anymore but soooo sad!!   R.I.P. Kasier!! ", "label": 0.0}
{"msg": "I am learning for school that makes me  totally unhappy ", "label": 0.0}
{"msg": "ugh football trainin ", "label": 0.0}
{"msg": "I FINALY GET BACON!!!! or not.  im a bacon nerd!!!", "label": 0.0}
{"msg": "Copeland's closed down      No spiced, crispy, deliciously blackened burgers for me ", "label": 0.0}
{"msg": "Had fun with friends at the Family Fun Center.  Ayumi's leaving soon.. ", "label": 0.0}
{"msg": "its so beautiful out and im stuck at work til 8 ", "label": 0.0}
{"msg": "sad...can't spend mothers day with mom ", "label": 0.0}
{"msg": "@DRK13 noooo  if i come out crying, remind me it was my fault i didn't study.", "label": 0.0}
{"msg": "OMGosh!! Every Other Country In The World Must Be In The Middle Of A Drought W The Amount Of Rain Here.. ", "label": 0.0}
{"msg": "working all day on mothers dayy  but i left my mommy a nice present for when they get back !", "label": 0.0}
{"msg": "ahh! my speech is driving me nuts ", "label": 0.0}
{"msg": "wish i was home with the fam... stupid finals. miss my mom ", "label": 0.0}
{"msg": "Still feeling the urge to cough from the syrup i accidentally inhaled last night.  Haha.", "label": 0.0}
{"msg": "omg the worst thing ever happened this morning..i came to listen to my ipod and realised id left it on all nightt  poor meee", "label": 0.0}
{"msg": "Ah cool... wow.. I know where you are!! Astoria looks really neat. Let me know what you think. Too bad we missed each other.  so close!!", "label": 0.0}
{"msg": "@stephenfry don't know answer. but must give you the bad news  http://twitpic.com/4wc21 no porn allowed at catfish festival this year ", "label": 0.0}
{"msg": "@six_two Woke up to a sore back  Once I handle that, I'm all about food. How's your weekend?", "label": 0.0}
{"msg": "There's a spider on my ceiling that I can't reach  it must DIE", "label": 0.0}
{"msg": "something/someone is definitely missing ", "label": 0.0}
{"msg": "cleaning my room ", "label": 0.0}
{"msg": "Felipe Massa(Ferrari) so unlucky in Spain GP, goodbye Ferrari, there's no hope in this year. ", "label": 0.0}
{"msg": "After weeks of pushing myself to the limits, I think my body has finally succumbed. Currently feeling under the weather... blah. ", "label": 0.0}
{"msg": "@SKG78 Sorry to hear that!   I lost my dog years ago and I know it hard.  Hang in there!", "label": 0.0}
{"msg": "add my myspace! i'm a loner right now  www.myspace.com/x_readynow", "label": 0.0}
{"msg": "is missing her baby ", "label": 0.0}
{"msg": "wants to see jonas NOW ", "label": 0.0}
{"msg": "on the bus returning from the valley. sorry dent take pics. ", "label": 0.0}
{"msg": "@isaksson_joe got jemputan over thr. duno who also. leaving on 29th's night. i don't wanna go cuz so leceh. ", "label": 0.0}
{"msg": "twittering, music and coursework  x", "label": 0.0}
{"msg": "@ettinyi thanks! sorry to hear about your panic attack. ", "label": 0.0}
{"msg": "Iv been out in the sun 2day, it's beautiful out there, shame other half has hated spendin the time with me tho  well there's work toms", "label": 0.0}
{"msg": "Spiders everywhere. I wish Clive was awake to tackle them for me. ", "label": 0.0}
{"msg": "flowers, cards, and my fave ecard from @someecards sent to my mom: http://tinyurl.com/4lotao must visit her soon ", "label": 0.0}
{"msg": "Still having a headache. Its a bad one now.... ", "label": 0.0}
{"msg": "@hanaames losing  mannnnnn.", "label": 0.0}
{"msg": "@leonkay yeah ", "label": 0.0}
{"msg": "very nervous about my ortho appointment ", "label": 0.0}
{"msg": "U know u're getting old when you can't sleep in past 8:30 on the weekends cuz u're so used to waking up early 4 work. ", "label": 0.0}
{"msg": "trying to memorize this religion and ppkn, tapi kayanya ga bisa dizzzzzzzzzzzzzzzzzzzy like ergggggh my flue is getting worse   ", "label": 0.0}
{"msg": "headache ", "label": 0.0}
{"msg": "Facebook, Twitter, FMyLife, Cristian and Taylor Swift are all robbing my focus from my stupid outline ", "label": 0.0}
{"msg": "sloppy weekend,homework all day today.. ", "label": 0.0}
{"msg": "now I have to sit thru a 3 hour dance recital of my sister's on mother's day... ", "label": 0.0}
{"msg": "Have a bug bite on my neck. It hurts. ", "label": 0.0}
{"msg": "Finally crashed from those energy drinks and no sleep all week... Now to the mall alone ", "label": 0.0}
