{"msg": "@sstarznrocketzz haaaa but it was really boring at home yesterday  what about you? how r you? ", "label": 0.0}
{"msg": "@Rich_Oglesby it seems to be almost gone, hard to tell what's a dust sneeze and what's a cold sneeze.. ", "label": 0.0}
{"msg": "PSYA1 and 2=( cryyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyy exams start may 13th finish 21st and tehn work exp  LONDONNNN CENTRAL POW POW", "label": 0.0}
{"msg": "DAMM I got a dead pixel on my iPhone screen ", "label": 0.0}
{"msg": "want to get away from it all ", "label": 0.0}
{"msg": "@REGYATES : i used to live in swindon but moved south and really wanted to get to swindon for the big weekend with my friends  !", "label": 0.0}
{"msg": "Neo-pirates are only cool if they're broadcasting awesome music ", "label": 0.0}
{"msg": "@ work waaayyy 2 early... good... gives me time 2 take a quick nap. Anotha runnin event 2day  ijuswannasleep", "label": 0.0}
{"msg": "@stepheneyre Wish I got smashed last night, I was stuck in ", "label": 0.0}
{"msg": "I have an English essay to write. Why do I leave it so late to do, sigh, this piece definitely won't be of high quality ", "label": 0.0}
{"msg": "Spend most of the week in the office ", "label": 0.0}
{"msg": "@AcidInk HI love sorry i still havent reviewed, i will soon promise. just been argh  hows you doing? heard paranoid?", "label": 0.0}
{"msg": "up at 6am. back is sooo effed. ", "label": 0.0}
{"msg": "@EmmaMarieWood lol mini gym. I want wiifit ", "label": 0.0}
{"msg": "@Timbzy Funeral just killed me so hard ", "label": 0.0}
{"msg": "2 followers removed me ", "label": 0.0}
{"msg": "@MariahCarey M there is chaos in lambville at the minute its crazy  I cannot wait to hear from u bout all of this!", "label": 0.0}
{"msg": "@catschmidt that will be Axel. I need to get permission from the neighbours to a future party  working on that for a cocktail night.", "label": 0.0}
{"msg": "@QueenofScots67 no, only occasional Saturday night treat on the way to visit  gran and grandad for us, and no chocolate after ", "label": 0.0}
{"msg": "someone needs to find a way to MAKE me sleep.. bc so far, nothings helping.. ugh..  ", "label": 0.0}
{"msg": "Going to be another boring day  I want to do something! On the other side... I like this new iTunes DJ! ", "label": 0.0}
{"msg": "i miss the pool, hope i can find time to be with my team mates next semester, i miss swimming so much ", "label": 0.0}
{"msg": "Today has actually been quite productive for a Sunday but this weekend went way too fast ", "label": 0.0}
{"msg": "I hate sunday nights ", "label": 0.0}
{"msg": "Tripped twice at work today, the second time with a food cart carrier landing on me. My lower back and side are sore ", "label": 0.0}
{"msg": "@NYDucksGal. Nope   we don't get the Anaheim local channel in San Diego", "label": 0.0}
{"msg": "Going back to sleep... On the mysterious (probably pee pee) spot.   ", "label": 0.0}
{"msg": "@wabbit42 Meh, I still haven't seen Dr. Horrible after running into &quot;this video is only available to viewers in the US&quot; ", "label": 0.0}
{"msg": "I have a cough  Just the one. But it's still a cough nevertheless.", "label": 0.0}
{"msg": "where to go for dinner? Any suggestion? I feel to eat mashed potatoes. ", "label": 0.0}
{"msg": "On the plane, still uberdrunk, but otherwise okay, roaring to go. Sad to leave my friends &amp; don't wanna leave the great PBI area. ", "label": 0.0}
{"msg": "Owh maybe not  shoot has been re arranged to the 30th. NEXT week will be my first ahhhaaa.", "label": 0.0}
{"msg": "@RussMckendrick the bloody thing wouldn't connect to wifi, have to send it back for replacement  Wah :'(", "label": 0.0}
{"msg": "ahhh lost my voice    stupiid cold !! x", "label": 0.0}
{"msg": "Aww man working instead of watching the #f1 ", "label": 0.0}
{"msg": "@Shontelle_Layne Our Mothers Day here in the UK was in March  xx", "label": 0.0}
{"msg": "is not wanting to start these essays  I'm downloading McFly songs instead ", "label": 0.0}
{"msg": "Wishes Her Mum Would Let Her Buy Two Hamsters As I Have Enough $$ . ", "label": 0.0}
{"msg": "@matthewrubas  I told myself I'd only go out for one drink, it really didnt work!", "label": 0.0}
{"msg": "Haven't been reading for quite a while. Which is really bad cos i realise my vocab and grammar isnt improving ", "label": 0.0}
{"msg": "hulu.com/dollhouse &lt;---best show ever that might be cancelled ", "label": 0.0}
{"msg": "bored waiting for sam to finish taekwondo so we can go get something to eat ", "label": 0.0}
{"msg": "Washed my usb stick by accident. Then broke the casing trying to open it to dry it out. Turns out it was watertight, until i opened it ", "label": 0.0}
{"msg": "lost my phone.. sigh ", "label": 0.0}
{"msg": "working... life is not fair ", "label": 0.0}
{"msg": "is going back to gombak.. ", "label": 0.0}
{"msg": "@tieraa 911 otw. @faeyakof belum  sad sad sad. i cant splurge.", "label": 0.0}
{"msg": "i want my favourite person in the world to call me ", "label": 0.0}
{"msg": "@Lybbe Day was really good, at night my be in groups. Got 3 novices, 1 didn't like rough ground in the dark  V slow, lost hours (lit) then", "label": 0.0}
{"msg": "is worried about tomorrow ", "label": 0.0}
{"msg": "@jeninacastillo WHERE ARE YOU ?  I NEED YOU. ( (", "label": 0.0}
{"msg": "still waiting for the english subs for Atanshichi no Danshi ep 4 ", "label": 0.0}
{"msg": "working in a bit - SALE PREP...ergh!! ", "label": 0.0}
{"msg": "@hails_freak  lol as per... im just up at 11 : 40... time to study but  not ready for exams at all so i feel sick tht its less than a week", "label": 0.0}
{"msg": "I think my phone is done! I mean broke  Anyway Happy Mothers day MOM! Moms are the best!", "label": 0.0}
{"msg": "Its only 8:30pm but it feels like 10pm.. My baby just left my house so back to boredom again.. I really don't want to go to work tomorrow ", "label": 0.0}
{"msg": "Bleh. PHP is boring. I wish I could work on my C++ homework or play GalCiv II. ", "label": 0.0}
{"msg": "Need to contact Megan. Megan not replying. No idea when to pick her up  That be JJ.  http://yfrog.com/3rprtj", "label": 0.0}
{"msg": "i feel sooo rubbish!!!  Full of cold ", "label": 0.0}
{"msg": "@cdelint It's criminal and should not be allowed ", "label": 0.0}
{"msg": "Studying AGAIN !! When will this end  ?", "label": 0.0}
{"msg": "I hate when people tell me dreams can't come true... ", "label": 0.0}
{"msg": "Dear boyfriend: please feel better soon. I don't like it when you're sick &amp; I can't do a whole lot to help. ", "label": 0.0}
{"msg": "shower - homework. ", "label": 0.0}
{"msg": "Nature of Belief, Nature of God, Death and the Afterlife and Good and Evil ", "label": 0.0}
{"msg": "I recently got a heat boil right at the end of my arm.. finding ways to get rid of it.. It stings a lot!!!! ", "label": 0.0}
{"msg": "Good Morning World.  Taking Chase back this morning  !  Pick him up Friday and off to the BEACH!  Hope his mom stays away from Jeff.", "label": 0.0}
{"msg": "Yep, is seams like I lost my phone yesterday, don't mix Vodka with Wine ", "label": 0.0}
{"msg": "oh wow i look soooooo bad today. and the weather is awful ", "label": 0.0}
{"msg": "Getting really tired of all this traveling!  Not even enough time for Church on Sunday's! ", "label": 0.0}
{"msg": "@DebbieFletcher I want to be your dance partner  At Oxford? Us fans prefer the more intimate gigs - not that we dnt love wembley etc tho!X", "label": 0.0}
{"msg": "@Gimley Updated a server yesterday which decided it didn't need NICs anymore. Customer wants to work on it tomorrow morning ", "label": 0.0}
{"msg": "Drinking water in a wine glass has helped me increase my consumption of water. On the other hand, I now tend to gulp down my wine. ", "label": 0.0}
{"msg": "@sabrinahanim penguin peace sign? that mr spock greeting? live long n prosper? sorry sweets, gots a meeting wit my supervisor! ", "label": 0.0}
{"msg": "Ali rlly misses him n duz not kno how she goin manage bein so far apart ", "label": 0.0}
{"msg": "Trying to revise!! but tis not really working ", "label": 0.0}
{"msg": "@tsarnick Hahahaha!!! I've been around a lot of mexicans! ", "label": 0.0}
{"msg": "That nap earlier seriously messed me up. Now i can't sleep  Grr.", "label": 0.0}
{"msg": "i'm going to work.. ", "label": 0.0}
{"msg": "I can't really stand with what i am going to face... ", "label": 0.0}
{"msg": "@felttipben It's tempting but I have too many bits of paper/books  A more straightforward subject would be much more park friendly...", "label": 0.0}
{"msg": "Happy  Missing you  Sleepy  Loving you ", "label": 0.0}
{"msg": "Those judges on the great British Menu are really so rude sometimes, just no need for it ", "label": 0.0}
{"msg": "Hate my back today... Normally, it hurts just a little bit, but today it's like a 9 out of 10 ", "label": 0.0}
{"msg": "bah can only get the Java client for workaway working, the local client is 100 times better ", "label": 0.0}
{"msg": "EXAMS!!! 3 down 5 to go ", "label": 0.0}
{"msg": "can't sleep. Been up since 5 with only 2 hours of sleep ", "label": 0.0}
{"msg": "@ugodre U got a good bargain bro! N5 over me ", "label": 0.0}
{"msg": "Leaving NC  off to Chicago! I'm excited to see my guy!", "label": 0.0}
{"msg": "Awoke at 11:11, Regina hath blessed this day. Now I must buy Mr Muscle- cleaning day ", "label": 0.0}
{"msg": "can't believe my holiday is over, time to get back to work ", "label": 0.0}
{"msg": "@hollie__  ahhh sad times ", "label": 0.0}
{"msg": "Love being at the airport already for a 1145 flight... woo hoo! ", "label": 0.0}
{"msg": "waking up.... ", "label": 0.0}
{"msg": "@MamaPhan awwww, i missed it!  i passed out around 10 last night ", "label": 0.0}
{"msg": "Never got to sleep in, got up @ 0600 to a crying boy who wet his bed ", "label": 0.0}
{"msg": "@ElishaCreek thats right!! YES SEPTEMEBER- ABSOLUTELY! Im not going away, yayyyyy! Omg I have like zero followers ", "label": 0.0}
{"msg": "Raining .. again  i am not going out now haa", "label": 0.0}
{"msg": "I'm stressed over my mid year exams... ", "label": 0.0}
{"msg": "Happy Mother's Day to all Mothers!! XD... just watching the tely.. no good showss.... bummer... ", "label": 0.0}
