{"msg": "bed time ", "label": 1.0}
{"msg": "I &lt;3 @schaeferj89  hehe.", "label": 1.0}
{"msg": "just watched dane cook's ISOLATED INCIDENT 3 times  haha AMAZING!!!!!!", "label": 1.0}
{"msg": "@pudyot hi anaaaaaaa! ", "label": 1.0}
{"msg": "planning another shoot for a new couture Brisbane designer. such beautiful clothes! cannot wait ", "label": 1.0}
{"msg": "just finished part2 of the lost finale and it was amazing! Bring on the final season ", "label": 1.0}
{"msg": "@laceybloke @olitee @richbos any of you gents have a good site or two for some 'quality' high res wallpapers ", "label": 1.0}
{"msg": "@GingaPrincess thanks for the backup and you're welcome for the bics  Have a fun trip and safe journey x", "label": 1.0}
{"msg": "just woke up from an awesome sleep... ", "label": 1.0}
{"msg": "going  for a lng bikeride today more training for wales though very difficult in the fens,, oh well it all counts still I guess ", "label": 1.0}
{"msg": "Check out BANDA Mag's new ish feat. Kamikazee on the cover.  Thanks sa support! Yown!", "label": 1.0}
{"msg": "sunday cricket : won the both the matches we played.... ", "label": 1.0}
{"msg": "What happens if you combine a guarddog with a Saint Bernard? A dog that bites you at first, but then runs to get you some help afterwards ", "label": 1.0}
{"msg": "#swayswaybaby #shortstack ", "label": 1.0}
{"msg": "@ParamountPics really enjoyed ST at IMAX, but why do so many TV directors shoot MCU/CU?!  More wide shots of fantastic INT sets needed ", "label": 1.0}
{"msg": "Wohoo! Fab cafe offered me a part-time job. ", "label": 1.0}
{"msg": "@Shivnav: Nah nah nothin like that     just feelin run down.......PMT!!!! LMAO Nah me n Mark are great ;D im as happy as can be", "label": 1.0}
{"msg": "@freeeafrica Ok, after all these efforts I really hope you will like it ", "label": 1.0}
{"msg": "Joy, love and laughter - combined with a bunch of directed dedication and laser focused action - the worlds best quick 'results' combo  .", "label": 1.0}
{"msg": "Wearing my Halo 2 &quot;I see dead people&quot; shirt to work. Let's call it an experiment in co workers perception.. ", "label": 1.0}
{"msg": "@missiljestrom sorry i always get your Twitter name wrong ! Right, now time to pester Andrew re. djing together  #musicmonday", "label": 1.0}
{"msg": "Just did my presentation on Business Correspondence for Batch, online, on demand and User Interactive. audience loved it ", "label": 1.0}
{"msg": "@templestark somehow I can totally see that happening ", "label": 1.0}
{"msg": "already over-tweaked it on the coffee... ", "label": 1.0}
{"msg": "@tdm911 oh and @nathanaelb argues with himself (in different voices). so youre definitely not alone ", "label": 1.0}
{"msg": "@mbuhnici Exact, ca sunt fun to watch ", "label": 1.0}
{"msg": "@carole29 Management - don't get me started .... take a seat ... I'll get me soap box ..... ", "label": 1.0}
{"msg": "@abcoates was talking about the swiftcommunity.net homepage  ... Nice idea thought ...", "label": 1.0}
{"msg": "20th birthday yesterday! Had an amazing weekend  Went watching Angels &amp; Demons and had spagehtti and meatballs from Frankie &amp; Bennys!  yum", "label": 1.0}
{"msg": "@mattsmind Does AIR work on linux? If so, go with tweetdeck or seesmic ", "label": 1.0}
{"msg": "@Nicsey lol! just noticed ya bubble bath pic too ", "label": 1.0}
{"msg": "@ilkeryoldas202 Nice tweet ", "label": 1.0}
{"msg": "Follow @sczepanski my 100th follower ", "label": 1.0}
{"msg": "@AllieBallieBee Aha ... what you need is a good therapist, I hear Mr Cadbury and Mr Haagen Dazs are fairly well thought of ", "label": 1.0}
{"msg": "Just gathering my thoughts and having a mixed-berry pie and a smile before doing some urgent work tonight. There ya go...  Look! A smile", "label": 1.0}
{"msg": "@halltom but not as fast as i would like...i must speed up ", "label": 1.0}
{"msg": "@ronni_xo haha welcome to the mcfly secret world. biggest bitch fest around ", "label": 1.0}
{"msg": "@shaundiviney haha awesomeeeee i heard u on the radio   and sway sway baby!! &lt;3 im ganna vote!  ily xx", "label": 1.0}
{"msg": "@lisaseaurchin yay, congrats! ", "label": 1.0}
{"msg": "@RealLamarOdom thumbs up to this comment! lolz ", "label": 1.0}
{"msg": "Blatant Advertising: Go buy wonderful things from www.jillybillybean.etsy.com ", "label": 1.0}
{"msg": "@NightWolf09 hey thanks again for your and arthurs support and for everything you have done  for me this far. I love you to a lot ", "label": 1.0}
{"msg": "im up watching Lady Sings The Blues this movie is awesome... back when divas could really act ", "label": 1.0}
{"msg": "@nobbypisswick thanks  just not nice ona monday mornin is it!!", "label": 1.0}
{"msg": "@RobPapen Hi Rob, sounds exciting!! Looking forward to the new release of my one of my favorite plugins!! When's it coming? ", "label": 1.0}
{"msg": "Been getting Banner ads from Nuffnang consistently lately, good for the old bank balance ", "label": 1.0}
{"msg": "@keeda hahaha! good shit! at the rate u tweet, it could hv happened a long time ago! ", "label": 1.0}
{"msg": "@angusirvine the best part about being offsite, u can ignore email and pretend u didnt get it ", "label": 1.0}
{"msg": "aaw i can't wait, i wanna buy Seventeen argentina  it's got thousands of posters of the jobros :| (L) xd", "label": 1.0}
{"msg": "Morning! I've just got half day off work, so i finish at 12.30, Yippee! Gonna hit shops for something nice to wear tonight ", "label": 1.0}
{"msg": "we were to come round again  life is good for me! but now im in exams period so must learn and sometimes have to go to uni", "label": 1.0}
{"msg": "hates, monday, but loves this week ", "label": 1.0}
{"msg": "#charliecuntskies #charliecuntskies #charliecuntskies #charliecuntskies #charliecuntskies #charliecuntskies  random trend ", "label": 1.0}
{"msg": "Belated Happy Birthday Janjan! ", "label": 1.0}
{"msg": "is having fun at work, riz never fails to make me laugh  can't wait for payday ;)", "label": 1.0}
{"msg": "@Thehodge Does the catapult addon feature an actual catapult? Otherwise I agree with @cbetta: Lame! ", "label": 1.0}
{"msg": "@FoodStories @bibendumwine lol, good point! ", "label": 1.0}
{"msg": "@Collette87 Haha, you wish. Some of us are too dedicated to have days off ", "label": 1.0}
{"msg": "nearly losst his pc but god dammit he killed that mother fucker ", "label": 1.0}
{"msg": "@stephenfry you need to change your profile pic stephen as it looks like jerramyclarkson ", "label": 1.0}
{"msg": "@VicThompson Thank you for responding! ", "label": 1.0}
{"msg": "@wcruz73 Hi honey. FOllow me. ", "label": 1.0}
{"msg": "@nicklevine Heh, you're better off pestering Andrew ", "label": 1.0}
{"msg": "Good morning everyone. FYI bought him Rock Band game and gonna customise a pair of jeans with AC/DC patches. ", "label": 1.0}
{"msg": "I've said it before, I'll say it again: I kick ass as a Warrior in WoW. ", "label": 1.0}
{"msg": "@yadinkatz something like that.. ", "label": 1.0}
{"msg": "I noooo when you delete meee! ", "label": 1.0}
{"msg": "@alexiaaa oh hell yes  dude, england seems so fun. bands seem to like it and there are all the funny english comedians. RUSSELL AND NOEL!", "label": 1.0}
{"msg": "@Rob_in_Grantham Ah, that's good ", "label": 1.0}
{"msg": "O my god, I'm so nervous! ", "label": 1.0}
{"msg": "@shaundiviney heard u on the radio  go have your shower now lol you guys sounded awesome  my daddy liked it lol", "label": 1.0}
{"msg": "ruby on rails is fun. My first application in ruby, an online shop, is almost done ", "label": 1.0}
{"msg": "@justinpitt que? ", "label": 1.0}
{"msg": "bout to go to bed after a splendid night with Bri ", "label": 1.0}
{"msg": "Ny Hey Ash, Whatcha Playin' idag  http://bit.ly/ZAuAR", "label": 1.0}
{"msg": "&lt;3 &lt;3 &lt;3 holy shit the best words  &lt;3 &lt;3 &lt;3", "label": 1.0}
{"msg": "@Elisha_Leachman FILM FEST!! drinks at mine tuesday night? free house tonight and tomorrow ", "label": 1.0}
{"msg": "@ToniieyDarlin  Jokes!!  you have a good weekend.? x", "label": 1.0}
{"msg": "@oridusartic oops! Okeh. They have other version as well? I didn't know that   http://myloc.me/15tT", "label": 1.0}
{"msg": "@yazminbyl good work spaz ", "label": 1.0}
{"msg": "@enitsirhc_jonas i called in and voted and im ALSO voting online ", "label": 1.0}
{"msg": "@heyemilymae i know  so gooooooooooooooooooood", "label": 1.0}
{"msg": "@nye4 I'll follow you now - you've proved to be interesting  (and a good cook...)", "label": 1.0}
{"msg": "@Filmstalker read ur frost/nixon review deffo gonna get that soon ", "label": 1.0}
{"msg": "Motivate me someone stop trying to make me hungry wont work i had toast ", "label": 1.0}
{"msg": "School; GG Finale Party with Maggie, Janessa, and Shantel tonight! Moe's Monday followed by the greatest show ever ", "label": 1.0}
{"msg": "listening to music once again...waiting for tomorrow ", "label": 1.0}
{"msg": "@tashasiian I am mighty fine  although, i have a maths exam today :O what you up to? xxx", "label": 1.0}
{"msg": "El topic de hoy, Design Patterns 2 ", "label": 1.0}
{"msg": "G'm All  Happy Monday! Hope every1 had a lovely weekend! Seen Star Trek Sunday,   absolutely BRILLIANT!!! Lookin 4ward to seein it again!", "label": 1.0}
{"msg": "@mattforde Be strong man, i know you can do it!  xx", "label": 1.0}
{"msg": "just back from uni  hv all the fun bully farayusuf in campus with chris and others hahah~ i miss him now. wish i can meet him asap xoxox", "label": 1.0}
{"msg": "looking forward to tomorrow - day off school ", "label": 1.0}
{"msg": "heart birthday month! ", "label": 1.0}
{"msg": "Photoshopping in Mac  perfection...", "label": 1.0}
{"msg": "@comeagainjen  croatia,europe...lol    ", "label": 1.0}
{"msg": "@llauraxxx Written the title, she got pissed off with me   The funniest thing is, that was one of Tahlias cheerleading Judges  HAHA", "label": 1.0}
{"msg": "@VickyByrne It's me :&quot;&gt; 2 ss ", "label": 1.0}
{"msg": "Springsteen's &quot;Meeting Across the River&quot; on repeat and some late night illustration work under my fingertips. What could be better? ", "label": 1.0}
{"msg": "@RobPattinson_ you are an amazing actor, hope you get recognised at the mtv awards!!  Can't wait for new moon!!", "label": 1.0}
