{"msg": "feels very loved by her DF family, but unhappy that things aren't peachy keen with many of them ", "label": 0.0}
{"msg": "@Kdotdior y u dnt love me no more???  {tear}", "label": 0.0}
{"msg": "can u picture Nick Jonas singing Over You by Daughtry? Cuz i cant... ", "label": 0.0}
{"msg": "@crquick Good applying my butt off but no one is hiring....  I may just end up here staying b/c the job in DC might not happen", "label": 0.0}
{"msg": "clearwire modem does not work. ", "label": 0.0}
{"msg": "@ReidbTravis you hang out with my brother and go on dates with him but you never hang out with me...how RUDE! I'm hurt ", "label": 0.0}
{"msg": "@CynthiaY29 what happend ???????? ", "label": 0.0}
{"msg": "Argh!  I just tilted my head to pop my neck and when the left side of my neck stretched it hurt like hell!  ", "label": 0.0}
{"msg": "I'm gonna go back on a diet. Hate being overweight !! ", "label": 0.0}
{"msg": "@jemmajemma i only went to seattle. im back already. im soooooooooooo tired ", "label": 0.0}
{"msg": "I wanted to wake up and hear that the Canucks won.  next year. Nice run boys! Thank you for a good year!", "label": 0.0}
{"msg": "dear twitter your noises are annoying me right now  maybe its this lame headache", "label": 0.0}
{"msg": "@MsStaceyLee yah, i'm alright.  still not in good shape, but no blood involved. i'm so sorry i missed it. i wish i could've been there ", "label": 0.0}
{"msg": "@AsukaBlossoms *points to @SableSnow * I didn't do anything wrong and he is acting really mad at me ", "label": 0.0}
{"msg": "back to work againnnn.. ugh at 9am ", "label": 0.0}
{"msg": "@seanmoorhead You fell for the TAG ads, too?  Even I knew that ShamWows would eventually drip.  Got sucked in by the pheromone pitch. ", "label": 0.0}
{"msg": "sad i can't see too $hort in the hometown this summer ", "label": 0.0}
{"msg": "I really want to be with John right now. ", "label": 0.0}
{"msg": "@thesweetcheeks thats good! well ima head to bed i gotta work tomorrow  good night", "label": 0.0}
{"msg": "@kimmee0424 Sadly we learned that from experience!!! I still feel bitter about that!!!  ", "label": 0.0}
{"msg": "No cook books tonight. ", "label": 0.0}
{"msg": "watching super sweet 16... wanting to party ", "label": 0.0}
{"msg": "My car is like me.. Very very sick ", "label": 0.0}
{"msg": "Just made an offer to the joker who bought my domain name YEARS ago and never did anything with it. I bet he refuses my offer ", "label": 0.0}
{"msg": "@Yurechko @aprilapple i'm pooped. all these places require like 3 nights  i should just get a ghetto hotel haha", "label": 0.0}
{"msg": "@DavidKirlew I hate that I can't stay at the Ritz   Im gonna have to bug my company to get them back on contract.", "label": 0.0}
{"msg": "Hope he calls....... ", "label": 0.0}
{"msg": "Ugh feeling sick ", "label": 0.0}
{"msg": "my BB completely died ", "label": 0.0}
{"msg": "@Impossiblewish ...turns out there was another option. Laaaaaaaaaaaame. ", "label": 0.0}
{"msg": "@langfordperry did you watch the canucks game? last cdn team gone ", "label": 0.0}
{"msg": "@KelleyLCarter why  ???", "label": 0.0}
{"msg": "at my brother's place. forgot to bring wireless router to set up ", "label": 0.0}
{"msg": "kinda depressed... vancouver will be in a rut for a while ", "label": 0.0}
{"msg": "(www.TecNasty.com) MrBigz: Ouch!!! wonder why i sold.  : MrBigz http://bit.ly/dmmbL", "label": 0.0}
{"msg": "What a day!! ", "label": 0.0}
{"msg": "Goodnight everyone. I'm rocking my baby bear to sleep right now. Poor baby isn't feeling good ", "label": 0.0}
{"msg": "twitter isnt workin properly   not fun when ur stuck on the couch!", "label": 0.0}
{"msg": "twitter isnt workin properly   not fun when ur stuck on the couch!", "label": 0.0}
{"msg": "I'm SO TIRED!!!!!!!!!!!!!!!!!!!!!!! ", "label": 0.0}
{"msg": "@mikefoong @avrilchan If you guys are going to Ali Maju drop a firebomb on the way out for me, non-paying photography client ", "label": 0.0}
{"msg": "@SuzeOrmanShow tell the folks at mint to get on twitter and then tell them to add my new bank! Jst found out its not found on Mint. ", "label": 0.0}
{"msg": "@timcophoto Hmm this is true... this is true... We're heading to Japan next March! That doesn't count I know ", "label": 0.0}
{"msg": "about to jump in the shower.....class tomorrow... ", "label": 0.0}
{"msg": "Doing remote tech support frustrates me, especially if it's for a camera and the owner hasn't read the manual. ", "label": 0.0}
{"msg": "Too tired to watch the rest of the game. I'm going to bed. Goodbye my sweet dollar. Ha! ", "label": 0.0}
{"msg": "The leaked duke nukem footage looks pretty bad ass oh well too bad it's not going to ever be released.  ", "label": 0.0}
{"msg": "is watchin the tyra show and tlkin on the phone... i miss my ucf family  someone come get me puhh-leaseee", "label": 0.0}
{"msg": "@CzarinaE huckleberry finn isn't a very exciting book ", "label": 0.0}
{"msg": "I cant belive you out of all people would make fun of me! ", "label": 0.0}
{"msg": "Wishin I was in Phx tnite. ", "label": 0.0}
{"msg": "i dont feel so good ", "label": 0.0}
{"msg": "#Hyderabad #Flex #Camp http://groups.adobe.com/posts/93d30e01fe , wondering when new delhi will host one ", "label": 0.0}
{"msg": " i need some friends", "label": 0.0}
{"msg": "@Slasnov Yes mamm!!!! I'm dreadin goin tommorow already!  I miss ya'll!! Keep forgetting yall not here ", "label": 0.0}
{"msg": "Im praying that my tomorrow bio quiz will be fill in the blank! And whata up with Gossip Girl going on Season Finale next Monday  ", "label": 0.0}
{"msg": "well today that interview was kind of a waste of time  .. oh well at least i know what there all about ..Money .lOl", "label": 0.0}
{"msg": "@mileycyrus reminded me, i think lost my faith necklace from my mommy ! ", "label": 0.0}
{"msg": "good season ", "label": 0.0}
{"msg": "@Jay_You I wish! I thought of you and Kriz....I was so close to you guys ", "label": 0.0}
{"msg": "@kellygirl27 Not fair! I wanna go!  Just listened to Nobody Wins and now I'm listening to Texas In 1880, happens to be the 1 w/ Pat Green", "label": 0.0}
{"msg": "@Malunis Prowls legs make me said. I want him standing, but he's gotta be sitting most of the time. ", "label": 0.0}
{"msg": "I love 24. Such an awesome show. Fringe tomorrow finale ", "label": 0.0}
{"msg": "@gopevangelist apologies to wife 2  give hope a chance...?", "label": 0.0}
{"msg": "@Ashmeee boys of course! This whole week is fml I wana cone home ", "label": 0.0}
{"msg": "@maishawalker OMG I have memory of fish.I was checking my friends tweets &amp; a link directed to your tweets? OH no, can't remember. Sorry ", "label": 0.0}
{"msg": "@itsmemorphious  that's terrible ", "label": 0.0}
{"msg": "I have a cold and I'm using dodgy tissues that are giving me a red nose  saveeeeeeeeeee meeeeeeeeee.", "label": 0.0}
{"msg": "I thought this was what I wanted ", "label": 0.0}
{"msg": "I feel like crap. Just what I need, another sinus infection ", "label": 0.0}
{"msg": "@mikiw Bad Apple...Macbook sleeping too much  #applefail", "label": 0.0}
{"msg": "@annerdo yeah it is  but I'm hoping for a fast recovery after it and to get better soon", "label": 0.0}
{"msg": "@TiVo i miss my tivo... my toshiba dvd-r + tivo media server died in a recent cross country move ", "label": 0.0}
{"msg": "@LeoLaporte that bums me out   I miss it so", "label": 0.0}
{"msg": "@Jaicenia awww  i miss my birdie Chilli too, now i got sasha fierce my cat! lol i needa stop namin my pets after singers smh ..", "label": 0.0}
{"msg": "anyone in dsm know how to make great tamales? I miss my grandmas cooking... ", "label": 0.0}
{"msg": "@jenniferdodd and i miss swt too  it will at least be nice to be on campus one night a week - until i get sick of the drive.", "label": 0.0}
{"msg": "annoyed at how long it takes to get a Dart Search DFA report, even when using the defer function, i only get it at the end of the day ", "label": 0.0}
{"msg": "Ummm intervention I'm an alcoholic and abuse drugs and I drink hand sanitizer cause I'm desperate to get drunk anthony I wanna cuddle you ", "label": 0.0}
{"msg": "went for walk with camera to escape lost-mojo blues. neither hard rubbish or photography got me out of it. ", "label": 0.0}
{"msg": "Can/is acne related to stress? Otherwise there is NO explanation for why i'm breaking out so bad. I NEVER have acne! ", "label": 0.0}
{"msg": "@d0ll3 i dont do drugs ", "label": 0.0}
{"msg": "wah... baby robin died... He drowned in the tiny dish of water we gave him... ", "label": 0.0}
{"msg": "@qzanny Bladder infection. OWWWWWWW!!!!!!   ", "label": 0.0}
{"msg": "@Esquire111 aww...I wanna' be sang to sleep..you suck ", "label": 0.0}
{"msg": "@FashionGuru no thats dorritto  thats a pics of brownie my bf dog hes here more then mine cuz hes not as loud  ", "label": 0.0}
{"msg": "My husband lost  Its okay though, they still need to win 3 more games in a row and thats not happening! work is soo boringggg ", "label": 0.0}
{"msg": "@davidlian  Text us!", "label": 0.0}
{"msg": "@etbuzach12 my sister gets your updates more than i do.  So much for your bright idea of keeping in touch. Haha", "label": 0.0}
{"msg": "Why does it have to be so cold?  I think its time to get my gloves out, if I can find them!", "label": 0.0}
{"msg": "@kayLaanic0le I need some clients now  haha", "label": 0.0}
{"msg": "Reading the Bhagavad Gita. Back to work in 8 hours...then endless amounts of school work. Tomorrows gonna be an even longer day ", "label": 0.0}
{"msg": "Missed a good game judging from the scores now i can cry myself to sleep ", "label": 0.0}
{"msg": "Poking my head out of my cave (editing), i called a friend to reassure i was still alive. Now its late and accomplished little ", "label": 0.0}
{"msg": "@JaeArr  *waves*", "label": 0.0}
{"msg": "cant stop sneezing. im lonely ", "label": 0.0}
{"msg": "@Helicoptergoes no rice milk ", "label": 0.0}
{"msg": "I guess I should just get up as I've been tossing and turning for the best part of two hours ", "label": 0.0}
{"msg": "dang it!!! mavs force a game 5  gotta give credit to the mavs but i still dislike mark cuban... he's an idiot", "label": 0.0}
{"msg": "What the fuck? Denver needs the birdman god dammit ", "label": 0.0}
