{"msg": "Have bad conscience. My gift for my mom wasn't terrific. ", "label": 0.0}
{"msg": "i hate mothers days. ", "label": 0.0}
{"msg": "I suck at drawing a map, or even just laying a map out. ", "label": 0.0}
{"msg": "tryin to finish twiLight's book 4.. BREAKiNG DAWN. my 'Love' broke up on me earLier, thinkin of movin on.. ", "label": 0.0}
{"msg": "@shaneprior I want a roast ", "label": 0.0}
{"msg": "@txharadem sorry honey ", "label": 0.0}
{"msg": "i hate mothers day ", "label": 0.0}
{"msg": "Up too early, trying to go back to sleep but it's not working! ", "label": 0.0}
{"msg": "@Fatal_Kiss You retracting your friendship because I have no taste  and the fly ", "label": 0.0}
{"msg": "@CuttingOnions Yes, sorry you're busy with work!  But we'll have to flail about huddysex for all the summer. ;)", "label": 0.0}
{"msg": "cant believe it's a Sunday and we didn't go out at all. ", "label": 0.0}
{"msg": "Also see: pretentious, stuck up, highly opinionated and general pain in the worlds arse. Indie is the new scene ", "label": 0.0}
{"msg": "This beer cost me 900 yen.!!!! That's almost $9..  http://twitpic.com/4wxrl", "label": 0.0}
{"msg": "@pineapplebun it gives me &quot;We have been unable to process your request.&quot; error everytime I am trying to book a tix. Have to call them tmr ", "label": 0.0}
{"msg": "ew its raining soo hard  im loving lilyallen right noooow", "label": 0.0}
{"msg": "my comfy lounge pants shrunk in the wash  now it's like skinny-fit comfort, which just doesn't do it for me.", "label": 0.0}
{"msg": "gotta get up 2 turn off the radio n go clean my teeth......ohhhh, its cold out there ", "label": 0.0}
{"msg": "i remembered.. but i cannot remember my mobo specs.. ", "label": 0.0}
{"msg": "how does one go to sleep feelin like crap and wake up feelin the same way? ", "label": 0.0}
{"msg": "@mikefoong lol on the NPE XD saw the lonely raincloud and felt so sad for it ", "label": 0.0}
{"msg": "teaching myself how to use After Effects! (super stressed already!) this two weeks and a half is going to be hell for me ", "label": 0.0}
{"msg": "ugh, why did i wake up?! i only slept for total 5 hours  feeling so weak right now...HAPPY MOTHER'S DAY &lt;3 ilymom.", "label": 0.0}
{"msg": "must learn ", "label": 0.0}
{"msg": "commencement shall start in a half hour. today is going to be way too long. Only 1 hr of sleep and no food till afternoon ", "label": 0.0}
{"msg": "Great weekend. Made some new friends at the SG party, and went to a kicka$$ show last night. Too bad I have to work today. ", "label": 0.0}
{"msg": "i can't be bothered with anything anymore ", "label": 0.0}
{"msg": "@astridaml Thank you people! I'm at Cirendeu and I can see flashes of light ", "label": 0.0}
{"msg": "@piratesswoop Rafa bowls? Kidding. Yeah, I hear you. I wish I was Dr. Reed Richards. Can't bowl to save my life. ", "label": 0.0}
{"msg": "YAY managed to sleep after my 12hour nightshift shift! Back is killing me and my hands are all cut and horrible! ", "label": 0.0}
{"msg": "I do not cosign the fact that there are no little icons of who i'm following. My profile page looks so very sad. ", "label": 0.0}
{"msg": "oh no school starts next month already.  i want the clock to stop ticking", "label": 0.0}
{"msg": "yawn, so tired now. Definitely calling it a night. ", "label": 0.0}
{"msg": "I haven't eating in close to 48 hours, no joke. I don't know what it wrong with my tummy ", "label": 0.0}
{"msg": "And here ends the weekend, and so begins the work week ", "label": 0.0}
{"msg": "so bored i have my 7th grade big exams next week ", "label": 0.0}
{"msg": "Kimi is out?? Why? Omg his car sounds horrible!  #f1", "label": 0.0}
{"msg": "Oh I did mean BST but will be late as stuck in traffic - it's raining here ", "label": 0.0}
{"msg": "i have game cds on my desk, but just dont feel like playing them. The games coming nowdays seem to have lost the fun factor ", "label": 0.0}
{"msg": "@suttyfw how can you say that  you told me you loved me and i was the best youd ever had!", "label": 0.0}
{"msg": "Amazing Zombie make-up: http://www.flickr.com/photos/vermininc/3515450356/  Missed out on the event yesterday.  Bummer!", "label": 0.0}
{"msg": "Sat in Running Horse garden watching big weekend buses go past and I am not on one = v ", "label": 0.0}
{"msg": "Aww there walking away and after about 20 minutes of crying the woman finally waps out a hanky. Better see what's on tv ", "label": 0.0}
{"msg": "starting to get lots of click throughs for one campaign, but no leads ", "label": 0.0}
{"msg": "lovely day would be relaxing but have chores to do ", "label": 0.0}
{"msg": "PICNIC ON THE BEACH! ...i don't want to go to tally tomorrow.  I'm not ready to go back.", "label": 0.0}
{"msg": "@CeeClandestine claudia. im hell cut. i ahve netball in the moring ", "label": 0.0}
{"msg": "@kayross That's a tricky one! ", "label": 0.0}
{"msg": "oh no i dread 2day ", "label": 0.0}
{"msg": "@LauraaaaSmith Ok, did you watch the scrubs Finale?  ", "label": 0.0}
{"msg": "@daisyjanine im a complete loner too ", "label": 0.0}
{"msg": "Switched TVs gping thrugh HDMI trying to get sound working ", "label": 0.0}
{"msg": "Getting bored of revising now for chem prac tomorrow... ", "label": 0.0}
{"msg": "on the way to lax tired and its waaaay to early ", "label": 0.0}
{"msg": "Trying to think of a good reason not to study and enjoy the good weather.... Can't really think of one.. ", "label": 0.0}
{"msg": "Someone talk to me...Cj got me to the airport 3 hrs early and im bored outta my mind ", "label": 0.0}
{"msg": "Good morning. Missing another worship service this week. A different child is sick this time. ", "label": 0.0}
{"msg": "@aaroncorby I am one of them!  #F1 this is so frustrating!", "label": 0.0}
{"msg": "just waiting for the reality ", "label": 0.0}
{"msg": "It raining... :/ I hope people realize what's happening to our planet before it's too late ", "label": 0.0}
{"msg": "is back in sunny hull... With sunburn  but has donuts. WIN", "label": 0.0}
{"msg": "Awww man!  NBC is canceling Life  :http://www.tv.com/story/14491.html?ref_story_id=14491&amp;ref_type=1101&amp;ref_name=story", "label": 0.0}
{"msg": "Not again! wtf is going on ", "label": 0.0}
{"msg": "@Jo_Crew only saw the first 15 mins  We got free passes to come back, tho.", "label": 0.0}
{"msg": "@esoterismo than it's for me too ", "label": 0.0}
{"msg": "Stupid mac just froze on me ", "label": 0.0}
{"msg": "Tired of waiting  *sighs*", "label": 0.0}
{"msg": "In the lobby staring at the pool, starting to envy neighbors who can swim for more than an hour. How I hate having dermatographism ", "label": 0.0}
{"msg": "One of these days, I will wake up breathing normally through my nose and mouth. I thought it would be, but I guess today is not that day. ", "label": 0.0}
{"msg": "woke up at 2pm today and have nothing to do! ", "label": 0.0}
{"msg": "@AkashaTheKitty *pets you* drabble troubles  ...  Happy Mother's Day ;D", "label": 0.0}
{"msg": "OMG im so sad because i just found out i can go see metro station in london and now i cant get the tickets i want ", "label": 0.0}
{"msg": "WTF is up with twitter!? I just keep getting more followers!! Such a lovely day where I am, but I an stuck indoors revising and shizzle! ", "label": 0.0}
{"msg": "Flight home at 3:10, ", "label": 0.0}
{"msg": "macbook didnt come yesterday.. i checked the shipping and it still says it departed from Memphis at 5am yesterday  oh well maybe monday", "label": 0.0}
{"msg": "It's raining again. It's summer... could there be another tropical depression? ", "label": 0.0}
{"msg": "I wish I was there  Soooo amazing! http://www.bbc.co.uk/radio1/bigweekend/2009/artists/florenceandthemachine/", "label": 0.0}
{"msg": "It's only 12 miles. I've been lied too. I feel out of shape now ", "label": 0.0}
{"msg": "1133 words so far on literature and film essay. booya. i haven't even started talking about the films yet... i do enjoy english ", "label": 0.0}
{"msg": "About to see Tat off to Boston... I'm going to miss her so much! ", "label": 0.0}
{"msg": "I'd say something thoughtful, but I'm not feeling the best. Great birthday, (thanks baby) too much margarita and food makes Lauren sick ", "label": 0.0}
{"msg": "i miss u,so much. ", "label": 0.0}
{"msg": "Damn the IPL. Due to this, I m missing the Manchester Derby  :x", "label": 0.0}
{"msg": "ARent you supposed to get one bag free?   upset!", "label": 0.0}
{"msg": "13 years of dance competitions, and i've finally come to my last one ", "label": 0.0}
{"msg": "Ugh awake an hour before I wanted to ", "label": 0.0}
{"msg": "so tired  but i have a shitload of music work to do for tomorrow, so doubt i will get to sleep anytime soon ", "label": 0.0}
{"msg": "Chilly morning in Boston. I don't wanna leave! ", "label": 0.0}
{"msg": "I'm too afraid to even comment on her video or page in case she thinks i'm an absolute freak, i think i best just leave it ", "label": 0.0}
{"msg": "im home.. miss my mum...  (bought roses for the mum of my child.... remember you have only one!.. big kiss for all your mothers)", "label": 0.0}
{"msg": "Oprah has given Jenny McCarthy her own show.... OPRAH!!!   http://bit.ly/BOdq0", "label": 0.0}
{"msg": "ok work time now! only for 4 hours at least but maths exam tomorrow ,___, could really do without this ! ", "label": 0.0}
{"msg": "Havent been well this weekend ", "label": 0.0}
{"msg": "@ameliadass heidi and lauren  they like talk ((", "label": 0.0}
{"msg": "Going to visit with my mom! Happy mothers day! And then doing CATS one last time....my last musical at south columbus ever ", "label": 0.0}
{"msg": "@its_justdust pmsl I WAS TRYING TO CAPITALIZE BUT IT WENT WRONG ", "label": 0.0}
{"msg": "I got an exam 2mro...ooo scary!!! Cant wait for it to be over! ", "label": 0.0}
{"msg": "tweet tweet, i have to work im sad ", "label": 0.0}
{"msg": "omg, they dnt wanna go to church. poor rev joell &amp; her children's moment   they're lameee, ehh D:&lt;", "label": 0.0}
{"msg": "cant sleep. im sick too ", "label": 0.0}
{"msg": "@N00DLE83 hug? Do I need to hurt anyone? ", "label": 0.0}
