{"msg": "@khaled seesmic works great thanks ", "label": 1.0}
{"msg": "why do many people h8miley cyrus?err.I don't h8 her you know &amp; I don't hate anyone &quot;JUST BE GOOD&quot; no HATES.just LOVE  be good &amp; not bad.", "label": 1.0}
{"msg": "Leaving Victoria on Oxford Tube. Next stop lunch! ", "label": 1.0}
{"msg": "@khanserai Morning!i'm good,started off my week long holiday by catching up on chores  How are you?Howz the box stuffing coming along?", "label": 1.0}
{"msg": "Serious lack of Twitter over the weekend, been trying to avoid it for a bit and find interesting stuff to tweet about ", "label": 1.0}
{"msg": "@mitovson aaa, pardon, 07/09 e sept., ne july. uuuuf, da, i feel your pain veche! stiskam palci ", "label": 1.0}
{"msg": "@pooja_LuvIndia Pat yourself for have investing on a UPS. ", "label": 1.0}
{"msg": "is up and going clothes shopping later at last some new clothes ", "label": 1.0}
{"msg": "says yehey!! I'm done downloading a 900mb documentary movie! gtg... I'll watch this na!  http://plurk.com/p/uiu3u", "label": 1.0}
{"msg": "is listening to hot..  (music) http://plurk.com/p/uin18", "label": 1.0}
{"msg": "@TessMorris it is but so true ", "label": 1.0}
{"msg": "lol yeah haha today was awesome ", "label": 1.0}
{"msg": "@FawnBZee Missed you too, thanks for your love and support ", "label": 1.0}
{"msg": "@hanaames its alright ill do a retake in the summer  Im too much of a stoner to be in uni lol", "label": 1.0}
{"msg": "New York is near. I see it already. ", "label": 1.0}
{"msg": "Breakfast King! Grits, bacon, and toast with some coffee to wash it down. Only an hour to kill before a nice drive to the airport ", "label": 1.0}
{"msg": "follow @jonas_bros_fans and @demi_lovat0_fan they are my other twitters ", "label": 1.0}
{"msg": "loving fall out boy right now. ", "label": 1.0}
{"msg": "@judypayne good question... have not seen many coroners either ", "label": 1.0}
{"msg": "#musicmonday listening to Setsurenka by Lareine ", "label": 1.0}
{"msg": "can't wait!! visiting @hiimnellyy tomorrow ", "label": 1.0}
{"msg": "Unpacking a delivery of dresses - there are going to be some very happy brides later this week  Oh I love my job!", "label": 1.0}
{"msg": "wahoooooo great gym session, the weeks started now  howdy all", "label": 1.0}
{"msg": "not that drinking my home coffee is bad... i'm still loving the espresso machine someone bought me 2 years ago ", "label": 1.0}
{"msg": "why do many people h8 miley cyrus?err.I don't h8 her you know &amp; I don't h8 anyone &quot;JUST BE GOOD&quot; no H8s.just LOVE  be good &amp; not bad.LOL", "label": 1.0}
{"msg": "@iuliusg Yeah, it was unexpectedly  different and also made me smile. ", "label": 1.0}
{"msg": "@half_a_life looks like its true http://bit.ly/19UgRP  NDTV news though ", "label": 1.0}
{"msg": "@zimmieloy Zimmie! Thanks 4 the Welcome!  Unfortunately, no translation device for me, the only foreigner in our Dept. How are you doing?", "label": 1.0}
{"msg": "iss withh @robyndanchon @ashleighhdavis @mimicx ", "label": 1.0}
{"msg": "You'd notice things done with passion, in the ceilings, the railings, right to the tiniest details.. That was awesome ", "label": 1.0}
{"msg": "muuchaaaaaaa @luthfanope ", "label": 1.0}
{"msg": "@Rule17 #productivityswaps #gtd agreed! my labeler broke and I miss it. Thx for reminding me to get a new one. ", "label": 1.0}
{"msg": "@scenariogirl You want a Speyside or Highland single malt - Cragganmore, Oban being two good options ", "label": 1.0}
{"msg": "@torilovesbradie eek, lol sounds fun though  x", "label": 1.0}
{"msg": "@LaurenBates &quot;medic, medic&quot;  xxx", "label": 1.0}
{"msg": "@andyclemmensen hahha lol  you must be amused", "label": 1.0}
{"msg": "@theimp67 LOL you sure do paint some pictures with your tweets as well I must say ", "label": 1.0}
{"msg": "Head down to do some revision for last day of exams tomorrow ", "label": 1.0}
{"msg": "@ShareenaRed Spoken like a true girl!! Yes Terry go for the pretty one ", "label": 1.0}
{"msg": "@Kell_Krushka hi! I'm good, Uni is good, getting through the workload. I'd love to catch up sometime. How have you been? ", "label": 1.0}
{"msg": "launching the 'hey nicole it's hey bill ' campaign on myspace youtube facebook and now twitter thankyou noosa bill ross @ team ", "label": 1.0}
{"msg": "@danielbowen Loving your tweet  updates to your blog. Means I remember to go &amp; read. ", "label": 1.0}
{"msg": "@archuphils Archie's TMH is still @ number 2 on Top 5@5 of Magic 89.9! Still on Archuweek hangover. ", "label": 1.0}
{"msg": "@astralart I get home on the 25th  Im really getting sick of chinese food hahah!  Hope youre doing well!", "label": 1.0}
{"msg": "@chezperryman @NomadWanderer Howdy doody!  How are you two today? ", "label": 1.0}
{"msg": "@Noway57 Haha...I'm a fan since I was in primary school...haha..and now I guess I'm a super tokusatsu fan ", "label": 1.0}
{"msg": "@mrphildog Not sure about [eachfuzz_uk but hopefully @peachfuzz_uk will be available ;-) I should be ", "label": 1.0}
{"msg": "two weeks and three days till i am Mrs Flowers... I mean Hughes! Yeah Hughes, thats it... ", "label": 1.0}
{"msg": "@yibble think I'll put it on my love film list and watch it again  I seriously think he is an alien! Well maybe not but he's a monkey!", "label": 1.0}
{"msg": "I really need to go now. Goodnight twitter world! hugs&amp;xx ", "label": 1.0}
{"msg": "@bryonythomas Thanks - I think a decent VA should write the article - they'd get loads of work from it ", "label": 1.0}
{"msg": "Mmm Strawberries. Mmm Coffee. Sometimes I feel like an addict.  God I love Music, if there's a better reason for living I ain't found it!", "label": 1.0}
{"msg": "JUst chilled with comedian Red Grant, David Arnold, &amp; Tony Rock @ Laugh Factory then hit Club Mood...Im Beat! Nite Nite Tweet Peeps ", "label": 1.0}
{"msg": "@gnomenapper or alternately: &quot;We try, we frog, we learn.&quot; ", "label": 1.0}
{"msg": "bought the new MOS cd on the weeknd *doin the bum dance* ", "label": 1.0}
{"msg": "@klessis Does Joey know what's going on? Is she excited to have a little sister soon? ", "label": 1.0}
{"msg": "@merejames @awmitchell just need to know the an icecream fairy - Not much room in freezer now - might have to throw out vegetables ", "label": 1.0}
{"msg": "Twello Foodie Tweets Thank toasters for toast  http://tinyurl.com/o8be78", "label": 1.0}
{"msg": "Mayor Que Yo ... Damn... Thats A OLDDD Song.... But GOOOD ", "label": 1.0}
{"msg": "I just accidently dropped my wotsits in my mint areo hot chocolate, and they actually tasted nice afterwards! ", "label": 1.0}
{"msg": "i should really try to twitter more .. At school doing absolutely nothing. Cant wait for the summer to come. US HIGH SCHOOL HERE I COME ", "label": 1.0}
{"msg": "Good night world! I'll see you tomorrow ", "label": 1.0}
{"msg": "@cempaka : bukannya besok nek? well.. whichever, will come for sure! ", "label": 1.0}
{"msg": "Yay, my fanfic has been translated into Russian ", "label": 1.0}
{"msg": "@TaylorLautner_ you're yummy  xxx", "label": 1.0}
{"msg": "@msonline_uk ram is pretty cheap &amp; easy to upgrade nowadays ", "label": 1.0}
{"msg": "@patti_yay u around?? ", "label": 1.0}
{"msg": "@Jonasbrothers  you GUYS are AWESOME! seriously... AWESOME! I'm from Egypt, and I'm a big fan!!  ...", "label": 1.0}
{"msg": "got a job  gonna be serving YOU dear customer, should you step into Dave's Deli starting tomorrow. heheh.", "label": 1.0}
{"msg": "@ShockRaEnt Thanx girl.  This french producer i met at EOW tonight told me &quot;Wow you're J-Ronin, you're a underground legend in france&quot; ", "label": 1.0}
{"msg": "Hopes @SirJolt is doing well in his exam! Good luck ", "label": 1.0}
{"msg": "@nhoustonreed Happy birthday ", "label": 1.0}
{"msg": "Starbucks will be launching free WiFi next week, not free coffee, sadly  (via @drewb)", "label": 1.0}
{"msg": "Cooking for dinner  Japanese food today : P", "label": 1.0}
{"msg": "@ankita_gaba sigh! i remember it but its now impossible to find it from your archives  i was going to quote it in my future blog post.", "label": 1.0}
{"msg": "@onlygizmos Hi! Thanks so much for the digital camera! I replied to your email yesterday ", "label": 1.0}
{"msg": "@VirginAtlantic and thats a lucky 63,824,977 passengers!!!  Keep up the great work!!!", "label": 1.0}
{"msg": "thinks don henrie is damn hot  lol", "label": 1.0}
{"msg": "KATY PERRY JUST TWEETED. coool! ", "label": 1.0}
{"msg": "Coming to ?stanbul !!! ", "label": 1.0}
{"msg": "Been trying out a new yoga program. ", "label": 1.0}
{"msg": "@Chaseworkman Look who we are having there Hi Chase ", "label": 1.0}
{"msg": "Feeling quite upbeat FOR ONCE! i like it ", "label": 1.0}
{"msg": "Lol!!! @xoxokye But guess what!?! Ur up with meeeeeee! ", "label": 1.0}
{"msg": "@RHiccups it's alright, something different. We all do customer service ", "label": 1.0}
{"msg": "4-0.... just gotta love it ", "label": 1.0}
{"msg": "I want to reach 100 tweets by the end of the day ", "label": 1.0}
{"msg": "Will leave now &amp; forget twitter!!!  Going shopping shopping shopping. &lt;3 [Twitter still confuses me.] Follow @lelexie instead!!", "label": 1.0}
{"msg": "Yummy coffee  tingles the spine hee hee", "label": 1.0}
{"msg": "@littleluigi ohh i watched that one yesterday and i was like she's dead. hahs.  you can watch true bloods online too! ", "label": 1.0}
{"msg": "@emscriv I sprained my ankle in 1993 &amp; it still gives me issues especially in humidity or if I've been on it for a long time. Good luck! ", "label": 1.0}
{"msg": "#Apple please make #iTunes #music available in #Russia! We are many and want to BUY LEGAL music, too! russians, retweet ", "label": 1.0}
{"msg": "@Marlinda1 Goooddd morrrrning ", "label": 1.0}
{"msg": "@joewilly Amen!!! Thanks hun! ", "label": 1.0}
{"msg": "dear anitta, we have not forgotten you ", "label": 1.0}
{"msg": "the day went by super fast  so excited to get the year over with", "label": 1.0}
{"msg": "@pixlanim8r Haha just read your thing now, I haven't seen any grandma's, but I took a photo of a mom wearing it, she looked young though ", "label": 1.0}
{"msg": "@punkpolkadots set backs are to be set back and move ahead...such that they are always at the back never ahead ", "label": 1.0}
{"msg": "@hallucinations experience the fast boot speed ", "label": 1.0}
{"msg": "@silverfireph I think you're on to something. ", "label": 1.0}
