{"msg": "Have to complete another bureacratic form  Well I will ask if it's really necessary since I don't see any advantage for Shareforce", "label": 0.0}
{"msg": "Can't get Twitterberry, Tiny Twitter or UberTwitter to work  everything was working fine yesterday.", "label": 0.0}
{"msg": "@SmileDaily thanks for the picture of my girlfriend. I miss her. She probably broke up with me since I haven't been around ", "label": 0.0}
{"msg": "Has anyone noticed the @kyleandjackieo podcast 4 last thursday with the nova fight has been skipped!  ? Goes wednesday, friday why why ", "label": 0.0}
{"msg": "hey -- how come no one's online? ", "label": 0.0}
{"msg": "Finished day 1 of ???-rice planting. Blog &amp; pics later. I am fucked ", "label": 0.0}
{"msg": "@kyoisorange I want you to come out too to the gym ", "label": 0.0}
{"msg": "You know that show we did Friday? @Peppery is an idiot and long story short: there is no episode 3. Sorry. ", "label": 0.0}
{"msg": "miss all the fun, most importantly. I miss him  http://plurk.com/p/sw1xw", "label": 0.0}
{"msg": "Honestly I am not sure why I am still up when I have work in the morning ", "label": 0.0}
{"msg": "Rachel should've won xfactor  The song is to beautiful and I keep on listening to it!", "label": 0.0}
{"msg": "is not looking forward to having her wisdom tooth out tomorrow ", "label": 0.0}
{"msg": "@Fashion_iLIKE Not that much. But i am..Like at the momment am signed in..and no trace of u. So when am on..u not..and when u on..am not ", "label": 0.0}
{"msg": "No I haven't been partying for the past 3 days. Family health problems  I should be back on tuesday.", "label": 0.0}
{"msg": "@jonathanrknight dont forget to hug ur mom ;-) Happy Mothers day 2 her as well.I will cyber hug my mom later.shes so far away.i miss her ", "label": 0.0}
{"msg": "Happy Mother's day to all you guys...I am missing my mumma...(i'm away from home) ", "label": 0.0}
{"msg": "No more music. Off to work i go.  already starting trouble trying to learn where things go. Crappy training", "label": 0.0}
{"msg": "@cazzlle well no take out for me tonight  hmm suppose a sandwhich will do", "label": 0.0}
{"msg": "Hungry!!! No time for lunch today ", "label": 0.0}
{"msg": "I need more followerss. ", "label": 0.0}
{"msg": "@davidleibrandt I think you just killed me ", "label": 0.0}
{"msg": "uh oh... havent done my humanities homework ", "label": 0.0}
{"msg": "@savamaloy We bought Dr Horrible on iTunes. It's very good, worth the price IMO. But would be nice to watch it on Hulu ", "label": 0.0}
{"msg": "Quietly terrified about Monday's zam   Need to listen to more Miley Cyrus!", "label": 0.0}
{"msg": "Is it really Sunday night again?  That means tomorrow is the most dreaded day of the week ... ", "label": 0.0}
{"msg": "can't wait for dinner - very hungry ", "label": 0.0}
{"msg": "just done my Exise beer duty return and nearly cried ", "label": 0.0}
{"msg": "i just found out that one of my oldest mates has turned into a raging alcoholic ", "label": 0.0}
{"msg": "Still have no voice  but a day of Rotaract work ahead of me so can't be too down in the dumps about it!", "label": 0.0}
{"msg": "freakin oprah! making me stay up late now im only going to get 4 hours of sleep  forget mothers day lol", "label": 0.0}
{"msg": "everything hurts D: especially my head ", "label": 0.0}
{"msg": "@adamrebel this whole phone hanger upper business is NOT the business. ", "label": 0.0}
{"msg": "my nose is so runny  i need a good sleep but i can't cause my body sleeps like a god damn nocturnal", "label": 0.0}
{"msg": "Sad how I cud be forgotten, just like that... Kaching! ", "label": 0.0}
{"msg": "Just got back from the Circle Bar in Santa Monica where my buddy just got stabbed. nice was to ruin a night. ", "label": 0.0}
{"msg": "So stupid me didn't remember to stop at the store so I have no eggs for breakfast  oh well... ate a loooot last night... who needs it", "label": 0.0}
{"msg": "@ryohakkai shampoo's story was good! I liked how she had a hate/love thing going on, only to find out they were both Ranma and then baww ", "label": 0.0}
{"msg": "@vincestev amongst other things to make it a permanant thing. I find people very clicky and insular actually  ", "label": 0.0}
{"msg": "Not feeling well again... Heartache hurts much...I don't even know who's the cause...but I'm feeling down ", "label": 0.0}
{"msg": "Zomg - totally came into work 30 mins early. I am a moron  I could have used that sleep too ", "label": 0.0}
{"msg": "I stepped on a sewing pin   Darn textiles.", "label": 0.0}
{"msg": "rainny day ", "label": 0.0}
{"msg": "Darn it, checked TfL and more LU closures next Sat than yday, including exactly where I'm going ", "label": 0.0}
{"msg": "may have to take a trip to the supermarket for some cough syrup ", "label": 0.0}
{"msg": "@sspideymann Everything was wiped  even my vids... the funny thing is the only things that wernt wiped were the twilight notes XD", "label": 0.0}
{"msg": "Work . . 7 to 3 ", "label": 0.0}
{"msg": "No more Elle Model Agency   http://twurl.nl/7l5lzk", "label": 0.0}
{"msg": "@ahmednaguib I wish  but they'll be here on the 14th.. so a ready made podcast will be more practical. .", "label": 0.0}
{"msg": "I missed a dose of Army Wives this week ", "label": 0.0}
{"msg": "doing my math home work  i hate math!", "label": 0.0}
{"msg": "@RaraACTIVE not with me and Rachel though. ", "label": 0.0}
{"msg": "wondering 2012's issues.. 93%?! 6 billion people to 500 million? hm, only God knows ", "label": 0.0}
{"msg": "arrgggg im ill -.- i couldnt go to the party yesterday im sorry ", "label": 0.0}
{"msg": "I love ace of cakes... sigh, geof.  I should probably sleep soon... fuck restless leg syndrome or whatever this is.", "label": 0.0}
{"msg": "has colds. ", "label": 0.0}
{"msg": "lalalalalal in 12 hours the concert will be over  lol,im happy though ;D xox", "label": 0.0}
{"msg": "Craving for salmon sashimi so bad ", "label": 0.0}
{"msg": "@petewentz sorry to hear bout ur dog!! thats very sad ", "label": 0.0}
{"msg": "Up Late Again With No One To Talk To ", "label": 0.0}
{"msg": "I can't fit in the back of my prom car! I have to sit like a man ", "label": 0.0}
{"msg": "I have a burn on my finger from last night  it's all oooozy and yuck.  http://twitpic.com/4wue6", "label": 0.0}
{"msg": "gonna be a harddd week  cant wait for it to be over.", "label": 0.0}
{"msg": "work again today  and tomorrow! urghhhhhhhhhh", "label": 0.0}
{"msg": "At the airport in ATL... Time to head back to the D! Man o man... I'm upset I left my blueberry muffin in the rental car ", "label": 0.0}
{"msg": "I feel so sick  and I miss people too much ", "label": 0.0}
{"msg": "Just spoke to T. Sounds very flat and doesn't want to talk at all. Told me to mind my own business when I asked how he is ", "label": 0.0}
{"msg": "@nataliefisher i'm trying to start a muggle quidditch league in my city, lolol ", "label": 0.0}
{"msg": "Ah ha! Get it !! But dnt kno neone on twitter  chilln 2 hollyoaks while aston runs round the house makin a mess, urgh", "label": 0.0}
{"msg": "Give me seafood, sushi, roasted duck &amp; seafood salad at PS, N-O-W!!!!!!!!! I want em sooooo bad  ngidaam.....", "label": 0.0}
{"msg": "is feeling ill ", "label": 0.0}
{"msg": "can't seem to shake off the flu ", "label": 0.0}
{"msg": "@jesszlatos you miss me? oh really huh..haha! i miss you too. i miss you so much jess!  even though i want to get on,i really cant..(", "label": 0.0}
{"msg": "have so much to do for school...jealous of all the stars who can take private lessons ", "label": 0.0}
{"msg": "Soo tired today  I don't wanna revisee :/", "label": 0.0}
{"msg": "bored AGAIN today cos Nicole isn't repllying to my txts ", "label": 0.0}
{"msg": "@RikaRik hey yea I'm still tryna get used to it lol. How was the brandy concert?, I wanted to go to that ", "label": 0.0}
{"msg": "Currently iVocabulary got only 1 star in AppStore germany because there is no windows software for entering vocabulary... ", "label": 0.0}
{"msg": "freezing  watching rove, he just did a joke about incest ewww", "label": 0.0}
{"msg": "I need to learn how to go to bed ", "label": 0.0}
{"msg": "lazy sunday off..only day i get off a week...pity im bored already ", "label": 0.0}
{"msg": "my baby goes back today ", "label": 0.0}
{"msg": "Oewwwwwww  I've survived my whole life without pub golf, ale or &quot;chicken cottage&quot; ... Why did I go ruin that? In one night? Can't move", "label": 0.0}
{"msg": "Buuuuuuuzzzzzzzzeeeeeeeddddd in vegas....strip club!!!!! No? Ok ", "label": 0.0}
{"msg": "@awr Me too! Always seem to come in three also.. ", "label": 0.0}
{"msg": "is waiting to fail my german test tommoz! great ", "label": 0.0}
{"msg": "Watching scrapheap challenge waiting fir the F1. Headache! ", "label": 0.0}
{"msg": "@vaninais that is such a sad movie  good one though.", "label": 0.0}
{"msg": "Off to work now ", "label": 0.0}
{"msg": "@kimmy2006 I've given up trying to catch up with bz-o - it's too much to catch up on!!! i'm tired today  but only two weeks to go!!!  xx", "label": 0.0}
{"msg": "Miss my dad very much      |have to revise french for my oral exam on wednesday :S", "label": 0.0}
{"msg": "ow ow ow ow ow ow ow ow ouchhhhhhhhh.      =( =( =( =( =(", "label": 0.0}
{"msg": "Had a really good dream last night  ", "label": 0.0}
{"msg": "@Vintage_Twit ", "label": 0.0}
{"msg": "It sucks, can't go to the Medieval Convention today  ... happens once a year and I'll miss it", "label": 0.0}
{"msg": "Blackjack has NOT been good to me   Let's call it a night.", "label": 0.0}
{"msg": "I had a good time yesterday.Now my girfriend and i are preparing to go to Baarle nassau.Pfff the weekend goes to fast. ", "label": 0.0}
{"msg": "@lilyroseallen I didn't think you would have said that Lil, I got tickets for when you come to oasis in swindon!! Not radio 1 though  x", "label": 0.0}
{"msg": "missing derby day to do some uni work.....this is what my life has been reduced to during the last 2 weeks of uni ", "label": 0.0}
{"msg": "@hollyalyxfinch Just Dm'd you...Guess that's a no ", "label": 0.0}
{"msg": "Loving my new Blu-Ray player! Upscaling on DVDs is gorgeous too... Just need completely new storage rack, as boxes are different size ", "label": 0.0}
