{"msg": "is happy with the solid surge in Indian stock market ", "label": 1.0}
{"msg": "Check out Obama rockin' the purple and gold trimmed robes on the front page of Politico. Subconciously you know that he loves JMU ", "label": 1.0}
{"msg": "@naidood lol. Glad to hear! ", "label": 1.0}
{"msg": "@DavidArchie good to know you arrived safely to the US. ", "label": 1.0}
{"msg": "Can't believe how much candy I ate yesterday x) Yes, and new blog post ", "label": 1.0}
{"msg": "Best sleep in weeks last night. There's nothing like a cool evening and a cozy blanket...and a husband snoring in my face ", "label": 1.0}
{"msg": "came home from work.  lotsa' fun today and lotsa' food. i am sooo busog. ", "label": 1.0}
{"msg": "becoming obsessed with twitter ", "label": 1.0}
{"msg": "http://bit.ly/m319E  a &quot;TO DO&quot; before we die with ena-do our version &quot;VIDEO&quot;  shes the hippo and im the dog ", "label": 1.0}
{"msg": "Just finished 1st day at college and Lovedddd it!! ", "label": 1.0}
{"msg": "@LollyDaskal Tell them that you care..... best communication - WORDS ", "label": 1.0}
{"msg": "@sammym34 Thanks Sammy, that's always great to hear  My next YA will be out next spring, and it would be fun to do an SS sequel one day...", "label": 1.0}
{"msg": "@peterjohnston you'll see me in 2 weeks anyhoo  x", "label": 1.0}
{"msg": "@unclepaulito ", "label": 1.0}
{"msg": "@mittenstrings I'd take a second job to pay for a maid. ", "label": 1.0}
{"msg": "@MistressRouge @_Qtip_ @alicephilippa @Storm_Crow thanks for all the well wishes whilst I was poorly folks, feeling much better today ", "label": 1.0}
{"msg": "@tomsgal We could go together in the &quot;e&quot; realm, and twit comments back and forth.   ", "label": 1.0}
{"msg": "@lunarcaustic: if you feel young at heart then no! ", "label": 1.0}
{"msg": "@AnnaSaccone Love your new cards!   I would definitely hire you ;).", "label": 1.0}
{"msg": "Watching the sun rise? ", "label": 1.0}
{"msg": "@drewlikecrazy hey! ", "label": 1.0}
{"msg": "@candice5355 , how good was brothers and sisters  i love justin, but that kyle guy that likes rebecca is realllyyy hot  lol", "label": 1.0}
{"msg": "Good morning my twitter friends... Time for work again after a long vacation... ", "label": 1.0}
{"msg": "Wolfram Alpha reckons i ought to spend all day at the pub tomorrow ", "label": 1.0}
{"msg": "OH MY GOD SAM MERLOTTE IS ON LAW AND ORDER: CI THIS WEEK ", "label": 1.0}
{"msg": "@StaciJShelton You too Staci ... ", "label": 1.0}
{"msg": "Call 0800 HELP ME - Thank You for calling the psychiatric hotline.  If you are obsessive please press 1 repeatedly ", "label": 1.0}
{"msg": "Happy Monday, Everyone!!! ", "label": 1.0}
{"msg": "@FuckKeriHilson classless! ", "label": 1.0}
{"msg": "@vijayanands ... then better to think like what I quoted ", "label": 1.0}
{"msg": "is downloading music again. I forgot about this band that I really liked before, and I only remembered them now. Haha. ", "label": 1.0}
{"msg": "Finished a day of back to backs! Media planning&gt;banner campaigns&gt;analytics master from Google&gt;campaign post analysis&gt;indoor soccer ", "label": 1.0}
{"msg": "Watching Figh Club ", "label": 1.0}
{"msg": "@kidOhri  XDD no problem^^ I'm gonna download the song when its on iTunes. I can't wait til the soundtrack is released ", "label": 1.0}
{"msg": "Good morning twitterverse!  VERY busy weekend this weekend.  Saturday was all Wii.  Sunday was all work.   Hope everyone had a great one!", "label": 1.0}
{"msg": "going to bed gooodnight ", "label": 1.0}
{"msg": "is happy to see such a gorgeous, sunny, &amp; cool day! ENJOY Everyone! ", "label": 1.0}
{"msg": "AND I WANNA KNOW, HAVE YOU EVERRRR SEEN THE RAIN .. love that song ", "label": 1.0}
{"msg": "at lunch. eating lemon muffin. top notch! ", "label": 1.0}
{"msg": "@ryanqnorth Well, that sounds like A+++ customer management to me! ", "label": 1.0}
{"msg": "@Susy412 Yeah was thinking of saving my hols and taking 4 wks off in the summer + doing a bit of travelling. Not much sacrificing ", "label": 1.0}
{"msg": "CPT testing is done ", "label": 1.0}
{"msg": "@ultrazen I need to head to the office. I don't know if I can Twitter at work but I will find out soon enough ", "label": 1.0}
{"msg": "Q for #rtweek2009: What do you mean by responsible tourism &quot;philosophically&quot;? - of course in only 140 characters... let cut the BS! ", "label": 1.0}
{"msg": "@gofoboRSVPCodes could use one for chesterfield mo for terminator today if anyone has one, text it to me 3147808704 would appreciate it ", "label": 1.0}
{"msg": "@EFisch hi friend  i am busy organizing things for my boss while i'm gone as well as writing my maid of honor speech :-0", "label": 1.0}
{"msg": "We now have a website. www.clan-blackarrows.com !! THANKS GUYGINA (BRIAN) FOR PAYING THE DOMAIN! ", "label": 1.0}
{"msg": "I have to keep my faith!!!  so so so so..... Man my mind feels like a yo-yo right now!! Crazy!!", "label": 1.0}
{"msg": "Is still recovering from saturday, who new dancin on crutches could still be fun  x", "label": 1.0}
{"msg": "@J_Opal cool - try to focus a little more? check out http://sn.im/make-earn-start ", "label": 1.0}
{"msg": "#NAME?", "label": 1.0}
{"msg": "Ddub talked to us yesterday while eating dinner!! Earl said no pics!! @donniewahlberg says YES! EARL TOOK THE PICTURE!! Who's your boss? ", "label": 1.0}
{"msg": "@emmahoneybone thanks  heard it in a walking shop (one I'd usually trust 100%) and was a little surprised. So thought I'd better check.", "label": 1.0}
{"msg": "Back in tellyland; and all is calm for now...Assessment centres for the Diversity TV production scheme on the agenda this week...yey ", "label": 1.0}
{"msg": "@Bass_  Tea is just too wet without one remembering Peter Kay n dunking biscuits v v funny x", "label": 1.0}
{"msg": "finals list: geometry, religion, english.  shelby ", "label": 1.0}
{"msg": "@cass_o_wary you are welcome  &amp; @quinnifer_ ty ty I might just one day.", "label": 1.0}
{"msg": "Applying for a PT job today  wish me luck?", "label": 1.0}
{"msg": "!drupal Rules just got a polished German translation, yeah ", "label": 1.0}
{"msg": "Bakk Online thnk good lol  I have 9 Followers lol ... Jealus Muchies ?", "label": 1.0}
{"msg": "i love my fluro pink nail polish &amp; pink things in general  BMTH-ing it up yo!", "label": 1.0}
{"msg": "@bklovell Thanks! I've been doing this since I was 14 (20 yrs) and I'm enjoying diving back into each card.  Next up, Inverted!  (yay!) ", "label": 1.0}
{"msg": "Keeping my little fingers crosssed   ... hopefully this is my last week!!!!", "label": 1.0}
{"msg": "oh, i found it. haha. going to practice now ", "label": 1.0}
{"msg": "@dpatterson meaning the week end is suppose to help? But it's Monday, dang it. Maybe I should learn to say NO! ", "label": 1.0}
{"msg": "@BrokerSaunders and that is why Jeremy did not ride the bull.  Although I told @jeffx offered $500 to do it.  I said make it $1,000! ", "label": 1.0}
{"msg": "@gillylou89 hooray! I'm out of credit to txt back but that's great news ", "label": 1.0}
{"msg": "If anyone is in need a rather kick-ass Perl Developer, give me a shout - a friend is looking for work ", "label": 1.0}
{"msg": "mmmmmm excited for tomorrow   Goodnight Tweetheart xo", "label": 1.0}
{"msg": "@coldplay thanks for the cd! It's amaaaazing ", "label": 1.0}
{"msg": "@Isa_Buttercup I'm in the same boat! Am currenlty looking for flats, dread tellin the mother!! Good luck though, hope it goes well  x", "label": 1.0}
{"msg": "Testing Tweetlater. Getting tough to keep up w/all the follower emails. ", "label": 1.0}
{"msg": "I have an awesome plan for the band I want to form. I'd tell you but right now I'm keeping it close to the vest, before someone steals it ", "label": 1.0}
{"msg": "@aplusk nice, i'll hope he will do a live chat ", "label": 1.0}
{"msg": "Getting my permission slip to go on the school field trip ", "label": 1.0}
{"msg": "Good Morn Errrbody  Let's make today a productive day by getting goals accomplished. It can be minor to huge but let's do this yall!", "label": 1.0}
{"msg": "is enjoying her new TweetDeck  application. ", "label": 1.0}
{"msg": "Feeling more confident now my haircut isn't so boring and dowdy, loving it ", "label": 1.0}
{"msg": "@MancunianLee what? Lick his bollocks? ", "label": 1.0}
{"msg": "Look at you eating your vegetables, getting all healthy. ", "label": 1.0}
{"msg": "loving the @etsy front page right now... pretty pretty! ", "label": 1.0}
{"msg": "And... back to work. Then to rehearsal, then home to do homework.  Some things never change.", "label": 1.0}
{"msg": "Another day watching the sun come up. And still no complaints ", "label": 1.0}
{"msg": "@MiaTyler lol yup never earthquakes is pembroke ma just snow ", "label": 1.0}
{"msg": "@amberlrhea Good luck to you too! ", "label": 1.0}
{"msg": "@Bass_ haha yeah we're lucky with that really! My sisters in Perth too ", "label": 1.0}
{"msg": "@Emz_2694 OO awesome. Is the 'Another Cinderella Story' the one with Selena in? &amp; i know. SO IS YOUTUBEEEE D:  i think i should complain ", "label": 1.0}
{"msg": "@vkoser HTC Touch Diamond - may have another look at the manual (imagine that  ) in case I have missed it, Thx", "label": 1.0}
{"msg": "Smh. It ceases to amaze me how wonderful female drivers are  .... Sarcasm @ its best", "label": 1.0}
{"msg": "Nothing beats a Carmel latte to start the morning with a nice drive  - http://bkite.com/07AAG", "label": 1.0}
{"msg": "cant wait till summer ", "label": 1.0}
{"msg": "@ratihsiahaan it went okay but not to well, i didn't know how to drew a cubics using jangka hahaha ", "label": 1.0}
{"msg": "overflow:hidden isn't enough to keep &lt;td&gt;'s from stretching. use table-layout: fixed on &lt;table&gt; element. Another day, another lesson ", "label": 1.0}
{"msg": "yay, todays school day was pretty awesome, first i slept in *cough*&amp; we had 2 tests!! at least it was lots of fun in breaks ", "label": 1.0}
{"msg": "@djmagenta Yep, it's pretty impressive. But country stars do go the extra mile for their fans, so I can't say I am that surprised. ", "label": 1.0}
{"msg": "Thank you ", "label": 1.0}
{"msg": "Imma Be - great new black eyed peas! Imma be listening to that shiit!  Download: http://www.mediafire.com/?3zmyizwznmj", "label": 1.0}
{"msg": "Fairy dust in place...crisis averted.  As is well!  ", "label": 1.0}
{"msg": "@SharimChua the iPhone keyboard strikes again! ", "label": 1.0}
{"msg": "Working, It is wayyy too early in the morning! haha My love returns today! Yayy  haha", "label": 1.0}
