{"msg": "I wanna make love in this club! Havnt heared that tune in ages!  x", "label": 1.0}
{"msg": "@saimin Yeah!! That so weird!! ", "label": 1.0}
{"msg": "What am I saying that is so wrong? Please just admit that you're not right. Grow up, be a man and don't be so immature. ", "label": 1.0}
{"msg": "Is most definitley looking forward to a holiday clothes spending spree this afternoon  X", "label": 1.0}
{"msg": "@teufl0302 Thank u ", "label": 1.0}
{"msg": "Baby Massage in 45 minuites...wondering how long she'll last today ", "label": 1.0}
{"msg": "@PennySA - Ha ha, I hope so... like u, I was sort of 'fraid of kids &amp; love 'em to death now! ", "label": 1.0}
{"msg": "@Realradiorobin the traffic in Motherwell this morning was bad, you could not get a parking space for luv not money! was good tho ", "label": 1.0}
{"msg": "@danishkanavin i dun think so. may be a diplomatic attack 3.11 ", "label": 1.0}
{"msg": "@takkie13 too much fun  @Louisedevenish It's gonna be the trip of the year! @cc_monkey good idea", "label": 1.0}
{"msg": "@andyclemmensen How cool is the song 21 guns by greenday  (almost as good as ur music)", "label": 1.0}
{"msg": "@wlwarriorsuzie ohh cool! That'll be a nice holiday for you ", "label": 1.0}
{"msg": "STOKED.  college class registration Friday.   Sucka Fresh.    lol    today was a good day to chill lakeside. booyah.   ok ill shut up. lol", "label": 1.0}
{"msg": "http://twitpic.com/5f54o - me and my lady @ counting crows gig last weekend ", "label": 1.0}
{"msg": "@lancearmstrong surprised you can keep count  How do you feel about le tour coming up ?", "label": 1.0}
{"msg": "@JD_2020 Which ever map gets me achievements  #codwaw", "label": 1.0}
{"msg": "@LenkaMusic hey lenka..I really love your songs. The show and trouble is a friend,teehee ", "label": 1.0}
{"msg": "@twittrchurch Please share some of the replies you get to that question with me  I'm interested to hear the response you get ", "label": 1.0}
{"msg": "@UnknownMary Ser era, hihi!  Olha, a Yohanna tem Twitter e MySpace! Add: @yohannamusic e http://www.myspace.com/yohannamusic ", "label": 1.0}
{"msg": "is in a meeting regarding GSM postpaid launch ", "label": 1.0}
{"msg": "Rings located safely, apparently. Major domestic incident averted. He's still a muppet though ", "label": 1.0}
{"msg": "@jerrymannel Ladies with ant sized brains are harder to understand than the ant with less/no brain ", "label": 1.0}
{"msg": "@lilyroseallen lol ye course they are ", "label": 1.0}
{"msg": "@DanySerrano How many people have ever been in your band? It must be approaching triple figures ", "label": 1.0}
{"msg": "@paulinaxo i wanna see the photos from saturday!  haha", "label": 1.0}
{"msg": "Josh has no life, updating twitter this early in the morning. ", "label": 1.0}
{"msg": "Today is the International Museum Day ---&gt; Go visit one! NOW! ", "label": 1.0}
{"msg": "@LizUK Ooh, which ones did you get? ", "label": 1.0}
{"msg": "@PeteMoring Yepp, I am pretty Britt-ish at times. ", "label": 1.0}
{"msg": "baby, you will get a B, your smart enough too  i love you xxx", "label": 1.0}
{"msg": "#examen09 Succes allemaal..! ", "label": 1.0}
{"msg": "@intelligensia @3CB has been terrorizing me. Paralyze her with you super strange powers.. shoot lasers from your eyes or something... ", "label": 1.0}
{"msg": "@maryalmighty they do? alrighty, checheck namin this week.  thanksss!", "label": 1.0}
{"msg": "Back from 2 wonderful days shooting furniture at the beach in Nha Trang. Additional perk was the outstanding seafood ", "label": 1.0}
{"msg": "@sineaddee And what makes you so sure it was a man? ", "label": 1.0}
{"msg": "@valentino_rossi - unfortunate luck this weekend...the damn rain...   Next race ull nail them  Hope u enjoy the TT Jxx", "label": 1.0}
{"msg": "says however, hyperdrive mind = lots of ideas, so if I can remember them all, I'll write em down  and hopefu... http://plurk.com/p/uj8ng", "label": 1.0}
{"msg": "@sidv hahaha!! ur a riot! Pak and wipe out the Taliban?? lmao ", "label": 1.0}
{"msg": "@coyummy hi ", "label": 1.0}
{"msg": "Photo: acheron: Federer!!! I just love him.  http://tumblr.com/xvb1t5j3o", "label": 1.0}
{"msg": "@letssingbaby no problem  yes, I will make ! greetings &lt;3", "label": 1.0}
{"msg": "@shubhendup Fantastic observation ", "label": 1.0}
{"msg": "ok, im out... gonna try to be productive .... we'll see  &quot;Oh, look. Its the sweet life of Zach and Cas&quot;- Dean!", "label": 1.0}
{"msg": "@TomFelton poor boy! but i know these problems, i had the same -.- but it will be better, trust me  fine. now i want some ice creme too xD", "label": 1.0}
{"msg": "@tommyreyes LOL I like the faces ", "label": 1.0}
{"msg": "Aint got no time for no hatazz just live ya life ! ", "label": 1.0}
{"msg": "@corporatek love that song. And anberlin. Good stuff. ", "label": 1.0}
{"msg": "Can't wait to  http://bit.ly/mRbJL !!! Perfect present for my daughter's birthday ", "label": 1.0}
{"msg": "@Rawrrgasmic Well you need to be where you are happiest. ", "label": 1.0}
{"msg": "hi everyone, i'm off to my 5 day vacation..  YIPEEEEEEEEEEE!! see you next time ", "label": 1.0}
{"msg": "@michalabanas cookie monster is ment to eat cookies 24/7 !! is there preview shows of avenue q? because thats what it says on ticketek ", "label": 1.0}
{"msg": "Well, I suppose I should get dressed. Nothing like a WAHM dropping her kid off at school in her nightgown.  I try not to do that ", "label": 1.0}
{"msg": "@katyperry : hii , thanks you are the tenth that follow me ! ", "label": 1.0}
{"msg": "I shall simply make a choice using my ample fair judgement. in which case you may consider 2 updates back, a rhetorical question ", "label": 1.0}
{"msg": "Boxing was mad fun ", "label": 1.0}
{"msg": "@michellemerritt We are so glad you're here! I can't believe it's only been a year AND that a year has gone by so quickly. ", "label": 1.0}
{"msg": "Going to Reilly's today  BFF", "label": 1.0}
{"msg": "just finished my second exam only one more to go ", "label": 1.0}
{"msg": "@gulpanag Im experiencing tis frm many years. It never imprved. Always take time. Some exception in ur case  now cleartrip is solution.", "label": 1.0}
{"msg": "Good morning! It's a chilly one here. But it's okay, I enjoy turtlenecks ", "label": 1.0}
{"msg": "@mariakitano I'm good thanks for asking  How are you?", "label": 1.0}
{"msg": "@JoeJGirl2009 Oh... cool... standing out... ", "label": 1.0}
{"msg": "@teh_r0x0rz ty, your efforts are appreciated ", "label": 1.0}
{"msg": "@RyanStar well its not too early considering im up as well. stupid school. have fun in florida! ", "label": 1.0}
{"msg": "I'm in photography, even though I've finished college. I'm such a dedicated student... watching youtube videos ", "label": 1.0}
{"msg": "Oh how the weekends end so quickly. Pour me another margarita! ", "label": 1.0}
{"msg": "hey tweeples...off for some retail therapy today  Good Times xXx", "label": 1.0}
{"msg": "@BaliHoliday not yet ", "label": 1.0}
{"msg": "@marcosc LOL - I'm not surprised.  Some of those tunes are painful! ", "label": 1.0}
{"msg": "pinned 2 the couch playing vieogames ... n I love it ", "label": 1.0}
{"msg": "@VedantKanoi do not THINK - just go ahead and enjoy Paris ", "label": 1.0}
{"msg": "@lilyroseallen Yes, they do.  I love that song ", "label": 1.0}
{"msg": "@sm7catscan i wish SG had more of a japanese bath culture. can't get enough of those ", "label": 1.0}
{"msg": "Going to relax myself after reading spirit filled..watching A&amp;D..heard is a very nice show. ", "label": 1.0}
{"msg": "Eating cereal. ", "label": 1.0}
{"msg": "@Lisa_Veronica what songs are you doing? ", "label": 1.0}
{"msg": "Nice feedback on the Asylum pics, which pleases me ", "label": 1.0}
{"msg": "is it bad that i want a beer and its only 6 am? at work. thank god its payday ", "label": 1.0}
{"msg": "@detence Now that's one occasion where the Times are in fact, not with the times ", "label": 1.0}
{"msg": "is back from her lovely HOT shower. but must go soon.. got to finish maths homework off. and watch supernatural and goodnews week ", "label": 1.0}
{"msg": "@andrewbadera you are ahead of curve  very good now do something that nobody expects from you.. even you from yourself", "label": 1.0}
{"msg": "snuggling with my puppy! ", "label": 1.0}
{"msg": "@EmilylaGrange Hope all goes well at the hospital ", "label": 1.0}
{"msg": "@izyism I sent you a message on FB! Check it out nenek! I gtg for Chem class now, Twitter you tonight!  &lt;33 nenek", "label": 1.0}
{"msg": "beat this box i dare ya!   http://ping.fm/uVPBN", "label": 1.0}
{"msg": "@nhoustonreed YAY for May  It was my birthday on the 9th. We are awesome.", "label": 1.0}
{"msg": "Going with the flow...thanks to Munera for reminding me that  It was a great chat we had yesterday.", "label": 1.0}
{"msg": "School. Home to clean. Then hopefullyi think dress shopping. hay-layy ", "label": 1.0}
{"msg": "@NON53N53 haha...it's gone now...I didn't get up and dance, feel free to come and spy though haha ", "label": 1.0}
{"msg": "@Stormen Ah, sweet. I haven't tried ASP.net, but i just despise PHP, it's horrible to code in. I just use Ruby/Rails, which is awesome! ", "label": 1.0}
{"msg": "@velvetella caught my eye in tK so i bought it  how's you? X", "label": 1.0}
{"msg": "@fabulously Yippy! Am really looking forward to the awesome B/W dress with red sash ", "label": 1.0}
{"msg": "@Nicolaarthur ooh wats the job?good luck ", "label": 1.0}
{"msg": "@jamesotron I seem to take good photos of people looking cute in knitted hats ", "label": 1.0}
{"msg": "@wendyldavis  Eurovision on Twitter almost made up for not having Terry Wogan ", "label": 1.0}
{"msg": "@MissShonah  Back just to say hello.Break in the cricket for rain.But it's back on again.Byeee.lol ", "label": 1.0}
{"msg": "@rodet @perrins no.... S&amp;D make 100% of the profit ", "label": 1.0}
{"msg": "@richchilver Absolutely. Full of brilliant dialogs and interactions. Not to mention the humour ", "label": 1.0}
{"msg": "@MrHappyTits Good times indeed ", "label": 1.0}
{"msg": "I'm waiting for Code Geass to come on and then Cowboy Bebop to round up a good Monday night ", "label": 1.0}
