{"msg": "@Sounak saturday working spoiled my 666 plan for this weekend..have to wait one week now ", "label": 0.0}
{"msg": "WANTS TO GO BACK TO CABO REALLY BAD.. ", "label": 0.0}
{"msg": "Need 2 get outta bed...but I can't still drunk I guess,nite nite I guess ", "label": 0.0}
{"msg": "i met some missionaries today..then threatened to kill a dog...i shudnt be allowed near people ", "label": 0.0}
{"msg": "my mother is sick with the flu  happy mothers day?", "label": 0.0}
{"msg": "happy mumma's day!! - just woke up heading to church as my hair looks like a lion. Hope no one gets scared of me ", "label": 0.0}
{"msg": "@WDC I wish AIR could take screenshots ", "label": 0.0}
{"msg": "I'm not feeling great health wise. ", "label": 0.0}
{"msg": "need to get back on my twitter a-game. car accidents are no fun  still in pain. and happy mothers day!", "label": 0.0}
{"msg": "Spending mother's day in the er. Nicholas was helping with breakfast and burned 3 fingers ", "label": 0.0}
{"msg": "p.s; i miss my daddy! ", "label": 0.0}
{"msg": "Trying to make an excuse to go to Shoprite...Uh, I can't think of anything ", "label": 0.0}
{"msg": "@dirgni19 hehehe...i do miss going to school...sigh!  okay, tell nanay and i'll text her na din.", "label": 0.0}
{"msg": "Pray for my mom ", "label": 0.0}
{"msg": "ok zzzz.... plus more zzzz out like a light now... ", "label": 0.0}
{"msg": "No one's here today? ", "label": 0.0}
{"msg": "@BeckyC3 i still have no replies ", "label": 0.0}
{"msg": "@marcelbooth unfortunately my team lost   (I support Liverpool so wanted Man C to win)", "label": 0.0}
{"msg": "Just placed flowers on my baby's grave.  She was born too soon.", "label": 0.0}
{"msg": "@lchibanMamaSan I feel ya! Sucks that you can't have the day off. ", "label": 0.0}
{"msg": "@RyanMallette I killed my phone  I would like numbers ", "label": 0.0}
{"msg": "What the fuck i just found a tick on my hoodie! ", "label": 0.0}
{"msg": "Just drove from the hotel in Neosho back to Joplin only to discover my power is still out.  Back in Neosho now.  I'm a very sad Rachel. ", "label": 0.0}
{"msg": "Off to Shintos today, Yeeeee!!!  LOL   Texas de brazil was booked ", "label": 0.0}
{"msg": "omg.i cant belive what i do.i send a gift on facebook to my crush and i say &quot;i just want to say that im not in love with u&quot;..but i am ", "label": 0.0}
{"msg": "trying to study for my IB exams. ", "label": 0.0}
{"msg": "@xLucyloox Likewise, its Annoying init ", "label": 0.0}
{"msg": "@Helloween4545 beat me. Badly. ", "label": 0.0}
{"msg": "feeling ratherr crap and tirudd tbh   x", "label": 0.0}
{"msg": "@heenix that sucks ", "label": 0.0}
{"msg": "@Dannymcfly You Rocked At Leicester Last Night!! (: I Had To Move To The Back Tho Cuz I Felt Ill  Your Lil Dance Is Promise Is Class (: xx", "label": 0.0}
{"msg": "im feeling that the the the the the, THAT got me fucked up?! Damn im fcking stupid. Now i feel bad 4 what i did ", "label": 0.0}
{"msg": "@Laveeza Aww, poor thing :L. the exam's gonna be gaaaaaay. ", "label": 0.0}
{"msg": "@kenis1993 nope  But i have mario kart xD", "label": 0.0}
{"msg": "@EstelleDarlings please bottle up some sunshine and sand for me and bring it to london  i need a beach in my life", "label": 0.0}
{"msg": "last day in newport until summer. ", "label": 0.0}
{"msg": "is just downloading the SNL from last night with J Timberlake and will also cop the 1 with Seth Rogen...Can't get SNL in UK...Thanks NBC ", "label": 0.0}
{"msg": "@EddyLeonardo yes rankin, I was north of zi river aswel didn't know it was poppin off ", "label": 0.0}
{"msg": "just got home from work, not looking forward to college tomoro ", "label": 0.0}
{"msg": "@shelbydotjpeg  ill call you sometime then?", "label": 0.0}
{"msg": "Sick on moms day ", "label": 0.0}
{"msg": "@mizrik I just don't know. I understood the first year but my gramz passed in 2002 and it's no better today than it was then. ", "label": 0.0}
{"msg": "My feet hurt like alllll hell  and I have to wear those high heels again for grad, ick. about to go outside to the pool with my mama", "label": 0.0}
{"msg": "hoping that our Brooklyn Metrostars don't suffer like Arsenal did today   1-4.  Gah!", "label": 0.0}
{"msg": "Why cant shipleys deliver? ", "label": 0.0}
{"msg": "Happy Mothers day to all the moms! I'm spending mine working, yay me ", "label": 0.0}
{"msg": "today was very unproductive ", "label": 0.0}
{"msg": "had a lovely weekend, having to get uniforms ready now though ", "label": 0.0}
{"msg": "L ran over to her parents' house for a few minutes. My mom is 2,000 miles away  When L gets back we will probably continue to be lazy.", "label": 0.0}
{"msg": "My stomach feels weird and Harlow's keeps making noises. ugh. ", "label": 0.0}
{"msg": "Cut my finger on the knife, it hurts ", "label": 0.0}
{"msg": "@jamlikespeenz me too ", "label": 0.0}
{"msg": "@Kangurujack  great!Enjoy it! I'm still sad that we coudn't try the POWER Soup ", "label": 0.0}
{"msg": "it has been a quite exhausting weekend. i'm tired, but i have to prepare a presentation ", "label": 0.0}
{"msg": "Guess what I get to read + comment on today... &quot;The Rise and Fall of English&quot; by Robert Scholes.  I've heard it's quite dry ", "label": 0.0}
{"msg": "Just had a lovely little nap! Off to go get some food and a few drinkies. Football seems to be dominating the streets though ", "label": 0.0}
{"msg": "pain on my feed ", "label": 0.0}
{"msg": "Almost finished! With the draft that this. Then clean up starts ", "label": 0.0}
{"msg": "anyone want to fund my research this summer? ", "label": 0.0}
{"msg": "Is enjoying time with my mom this morning. Last night was crazy...my dog was sick the whole night ", "label": 0.0}
{"msg": "f1 didn't go so well for the finns  but tonight im watching hockey, russia vs canada, happy face for that!", "label": 0.0}
{"msg": "Organising all my piles of work. ", "label": 0.0}
{"msg": "is having a really tough day...  ", "label": 0.0}
{"msg": "@Cogitator_X I get stupidly sentimental about TOS cause my friend who introduced me into the world of Trek is dead now ", "label": 0.0}
{"msg": "Homesick....wishing I could be home in Van this weekend ", "label": 0.0}
{"msg": "Its raining heavy and I'm mildly moist! ", "label": 0.0}
{"msg": "so sleeepy  my mom and @kluska07 's mom are having coffee and cheesecake together today. how cute :')", "label": 0.0}
{"msg": "my mom left me home cuz she is mean ", "label": 0.0}
{"msg": "Meh. I miss my nephewit ", "label": 0.0}
{"msg": "#Arsenal : After 1-3 (ManU) and 1-4 (Che) at home, the diff between Arsenal and the top 3 teams are obvious. Sad  Maybe next season )", "label": 0.0}
{"msg": "Local beauty spot ", "label": 0.0}
{"msg": "On my way to Topeka, KS. ", "label": 0.0}
{"msg": "@DevTesla i didnt mean to it hurts ", "label": 0.0}
{"msg": "damnit I didn't I woke up late and didn't make it to church ", "label": 0.0}
{"msg": "All I want to do is work on craft projects, but packing and studying come first. ", "label": 0.0}
{"msg": "@Enigma32 I didnt get a chance to see it, either ", "label": 0.0}
{"msg": "@devyyydangerrr aww I'm sorry your car died. ", "label": 0.0}
{"msg": "revision is not going to plan.  i just cannot even force myself to revise.", "label": 0.0}
{"msg": "looking for my kitty cat ", "label": 0.0}
{"msg": "Happy Mother's Day!! I wish I could be there w/ my mommy  But she got my flower's &amp; cards!", "label": 0.0}
{"msg": "What I can give to my mother? I have no idea ", "label": 0.0}
{"msg": "@hannamonsta &lt;3333333 hannababy. I miss you ", "label": 0.0}
{"msg": "must read something stupid for the school ", "label": 0.0}
{"msg": "@liihyam19 been there. still i am going bananas! lol. as you know, i dont hav any social life this summer break.  i feel dead of a sort.", "label": 0.0}
{"msg": "@ange1pie not a nice way to spend your Sunday ", "label": 0.0}
{"msg": "Just now left church and feel uplifted...but also sad because I'm so far away from my mommy.   Ms.Barfield", "label": 0.0}
{"msg": "going to grandma's than off to work @ 5 ", "label": 0.0}
{"msg": "Geez. It's rained everyday for the past week. ", "label": 0.0}
{"msg": "chillen at home ... sick  lol goin to my grandmas house for my daddioes b-day and mothers day", "label": 0.0}
{"msg": "Just lost the first race at Belmont ", "label": 0.0}
{"msg": "North park for jared's cousin's baby shower. Wish it was warmer. ", "label": 0.0}
{"msg": "the CL hangover continues in the football ", "label": 0.0}
{"msg": "glad we took mommy out ystrday but now i can't hang with granny today ", "label": 0.0}
{"msg": "migraine on mothers day? foul!    taking meds and resting hoping for a recovery by this evenings gift, a trip to see Star Trek!", "label": 0.0}
{"msg": "who wants to get breakfast cause my family went without me ", "label": 0.0}
{"msg": "@Oranzoval ...I don't even have your AIM/MSN, I don't think. ", "label": 0.0}
{"msg": "@WDC In AIR, there's no way to call system commands ", "label": 0.0}
{"msg": "@HOTTVampChick Uh-oh, are you canceling your twitter account? Please say that aint so ", "label": 0.0}
{"msg": "im just so lost with this wholething  no one even talks to me ** sob sob **", "label": 0.0}
{"msg": "im getting my braces tightened tomorrow! ", "label": 0.0}
