{"msg": "Just did a system recovery on my computer and now i have no internet. Wtf did i do? ", "label": 0.0}
{"msg": "@zpxlng am i updating too much i am sorry ", "label": 0.0}
{"msg": "@crazicrystal I feel your pain. Two huge test tomorrow and I don't feel at all prepared. ", "label": 0.0}
{"msg": "So cold outside. ", "label": 0.0}
{"msg": "@maybelline14  *hugs* definitely ready for a new week. #canucks will win tomorrow!", "label": 0.0}
{"msg": "@keithelder Same here!  Missing my friends at #teched2009.  ", "label": 0.0}
{"msg": "@wearebirds ohh just kidding ", "label": 0.0}
{"msg": "@epiphanygirl i am callin n itsbusy busy busy ", "label": 0.0}
{"msg": "@kristybelle88  i know and i have work to", "label": 0.0}
{"msg": "@jabbar_ yeah dude! I wish I had that flip mino with me right now! ", "label": 0.0}
{"msg": "Could some people please mourn fir my lizard with me? I loved her and she died. ", "label": 0.0}
{"msg": "So tired...I really want to sleep in late but I can't ", "label": 0.0}
{"msg": "@Pupitmiser I told my friend android blows iPhones out of the water... he got mad  you got me in trouble. oh, songbird = cool", "label": 0.0}
{"msg": "@kelly_6ft_under I have c done, and I have info for a(just have to figure out what I'm going to do) and I'm 1/2 done b  lots of work eh!", "label": 0.0}
{"msg": "has just booked my flights back from Cbr to Melbourne. Wish it was the other way though ", "label": 0.0}
{"msg": "@MinnerDinner  I also can't get back on the boards....it's been up and down for me for the past hour. ", "label": 0.0}
{"msg": "@miss_gato it sucks to make that realization about your friends ", "label": 0.0}
{"msg": "She really wants me to do those dishes. That's ridiculous. And now that the water's back on, I have no choice. ", "label": 0.0}
{"msg": "CRAP i ttly forgot until now that i have detention tomorrow  teachers suck...... :'(", "label": 0.0}
{"msg": "so dont wanna go back to work on tues! ", "label": 0.0}
{"msg": "@vanessamae01 Zucchini is also my favorite squash. And no, I did not get the video ", "label": 0.0}
{"msg": "Ooo...I get to sleep early for 2 weeks! Cos @Gregjames will be on at 4pm instead!  - means I can't listen live.", "label": 0.0}
{"msg": "Suddenly!! i love twiter. but why people can not find me from my username?? ", "label": 0.0}
{"msg": "@anime_addict. O  that sucks", "label": 0.0}
{"msg": "Its hard to know when people think that you are not good enough but it is even harder when you learn it from your loved ones. ", "label": 0.0}
{"msg": "@gliitterx3 it's not a juicy ring though  sorry if the picture didn't work I've never tried twit pic before http://twitpic.com/4yl0d", "label": 0.0}
{"msg": "@chiwhitesox aw  i hope u get 2 feeling better. Did the brewers and sox play 2day?", "label": 0.0}
{"msg": "my friend @shallomj got fucked by Dujuour Magazine's Letitia Burrell   http://bit.ly/NgXB5 (via @kk)", "label": 0.0}
{"msg": "just cried like no other watching the movie seven pounds... ahh so sad ", "label": 0.0}
{"msg": "@ShelleyFinch lmao no problem, i've got flu. ", "label": 0.0}
{"msg": "not interested in going to school tommorow.. ugrh  night twitterverse ! &lt;3333", "label": 0.0}
{"msg": "Is seriously going to ralph, I'm so fulllllll ", "label": 0.0}
{"msg": "This mothers day is starting to suck really bad ", "label": 0.0}
{"msg": "No more white chocolate moments ", "label": 0.0}
{"msg": "sick of the same old shit every day. ", "label": 0.0}
{"msg": "Going to bed, I don't feel well ", "label": 0.0}
{"msg": "@WordxLove i would prolly eat some!    we have tri-tip.", "label": 0.0}
{"msg": "I want to see &quot;My Sister's Keeper&quot;... wow I am going to cry so much!!! Looks like a really sweet and sad movie ", "label": 0.0}
{"msg": "Its trueeeee ", "label": 0.0}
{"msg": "@taylorbebop @meganandliz @wtccishot is super bored right now and is sick ", "label": 0.0}
{"msg": "First coat of paint is done! My stomach is still really growly and churning, I don't like it ", "label": 0.0}
{"msg": "back at the house.  excited that i got my cd.  i need to calm my nerves.  ministry work is hard with no support ", "label": 0.0}
{"msg": "Dead tired. Walking zombie on Monday morning. No, it's not Monday blues. It's a what??? Monday... ", "label": 0.0}
{"msg": "Back to school tomorrow  this sucks.", "label": 0.0}
{"msg": "I've never been so sunburned in my life. Except for that time in fourth grade. I'm still red though. I hate texas weather! ", "label": 0.0}
{"msg": "Ewww...crappy weather ", "label": 0.0}
{"msg": "Hmmm.. So it's 9:30... What should i do...? Go on the computer...? No.. It will be boring... I miss Ashley.  Come home so i wont be bored!", "label": 0.0}
{"msg": "laying in bed had to wach church from the computor   i have the flu bug,,,,,", "label": 0.0}
{"msg": "@DaRealsebastian omg! Nooooo.. Boston ", "label": 0.0}
{"msg": "Delima. My dad hates when I open my window cause the air is on but I can't help it, ", "label": 0.0}
{"msg": "is hiding in the law library... studying.. studying.. hungry though ", "label": 0.0}
{"msg": "@Markbutlurk: who bailed on what? Im bored and nosey ", "label": 0.0}
{"msg": "researching on the great maritime strategies...haha this is my work. Typhoon Emong displaced 64,000 people from their homes, sad ", "label": 0.0}
{"msg": "My sister lost her job... ", "label": 0.0}
{"msg": "@marievaleri hahahaha omggggg thats the image u have of me? ", "label": 0.0}
{"msg": "I really hope that I can enjoy my day off tomorrow. My last day off was last Monday.  ", "label": 0.0}
{"msg": "At home for the night. It's been fun riding around the city all weekend. Gotta take the rental back in the am ", "label": 0.0}
{"msg": "Worried about my lola. Scariest experience of my life happened today. ", "label": 0.0}
{"msg": "Okay so, I went downstairs and said &quot; HELLO FAMILYY!!, I'M AWAKE!&quot; and these were the responses, hi, whatever, hello, wtf loser. ", "label": 0.0}
{"msg": "ok got my personal evaluation done! sweet! now must finish watching satc and then head to bed for like....a whole 6 hours ", "label": 0.0}
{"msg": "does not want to go to school tommorow ! ", "label": 0.0}
{"msg": "Exam in just unda 7hrs  x", "label": 0.0}
{"msg": "@sugree will ask @jingjun to provide one. BUT ADSL not working today due to yesterday lightning.  find solution.", "label": 0.0}
{"msg": "@RedTeflon I am lost. Please help me find a good home. ", "label": 0.0}
{"msg": "@LeighWoodward thanks babes, 24 hours to go omg. I hate this time, I get so stressed out ", "label": 0.0}
{"msg": "i hurt my back yesterday ", "label": 0.0}
{"msg": "@wtcc saw your latest vid, boy your house is huge ! but your bedroom (previous vid) looks small and no windows in it ? sad ", "label": 0.0}
{"msg": "Finishing rereading a book I have read multiple times, need something new to read again ", "label": 0.0}
{"msg": "@hersheysweet Wasn't meant to be, I guess  ", "label": 0.0}
{"msg": "I ate too much toast and now I'm sick ", "label": 0.0}
{"msg": "Hasnt talked to Sam in a super long time  -alyssaBRUNO&lt;3", "label": 0.0}
{"msg": "Gave my mom a nice card for Mother's Day, and she just laughed and walked away. ", "label": 0.0}
{"msg": "http://bit.ly/GvBji  Someone teach me that ", "label": 0.0}
{"msg": "toothache ", "label": 0.0}
{"msg": "Monday, ewwww ", "label": 0.0}
{"msg": "Ok. Rinse. Repeat. Between the losses for @FCGoldPride and @Arsenal, it has been a sad, sad week in my soccer world ", "label": 0.0}
{"msg": "@whitcantwit Oh dude, I haven't had any of those in forever. And now I want some. ", "label": 0.0}
{"msg": "who gives a damn ", "label": 0.0}
{"msg": "Had a nice Mother's Day and is now sad that the weekend has come to an end ", "label": 0.0}
{"msg": "hey!!!!  lol i dont want to go to school tomorrow!  but...... i get to wear my new clothes!!! yay!!! ", "label": 0.0}
{"msg": "Oh come on. My Firefox has frozen, while Felicia Day is playing with a lightsabre! I can hear it but can't see it. ", "label": 0.0}
{"msg": "So sad  i want to watch American Idol finals ", "label": 0.0}
{"msg": "@DaRealSebastian my mom told me to shut up when i thanked her for conceiving me on her birthday in 82 ", "label": 0.0}
{"msg": "Guys are assholes. I feel like I'm gunna throw up ", "label": 0.0}
{"msg": "@Dj_Phat awwwwwwwwww, that's how ur doin me now?? lol makin fun of my spelling??  i'ma beat u up when i see u! lol", "label": 0.0}
{"msg": "Oh poker. Pocket aces over kings and an ace and only one dollar outta it ", "label": 0.0}
{"msg": "@awe_yeah i miss when we baked cookies together and ate them all! ", "label": 0.0}
{"msg": "@runningwaters9 that is true...She hasn't chilled at my crib in a minute...It seems like she only comes when its a party... ", "label": 0.0}
{"msg": "i feeling like throwing up ", "label": 0.0}
{"msg": "Gonna have lunch with my girls then review class after. Boo ", "label": 0.0}
{"msg": "iiii drank too much last night ", "label": 0.0}
{"msg": "@scarnicella @QueenBee912 @msk5015  i know.... everyone is planning bar nights... and well i just can't do it  ", "label": 0.0}
{"msg": "I'm home alone today ", "label": 0.0}
{"msg": "tuan is jealous that i only tweet about minh   beat 3 quality teams with tuan on my team this afternoon...he contributed with air balls ", "label": 0.0}
{"msg": "@dinhternet That was all I wanted to see!!  I hate children D:&lt;", "label": 0.0}
{"msg": "(Gulp and Sigh) Calling Mother - Must pretend to be strong. ", "label": 0.0}
{"msg": "Well, looks like I got the numbers all wrong... again  BUT (drumroll) there's actually an extra 250 Billion to be spent before July! ", "label": 0.0}
{"msg": "Oh @dujourmag, loved the new issue but now I see I can't respect you. Your reply was embarassing - so sad  http://bit.ly/18KK5U; @shallomj", "label": 0.0}
{"msg": "Sh*t, i have this song stuck in my head;  http://bit.ly/eh9ij ", "label": 0.0}
{"msg": "@CarolinaCandee My reply is no ", "label": 0.0}
