{"msg": "@ObviousLB I don't have any new DM ", "label": 0.0}
{"msg": "How theyyyy loseee by 2 pts smhhh!!!!! Shannyyyy madddd that dallas won  so am I!!! Ahhhaaaa", "label": 0.0}
{"msg": "@hamishandandy my pc is busted, can't pod-cast the show! Very sad!  will u be on rove sunday?", "label": 0.0}
{"msg": "@kandi3gurl05 better, but I cant go back to school for a while, so im gonna miss the trip ", "label": 0.0}
{"msg": "It's late right now, no one is around, no one is online, I'm alone and I hate it. I am starting to feel like this is going to be routine. ", "label": 0.0}
{"msg": "I just got my E3 badge!  Too bad I won't be able to make it down there.. ", "label": 0.0}
{"msg": "@TakingStock  -- Really that is great, I appreciate it = ) I do not think he is on take either someone on stocktwits.com suggested that ", "label": 0.0}
{"msg": "@iamstephluvah damnnnn steph we on the same wavelengths and shit tonight. The ones that got away ", "label": 0.0}
{"msg": "work at 5:30am  I just wish my computer would work is that too much to ask for?", "label": 0.0}
{"msg": "@krumpqueen12 yeah me too ", "label": 0.0}
{"msg": "@FreeMindStuck yeah i hate doing major surgery on laptops lol.. sounds bad, i'm going to have to do my screen and keyboard eventually ", "label": 0.0}
{"msg": "Constantly being interrupted by students wanting last minute help before the test in 90 minutes time ", "label": 0.0}
{"msg": "I dreamt my bank called to confirm a 1 million USD deposit to my account... doesn't count as #nightmare but I woke up crying nonetheless  ", "label": 0.0}
{"msg": "shit balls! 13 days left ", "label": 0.0}
{"msg": "really really wants bruno come to cuba with me ", "label": 0.0}
{"msg": "@entrancedshift  I'm sorry to hear that. Where is Bicol?", "label": 0.0}
{"msg": "  I never thought I'd become second choice...", "label": 0.0}
{"msg": "im going 2 the doctors now...wish me luck? :\\ uggh i hate the doctors  cyaaa xxx &lt;3", "label": 0.0}
{"msg": "@ingegoesbroadwa And for me, it's not a dresses day ('Oh really?') - but the things you say about PE and english, are true for me too ", "label": 0.0}
{"msg": "@yvonneduong imma bomb a test tomorrow too!  i miss you &lt;3 get some sleep!!!!!", "label": 0.0}
{"msg": "I am so effing hungry! I havent been able 2 eat solids since i pierced my tounge ", "label": 0.0}
{"msg": "@NicoleVicious I wanna go ", "label": 0.0}
{"msg": "Gossip Girl has me disappointed  where's the drama!?", "label": 0.0}
{"msg": "Still Smarting over the Canucks Loss...... ", "label": 0.0}
{"msg": "@0mie I don't like the chocolate one. Plus eating it makes me break out ", "label": 0.0}
{"msg": "awwww so chris goes and noone talks to me! ", "label": 0.0}
{"msg": "I don't know what to say ", "label": 0.0}
{"msg": "Disappointed that the Mavs made it to play another game ", "label": 0.0}
{"msg": "off to bed, way past this graduates bed time! work is going to come too quickly ", "label": 0.0}
{"msg": "I wish my Sidekick worked  HMPH.", "label": 0.0}
{"msg": "Time for work ", "label": 0.0}
{"msg": "is not all that broken hearted. Didn't want to jinx it but I had a pretty strong feeling it was over after game 4's loss. ", "label": 0.0}
{"msg": "Can't believe these sorry ass mavericks just won!  .all.about.m3.", "label": 0.0}
{"msg": "i didnt go to abbis dinner, i sleep all afternoon and wake up too late to go  But i did go to samanthas birthday lunch, was goos though ", "label": 0.0}
{"msg": "@shredone awe I have tmo and couldn't get it ", "label": 0.0}
{"msg": "i really want some cuddles ", "label": 0.0}
{"msg": "School, work, &quot;business&quot; meeting &amp; noodles @ Suku. Essay due @ midnight &amp; I'm sick.. I'll admit ", "label": 0.0}
{"msg": "Aw poor ting I was wiping my roms &amp; stepped backwards n felt sumtin soft, it was 2 baby birds cuz my bf trimed the palm &amp; the nest fell ", "label": 0.0}
{"msg": "@brooding_soul ohhhh...  i'm sure your computer feels unloved and neglected! name it fast before it rebels against you!", "label": 0.0}
{"msg": "@dfizzy, u got my phone taken away! i got an update from mobile twitter in 5th period History n i got in trouble ", "label": 0.0}
{"msg": "pretty much an idiot. @jemesenslapluie my phone is on crack and only like half of your text showed up. im sorry im not much help ", "label": 0.0}
{"msg": "tired n cranky aka bratty but gotta wait for two loads of laundry to be dried.  i juss wanna snuggle n ko alreg ughhh", "label": 0.0}
{"msg": "where all the follows at? I miss SD already *sigh* ", "label": 0.0}
{"msg": "I'm sorry for all those fans who will not be able to be NKOTB because of the cancelled shows ", "label": 0.0}
{"msg": "Had to wake up way too early... Drove my parents to work. And now, as usual, I can't sleep anymore... ", "label": 0.0}
{"msg": "i didnt go to abbis dinner, i sleep all afternoon and wake up too late to go  But i did go to samanthas birthday lunch, was good though ", "label": 0.0}
{"msg": "@Teairra_Monroe U dont live in Detroit no more  If u dont u still r the greatest do ya thing Teairra! Double Kisses.. Follow Me", "label": 0.0}
{"msg": "if i keep lying i'm going to drown in my own lies   but  the truth it's not possible not in this situation ", "label": 0.0}
{"msg": "@Bluenscottish Distance isn't so much fun  Would much rather have her in my arms again.", "label": 0.0}
{"msg": "@meeganchicken is the coolest! I wish she would text me ", "label": 0.0}
{"msg": "Blehhh testing started today -.- urghhh I hurt my knee and got a shot ", "label": 0.0}
{"msg": "@jodisey ... cum on line! ", "label": 0.0}
{"msg": "@delilahmarie89 200  ugh by may 20 and i have no job . luckky me", "label": 0.0}
{"msg": "@babybritain aww you should ", "label": 0.0}
{"msg": "Shawn &amp; mark are my FAVE couple!! Even tho the jdges liked this dance, I found it a lil boring  I'll still probly vote 4them tho! Marks", "label": 0.0}
{"msg": "Nevermind, I take that back.  Just when I started wearing it every day it breaks.", "label": 0.0}
{"msg": "My niece Avalon is sick and i feel so bad for her. She looks so little and sad! ", "label": 0.0}
{"msg": "@kmzrtl haha me too fuck ", "label": 0.0}
{"msg": "My creativity has been sucked dry... ", "label": 0.0}
{"msg": "I bit my lip so much today out of nervousness that now its all owie and bleedy   ", "label": 0.0}
{"msg": "@DallasMavsGirl If #Mavs win game 5, count me in for game 6 tix.  Okay, I'll be realistic. ", "label": 0.0}
{"msg": "@vanessa_87 goodnight. Thanks. It hasn't hit me yet. ", "label": 0.0}
{"msg": "Fighting wit FYP ", "label": 0.0}
{"msg": "currently looking for my back-up battery for my voyager  it's gonna be a looong ass night, with NO sleep in sight D:", "label": 0.0}
{"msg": "is so lost on here. ", "label": 0.0}
{"msg": "man I'm stranded with out a car...super bored...and no school someone save me ", "label": 0.0}
{"msg": "I think I'm getting sick  really sore throat and stuffy ears. Not a good sign!", "label": 0.0}
{"msg": "@xXJess017Xx How was your day? .. .... Grrr now I'm hungry for a Quarter pounder w/ cheese.. ", "label": 0.0}
{"msg": "@rickypaull I'm so sorry.  I lost my bouvier in Sept and still miss the big hairball. Love AMC! I watched it forever. Great comedy in it!", "label": 0.0}
{"msg": "Today, I keep having sudden bouts of vertigo  http://ff.im/-2OhJn", "label": 0.0}
{"msg": "@eddieabdullah   i wouldn't be surprised if they actually do", "label": 0.0}
{"msg": "@DecentMan ROFL Sorry Long day wife got laid off today ", "label": 0.0}
{"msg": "@pnker and not surprisingly, your tweet seems boring to me now ", "label": 0.0}
{"msg": "gosh! Dallas won.. why oh why...  oh well, there's still another game.. go Nuggets!", "label": 0.0}
{"msg": "Woke up and my baby wasn't here  This sucks", "label": 0.0}
{"msg": "Alright....tired of reading.    What to do?  Maybe I should work on recording?  Oh wait...that's reading too.....", "label": 0.0}
{"msg": "@LisaH It was indeed beautiful - I was going to take shots, but when I got home, I discovered its below the tree line. ", "label": 0.0}
{"msg": "@phillythug215 hey love i checked u out earlier on blogtv but u were playing a bunch of vids ", "label": 0.0}
{"msg": "@yeffclimbs oh goodness ", "label": 0.0}
{"msg": "Again, thank you all for the lovely birthday wishes! I had an absolutely lovelyday! But I didn't get free @Starbucks with my Gold Card! ", "label": 0.0}
{"msg": "so many of my friends left today on birthright ", "label": 0.0}
{"msg": "@cindaaababeee well i know you love him n everything n he's beastly; lol n @sh00kz FML ima be so lonelyyy ", "label": 0.0}
{"msg": "whew! end of lunch break..still sleepy ", "label": 0.0}
{"msg": "That link in the last tweet should be working.  Sorry bout posting the bad link yesterday ", "label": 0.0}
{"msg": "@LEGmin haha... i am so a dork . you just dont know me . hahaha  i look like my dad kaha . hehe you watchin the david's sa manila?? ", "label": 0.0}
{"msg": "@tararuj Yard sales are fun to go to. But not to setup and run yourself. ", "label": 0.0}
{"msg": "@tavia79 yeah so suckkkss  i want those t shirt!", "label": 0.0}
{"msg": "ohhhhhhhhhh, very long day, it just started and i am dreaming of my nap at 6, i wake up asking myself when i will get back to sleep ", "label": 0.0}
{"msg": "This sucks... I slept away the evening and now I won't go back to sleep til way late ", "label": 0.0}
{"msg": "So fed up the Canucks are out of the playoffs..... ", "label": 0.0}
{"msg": "i am possibly going to wheeling this weekend to see my friends graduate even though i should be with them.  it's going to be a sad day.", "label": 0.0}
{"msg": "@okcomputer27 haha XD YEAh, cancelled shows suck  Luckily for me they didn't cancell the shows in California ;) So hopefully i will be", "label": 0.0}
{"msg": "@duckie_kate  Then they'll have to get fucking 'undiscovered' people or w/e.", "label": 0.0}
{"msg": "@DecentMan ROFL Sorry Long day wife got laid off today  So I'm looking at other possible work", "label": 0.0}
{"msg": "@melchoy Damn, Mel! That just makes me real sad.. And pissed of.. cos some b*#@h hit my baby today as well ", "label": 0.0}
{"msg": "@arm_candy: @tweet_genius my TG won't update at all after a battery pull and all. I even redownloaded it and nada  @boygenius", "label": 0.0}
{"msg": "How do you get a 17 yr old to sleep after a nightmare ? Hes starting to annoy me ", "label": 0.0}
{"msg": "@andyy oh? Too bad ", "label": 0.0}
{"msg": "Girls at the the gym have big butts, sadly they also have boyfriends with big muscles! ", "label": 0.0}
{"msg": "@chrissinicole samsies... I always break mine tho ", "label": 0.0}
