{"msg": "AT LAST!!! some time off ", "label": 1.0}
{"msg": "It's a short week for me and I'm wearing a new blouse...the day is off to a good start! ", "label": 1.0}
{"msg": "let's have some fun, this beat is sick. i wanna take a ride on your disco stick. ", "label": 1.0}
{"msg": "finally finished my hair. now onto my homework ", "label": 1.0}
{"msg": "Everyone ready to start the week???   http://twurl.nl/pq12wl wooo hooo!!!!!!!!!!", "label": 1.0}
{"msg": "@jbenhartley I was wondering when it was gonna happen brother! congrats  thrilled for you both! did it go down like you wanted??", "label": 1.0}
{"msg": "Cheerfully working my way through emails to all the inspiring, ambitious, like-minded folk I had the pleasure to chat with at #shine09 ", "label": 1.0}
{"msg": "@purplehippie so so today lizz, i'm in the happiest mood ", "label": 1.0}
{"msg": "says gooevening to everyone. it's 8:13 pm here. ", "label": 1.0}
{"msg": "Like 4-5 people at my school are preggers. Gotta love dem small town whores ", "label": 1.0}
{"msg": "@mistygirlph anytime, awesome tweets as always ", "label": 1.0}
{"msg": "@RhyseRichards Mine IS TOO!...Wow...It's fate ", "label": 1.0}
{"msg": "Work! But only 12 days to til the Bahamas! and 11 days til I see @djgi and @bobbybkdreams ... my blu kolla brothas! ", "label": 1.0}
{"msg": "@numerodix thanks martin...yep, the third one it is... ", "label": 1.0}
{"msg": "@Jonasbrothers  thanks for putting ireland back on the map boys!! go raibh maith agat ", "label": 1.0}
{"msg": "@MikeOrmond Is that a cup&lt;T&gt; http://bit.ly/7SO9v  ", "label": 1.0}
{"msg": "I'm just a big bundle of screw up  When things are screwed up, what do I do? Screw them up more! Know why? 'Cause that's what I'm good at!", "label": 1.0}
{"msg": "@thebadhousewife It is a frosty 39 here right now.  We're making progress.  It was 36 when I woke up ~ but hey, its sunny ", "label": 1.0}
{"msg": "@Illyria13 no idea why i didn't get your tweet, but i found you now!  woot!", "label": 1.0}
{"msg": "@Tink10270 yes of course! I`ve made several icons with the recent pictures ", "label": 1.0}
{"msg": "@erichv was asking the Q as some noobs have ask me - one can learn a lot by observing and then throw yrself in, me? I jumped in ", "label": 1.0}
{"msg": "@sunriseds thankyou ", "label": 1.0}
{"msg": "watch this  http://bit.ly/XYKYN", "label": 1.0}
{"msg": "@headhunter69 OK OK I cut loose the five bucks for texting. Dang! Just don't be surprised when I deduct $5 from your lunch on Wed. ", "label": 1.0}
{"msg": "the first rule of baby fight club is dont talk about baby fight club...bahahahaha...GNW ", "label": 1.0}
{"msg": "Hey @NelsonAspen !!! Love watching you on Sunrise every morning ", "label": 1.0}
{"msg": "@emmmmaaax awww im a vegetarian too  ive been one for ageesss |-) i miss chicken nuggets", "label": 1.0}
{"msg": "@theNEWkaskas ok. Can somebody tell @johnlegend to pass by Barbados in June before he hits up Trinidad? Thanks!! ", "label": 1.0}
{"msg": "@amitbhawani seems ur good at stock market too.. ", "label": 1.0}
{"msg": "@ceasarallencdog Awesome  Glad to help!", "label": 1.0}
{"msg": "@trammisms Feeling better this morning, thanks.  It's amazing what some sleep can do for you.  ", "label": 1.0}
{"msg": "hmm. looks like my cooler is working finally ", "label": 1.0}
{"msg": "@Emmaloid I also wish you were a zookeeper. fuck, let's face it, you kind of are  I cannot wait to see you both like CANNOT wait lol", "label": 1.0}
{"msg": "swinging is not just about sex, it'a about friends too. then sex ", "label": 1.0}
{"msg": "@KeepinUpWKris God Beless you and ur family also ", "label": 1.0}
{"msg": "@Jamie_127 hows u been neways enjoying freedom? been up to much?!  x", "label": 1.0}
{"msg": "I'm at school. Not too excited. But i got to drive the passat again. ", "label": 1.0}
{"msg": "@rebeccao372 am off on yet another mountain challenge in Jan, will be getting loads more in this year here as usual ", "label": 1.0}
{"msg": "@blusol  Yup, I went to bed early last night, so I am up early    I've been doing 40 of each crunches that I do a day!", "label": 1.0}
{"msg": "@CindyKing well.... speaking 4 languages fluently does the job for me ", "label": 1.0}
{"msg": "@stePRINCE :L YEAAAAH!  He better do well this week, or he's going back.", "label": 1.0}
{"msg": "@claymuse I don't even care if you look at my link!!!  what's your link??", "label": 1.0}
{"msg": "@CrazyBallerina the messiah!!! hahaha .... he thinks he is &quot;Bruce Almighty&quot; ... its time the cookie crumbled ", "label": 1.0}
{"msg": "@AndreaHamilton should stop by Singapore and perform once again at the Esplanade! ", "label": 1.0}
{"msg": "@musicjunkie11 freakin FUN! ) graaabe. 13 hours! i left mga 6:30 and nag uwi ako mag 7:30 . my update oh. BEST day of my summerr! ", "label": 1.0}
{"msg": "@azuwanjuna  Hey! please check out www.myspace.com/daysdifference -band of two sets of brothers! good band! i hope you like them! ", "label": 1.0}
{"msg": "@xcalibur8001 Huzzah! You're nearly famous. ", "label": 1.0}
{"msg": "work is done, off for a beer ", "label": 1.0}
{"msg": "@myaabaoag12&gt; sorry. hehe. i don't kNow it yet. sorry. sorry. ", "label": 1.0}
{"msg": "when everything seems to being going crazy there is always that one person to make the waters calm thanks sis. ", "label": 1.0}
{"msg": "Been doing maths papers all morning and listening to Lily Allen. ", "label": 1.0}
{"msg": "@dyan_x and I only bought a programme haha im saving money for my katy perry programme &amp; jonas brothers &amp; demi merchandise   SO EXCITED", "label": 1.0}
{"msg": "@kimbarweee KIMMMMMM WHERE YOOOOO AT  wuu2 dood? x", "label": 1.0}
{"msg": "Hello world!  how are you on this monday? Here in DMV area it's a lil chilly as I wait for my train...and of course, I'm sleepy.", "label": 1.0}
{"msg": "@cchellez :passes along the coffee:  ", "label": 1.0}
{"msg": "@khanserai maybe they &quot;know&quot; that women will be better drivers ", "label": 1.0}
{"msg": "@chelseachua GO ONLINE, im waiting for youuuuuuu, Chelbinnnn  Woobin + chelsea. HURHAHA", "label": 1.0}
{"msg": "just back from school. oh my hair is a mess :'D but anyways, today's my mom's birthday. HAPPY B-DAY MOM!! &lt;33 ", "label": 1.0}
{"msg": "@migsd no problemo! thanks for everything din. I had so much fun!!! ", "label": 1.0}
{"msg": ".HOUSEEEE. ", "label": 1.0}
{"msg": "@jonswerens Thanks, Papa! I hope I can do other exercise today. I am on a roll! I just don't want to b on a gurney. ", "label": 1.0}
{"msg": "Strawberry pop tarts ", "label": 1.0}
{"msg": "Keep your child or kids doin positive things www.myspace.com/antoniokidsmuzic where it is safe to listen to good rap music for children ", "label": 1.0}
{"msg": "http://twitpic.com/54wuy - wahahaha! she's more beautiful than betty! wahahaha! love her gown. hahaha. ", "label": 1.0}
{"msg": "heading to work on the train reading the book of Romans &amp; listening to Indie Rock ", "label": 1.0}
{"msg": "Freshmen Orientation, done. This day was a blast! Feeling excited on my first day! Yaay! ", "label": 1.0}
{"msg": "On the horizon:  morning routine, pre-school drop off, meditation time, work and ED!!!!!!!!     Singing a Bob Marley Tune.......", "label": 1.0}
{"msg": "Out the door before 7am on a monday morning- hope its a sign of a very productive week ", "label": 1.0}
{"msg": "@SSBxoxo the waffles were your cure? I see you know the ancient texts ", "label": 1.0}
{"msg": "me&amp;nikkihad sum laugh in religon  :L:L &quot;SISTER&quot; &quot;you just...&quot; on my own there  :L:L  lets go G.N.O. wooohooo :L:L:L love you", "label": 1.0}
{"msg": "I hate myself for it, but I love that asher roth song. On radio1 just now ", "label": 1.0}
{"msg": "what's up everyone? ", "label": 1.0}
{"msg": "@AndreaDG oooh! Marty's cracklins!! Yum-o!!! Haha  I love that!!", "label": 1.0}
{"msg": "Tyler said &quot;diaper&quot; today while pointing to the diaper box! Too cute ", "label": 1.0}
{"msg": "@HalaGorani  Wow Monday and Tuesday also? awesome ", "label": 1.0}
{"msg": "Working on my next Ad campaign starting tomorrow excited ", "label": 1.0}
{"msg": "is taking my fragile old body to bed for rest. Old fart needs his sleep. Just kiddying  night my twitters loveeeeeeee youuuuuuuu", "label": 1.0}
{"msg": "@youngblood you shop at #digitalplanetSA..  Thanks so much for the tweet! hope to hear from you soon!", "label": 1.0}
{"msg": "@arwa_abdulaziz Thanks for sharing us  ", "label": 1.0}
{"msg": "@fannypackfanny http://twitpic.com/5eqdt - ahhhhh!!! look at you! your hair was so blonde!! the purse and muffs are amazing too ", "label": 1.0}
{"msg": "On my way to drop @justincavazos off. Then school. Ewh @mondays -_-. Have a good day at rac @priscillaax3 I miss you! ", "label": 1.0}
{"msg": "@stargardener Good morning!! I'm doing well. Waking up slowly - enjoying my coffee.  Oh, think I found me a new FRIEND! ;)", "label": 1.0}
{"msg": "&quot;when they've found out that cat can't roar, the question is: can it speak?&quot; @orcmid gets stuck in to document interop ", "label": 1.0}
{"msg": "@alexandriahugo Uh it's 97 now  Jus' so ya know!", "label": 1.0}
{"msg": "@teaganxD are you looking for a home-based job? would you like to offer your services? please @ or DM me; I'll try to help you find work ", "label": 1.0}
{"msg": "@ozdj Yes it's true ", "label": 1.0}
{"msg": "@JungJae  its my lucky~ nai` ba` folow ong bumny nha` tui roi` con` hoi? lam` j`...PT", "label": 1.0}
{"msg": "just watched a movie about helvetica ", "label": 1.0}
{"msg": "@Emsbabee i write for the writer in exchange for contacts, advise and experience ", "label": 1.0}
{"msg": "@snipeyhead I land at ORD at 4:30 CDT, so it'll probably be 5-5:30 before I actually get to the hotel. I'll be looking for ya.  #tek09", "label": 1.0}
{"msg": "@jonmchu There's a dog stealing your seat! ", "label": 1.0}
{"msg": "@elsiekins2 i left the library - i realised i hated it  so i went home, sorry :/", "label": 1.0}
{"msg": "@xoxomandy yay!  you're welcomeee.", "label": 1.0}
{"msg": "@bekisbest sweet! i'll text you when the parents and such are out, and we can do something fun ", "label": 1.0}
{"msg": "@coldplay http://twitpic.com/5f798 - yes, please do twitter ", "label": 1.0}
{"msg": "headed to chicago for a great week ", "label": 1.0}
{"msg": "@BethFishReads LOL  thought i'd try using a photo instead of my disdainful-looking logo pic.", "label": 1.0}
{"msg": "Wow 12 followers in less than 30 mins! twittergetter rocks!  You should try it! --&gt; http://tweetergetter.com/binsoy1", "label": 1.0}
{"msg": "@gnimsh If you pencil me in for a nap, I'll prob go along w that schedule. ", "label": 1.0}
{"msg": "@LariiTran nrl.com. ", "label": 1.0}
