{"msg": "@tommcfly hi tom! I miss when you spoke Portuguese in google translate! I love you so much man! Please, answer me! I need you man!  xx", "label": 0.0}
{"msg": "*cries* I just Lost. ", "label": 0.0}
{"msg": "I want Rammstein to hurry up with this album and tour already  and why the hell do CKY only do London? Its sells out in like a week. Fuck.", "label": 0.0}
{"msg": "I hate long sunday afternoon bookings!!!!  Why can folk not just stick to fri and sat nights? ", "label": 0.0}
{"msg": "resetting my google reader to zero took more inner strength than i woulda thought. never gonna catch up to 1000+ unread posts though. ", "label": 0.0}
{"msg": "happy mothers day to me. now both kids have the flu and i'm starting to feel pretty icky. ", "label": 0.0}
{"msg": "@unitechy and i thought the call was to speak to me in general ", "label": 0.0}
{"msg": "off to bed now... hope every one had a great mothers day!! off to work tomorrow  so dont wana go....", "label": 0.0}
{"msg": "overdosing on French loaf's chocolate goodies! Mousse yesterday, brownies in the morning and cake now. Adieu, my waist. I'll miss you. ", "label": 0.0}
{"msg": "Happy Mothers Day!!!! to all the lovely mothers in the world including my own....i gotta work today so i can't be home ", "label": 0.0}
{"msg": "Just said goodbye to my hubby  the next time I see him will be in an airport... Somewhere.", "label": 0.0}
{"msg": "Wow... I just realized its Mom Day &amp; I have 10 essays to do for  Juvie...grrr. ", "label": 0.0}
{"msg": "@Saaamm Oh, bad times! ", "label": 0.0}
{"msg": "@irohan don't really remember where i got it ", "label": 0.0}
{"msg": "@ddlovato http://twitpic.com/3ez15 - i you hate in this picture,you're soo tan,it makes you look older ", "label": 0.0}
{"msg": "To Where You Are - The saddest song ever  Still thinking about you, every day RIP", "label": 0.0}
{"msg": "@Megannnnn grr, can you ask your cousin cuz my limewires broken :@  x", "label": 0.0}
{"msg": "WHERE IS EVERYONE?? NO ONE'S TWEETING!!!                    x", "label": 0.0}
{"msg": "I have nobody to talk to since @captainfromCDU and @downesy started their twitaffair ", "label": 0.0}
{"msg": "Home sweet home, philgrant was very confused, missed the start of the F1 ", "label": 0.0}
{"msg": "Loving getting SMS updates abt my hubby's distance and pace for the Mississauga Half. Would still rather be running ", "label": 0.0}
{"msg": "wish me luck.  darien moms are scary.   a little bury your dead to get the morning started off on the right foot at least. *grins*", "label": 0.0}
{"msg": "i have to do the dishes ", "label": 0.0}
{"msg": "@Eyglo how do u open these blip fm streaming from ur phone? Doesnt seem to work on mine. ", "label": 0.0}
{"msg": "says that he must go back to his place now, far away from home.. How sad.. ", "label": 0.0}
{"msg": "@meykel @pinot Not only that, it leaves a very unpleasant aftertaste in your throat. ", "label": 0.0}
{"msg": "left the boyf and dropping kev off at her gate! ", "label": 0.0}
{"msg": "@davidwhittam by we I meant me and 5olly, ie the rubbish ones. ", "label": 0.0}
{"msg": "Going to sleep.  Have to take Tank to the vet before work today. ", "label": 0.0}
{"msg": "had to stay back @ work for 40mins &amp; now waiting for the wash to finish so i can put it in the dryer. 7am start 2moro, so painful ", "label": 0.0}
{"msg": "balls, I seem to be missing F1  #lookingatpaintcoloursagain", "label": 0.0}
{"msg": "get well soon mom  i'm sick too sadly!", "label": 0.0}
{"msg": "@davidwhittam My job got a bit high-powered all of a sudden, when I'm in London after 5.30pm it's to work late, these days ", "label": 0.0}
{"msg": "Another Intolerance Discovered  http://tinyurl.com/obxtdj", "label": 0.0}
{"msg": "@StephanieBlews Yeah, I've been coughing and hacking even worse than I was  I have a million bug bites and I feel miserable", "label": 0.0}
{"msg": "@thedevilicious how long did you run for? I can't even manage ten mins  xxx", "label": 0.0}
{"msg": "ARE SUNDAY'S THE MOST BORING DAY OF THE WEEK ? ", "label": 0.0}
{"msg": "Gonna miss my dog so much,R.I.P Toby ", "label": 0.0}
{"msg": "Bk from Norfolk &amp; in bd w/ rlly bad cold, couldn't giv parents big hug they deserved as scared of passing on. Hubby had 2 do all drive hm ", "label": 0.0}
{"msg": "@stevowallis well maybe you can have one when you come back ;P sorry, this is the reason why i haven't been down to the big city! ", "label": 0.0}
{"msg": "Prom was fun, I can't sleep amymore,my legs hurt, I'm upset about not getting pics done ", "label": 0.0}
{"msg": "i can't find my cat. sie ist weg ", "label": 0.0}
{"msg": "i miss rainy nights ", "label": 0.0}
{"msg": "Tryin to sleep. :/ Its hard. ", "label": 0.0}
{"msg": " freaking out about the exam.", "label": 0.0}
{"msg": "petition schmetition... what we need is a council that is supportive of independent business. just a bit a fairness .. f'ing fatcats ", "label": 0.0}
{"msg": "aww @danivaffan ! I'll rescue you ASAP! I'll be there june 12? too long huh ", "label": 0.0}
{"msg": "@Jayne0807 thank you, and I agree def some stranger twitterers, can't stand the ones who tweet obscenities constantly ", "label": 0.0}
{"msg": "I. Am. So. Fucking. Sick      I wanna dieeeeeee", "label": 0.0}
{"msg": "@cheekygene oh I see like that is it, oh well, looks like I won't be mowing meadows today... ", "label": 0.0}
{"msg": "Happy Mothers Day! Working 11 hours....    ", "label": 0.0}
{"msg": "okay. cool. i'm sorry i'm projecting, it's been a very long week  @trekkerguy", "label": 0.0}
{"msg": "Homework... ", "label": 0.0}
{"msg": "lol I didnt realize #wheniwaslittle is the same as #wheniwerealad oh well too bad for me ", "label": 0.0}
{"msg": "Watching? Mate I wouldn't put my life on hold for Mancs (utd or city). Anyway, our league finished last week ", "label": 0.0}
{"msg": "Played 1-2 limit hold em' last night, no fun clubs  gotta be 21 Was up $12 @ one point, then the dealers switched LOL fun night overall", "label": 0.0}
{"msg": "@JustRod202 Awww I'm sorry Sir. ", "label": 0.0}
{"msg": "I dont finf the fu*kin lcd screen for my blackberry ", "label": 0.0}
{"msg": "no fair i wanted to stay for forever ", "label": 0.0}
{"msg": "up early waiting to take the hubs to work so he can leave for two weeks ", "label": 0.0}
{"msg": "@gavhudson Watching? Mate I wouldn't put my life on hold for Mancs (utd or city). Anyway, our league finished last week ", "label": 0.0}
{"msg": "A restless night with tummy ache is a BAD prep for a long day of graduation events. . . . ", "label": 0.0}
{"msg": "today is sunday...tomorrow school   try to do homeworkt but it's so boring...i'm looking forward ashley tisdale's new album :]", "label": 0.0}
{"msg": "ugh, why did i wake up?! i only slept for 5 hours ", "label": 0.0}
{"msg": "@icyabstract its not letting me chat to you ", "label": 0.0}
{"msg": "wants her sweetie back ", "label": 0.0}
{"msg": "I miss Mimi already ", "label": 0.0}
{"msg": "@excell87 Now not so anymore. ", "label": 0.0}
{"msg": "Getting on the plane. Wish me a safe trip. Im gonna miss my babe ", "label": 0.0}
{"msg": "Damn memories &gt;=| AOISJAIOJS)WI)@(I!@)(281902719812781297!@&amp;*(@&amp;!&amp;(1937709212130892(*)U#(#)!)(27109@)&amp;(2701)&amp;(.  love for you Mara &lt;3", "label": 0.0}
{"msg": "bored cuz no one is awake lol even nobodys on myspace  txt it", "label": 0.0}
{"msg": "Hrmpf. Can't find any real documentation on making Windows Media Player plugins ", "label": 0.0}
{"msg": "@niiing i walk into doors regularly  and when they are not transparent  the other day i closed a door on my FACE", "label": 0.0}
{"msg": "Cant find my iPod charger ", "label": 0.0}
{"msg": "Out of printer ink ", "label": 0.0}
{"msg": "@niiing it hurt ", "label": 0.0}
{"msg": "@mofgimmers: @dougstanhope he's pretty quiet though ", "label": 0.0}
{"msg": "It's my Birthday tomorrow! :-D I'm soOoOoOoOo excited!! Shame I have to go to school..... ", "label": 0.0}
{"msg": "Happy Mother's Day Mom!!  I love you soooooo much!  I wish I didn't live so far away from you ", "label": 0.0}
{"msg": "Another week of school. I have cross country 2morow. I SO DONT WANT 2 DO IT,  HATE IT!!!!!!!   ", "label": 0.0}
{"msg": "@binncheol I'm sorry  I think I borrowed it off someone and they didn't have the second... I'll read over the summer ", "label": 0.0}
{"msg": "Happy Mothers Day everyone. Getting ready for early church then I'll be moving my furniture into storage ", "label": 0.0}
{"msg": "Gettin ready to bring my bro to work ... I'm so tired of bein a taxi and an alarm clock.  ", "label": 0.0}
{"msg": "Learning some important things about video editing. For example: not to forget where you stored your footage. ", "label": 0.0}
{"msg": "I like what you say..i'm so sorry if you are angry with me now   it wasn't my intention   i'm so sorry..", "label": 0.0}
{"msg": "@MissMary  hope she is ok", "label": 0.0}
{"msg": "Mothers Day Mass, it's going to be weird not seeing George, RIP ", "label": 0.0}
{"msg": "Happy Mother's Day!  I'm going to work for 5 hours because I wasn't on the ball enough to ask for it off ", "label": 0.0}
{"msg": "i cant stop listening to fall for you - secondhand serenade. @justjessxo21 hellp ", "label": 0.0}
{"msg": "You left me again  Malo !", "label": 0.0}
{"msg": "just checked my bank account, now i'm lonely AND DEPRESSED. wish I hadn't spent so much money last night ", "label": 0.0}
{"msg": "About to head into the office again. Clear one set of shelves, then pack equipment from lab. Then...done! Except for unpacking... ", "label": 0.0}
{"msg": "@Pyrmont OH! MAAAAAAN   http://yfrog.com/3hlajp   But in all seriousness, that's gotta hurt.  ", "label": 0.0}
{"msg": "school  I'm comming back after ;)", "label": 0.0}
{"msg": "I just set up twitter on my phone. Oh yeah. I just hope it doesnt cost. ", "label": 0.0}
{"msg": "up and gettin ready to take my grams to the airport... ", "label": 0.0}
{"msg": "@AreonLee Aha yes but I'm doing sociology for one of my exams on Tuesday atm ", "label": 0.0}
{"msg": "@betchaboy - only in their christmas puddings maybe . . . I was looking for a shilling for my dad's collection when I was there in Feb ", "label": 0.0}
{"msg": "just had a look at http://www.animalsaviors.org/ it's unbelievable what mankind is able to do for profit. just signed the petition ", "label": 0.0}
{"msg": "@madsbb http://twitpic.com/4wvvp - At least it's a Lancia... ", "label": 0.0}
