{"msg": "@Astro_Mike Awesome!  I'm so excited for you.  ", "label": 1.0}
{"msg": "I honestly slept for 10 hours last night. I'm gonna be late, but I don't care. Pancakes are worth it. ", "label": 1.0}
{"msg": "@myazulkifli nah, tweetdeck recruits are always awesome ", "label": 1.0}
{"msg": "Good morning ya'll! I'm up....Thank u God 4 another day!! Tytorey doing the usual arguing b4 school. That brotherly love. LOL ", "label": 1.0}
{"msg": "@anxiousdog Me too - I woke up about an hour early; it's nice to get some morning time alone while the kids are still asleep!  ", "label": 1.0}
{"msg": "@sunchita yesss ... but kya banaoon?? sochta hun ", "label": 1.0}
{"msg": "@journey2health what a discusting background!  hope you succeed in quiting smoking. i will certainly never start.", "label": 1.0}
{"msg": "@davidjohnpowell I think you did though your comment pretty much gave it away ", "label": 1.0}
{"msg": "@ventura116 lol my mom is the opposite. The less she has to plan the better it is for everyone around her.  ~Kalla~", "label": 1.0}
{"msg": "Last night was fun.. danced with Quentin Tarantino, wore his socks as you can't wear shoes on the boat ", "label": 1.0}
{"msg": "@ssieg http://twitpic.com/5f4bb - Nice, Shawn...real nice!    Very MULTIgrain!  You're even growing your grains!", "label": 1.0}
{"msg": "First vet appt. For Lex! Hope everything goes good (and that she dosent have a chip! She's mine now   http://twitpic.com/5f8y1", "label": 1.0}
{"msg": "Happy 16th birthdaaay Mila! ", "label": 1.0}
{"msg": "@GeekyGrrrl Thank you! ", "label": 1.0}
{"msg": "desperate housewives and brothers and sisters tonight ", "label": 1.0}
{"msg": "wow...it's going to be a busy week at work!  which is great bc that means the weekend comes faster.", "label": 1.0}
{"msg": "Today's children are tomorrow's beekeepers. Teach children about Pollination and the importance of Bees ", "label": 1.0}
{"msg": "@mysummerbeard Thanks! How was your weekend? GOOOOOOO #MAGIC!!!!!  haha", "label": 1.0}
{"msg": "Mark Lee - Hope ya all having a good afternoon....ginge on the way after 4pm with the request fest. 697 611 0638 to request your song ", "label": 1.0}
{"msg": "I seriously cannot WAIT to go to the beach. June 13-20 at Ocean City Maryland. Be there or be square! ", "label": 1.0}
{"msg": "@tommcfly : aaw, glad that the cat is okay now.  xx", "label": 1.0}
{"msg": "@missdeebabyy i just saw your twitter! hahaha, jerk! ", "label": 1.0}
{"msg": "@Marge_Inovera We are just fine, thank you! And you? ", "label": 1.0}
{"msg": "English exam on friday went gooood! im hooooora gettin an A ", "label": 1.0}
{"msg": "@Laura_lou27 I'm rarely all wrong ", "label": 1.0}
{"msg": "Lots of little ducklings along the canal ", "label": 1.0}
{"msg": "@dnablyde Slow cooked lamb sounds a touch more mouthwatering than my beet root, avocado and rocket lettuce salad ", "label": 1.0}
{"msg": "@akiratorii Happy Birthday. Hope you have a greay day and God Bless ", "label": 1.0}
{"msg": "@Maeva__t nah babe, you're not alone ", "label": 1.0}
{"msg": "@Wimbledon I can feel the action as if I was on the centre court yesterday.  Nice job. Keep up the good work!", "label": 1.0}
{"msg": "drug rep about to bring lunch in .... ", "label": 1.0}
{"msg": "ohh. my favourite. thanks. tomorrow beach.   &lt;3", "label": 1.0}
{"msg": "@DonnieWahlberg 4 me??!!   &quot;...I got somethin' u like so quit playin'...&quot;", "label": 1.0}
{"msg": "@onion2k shiny is nice...  I like shiny too.  I just hate Vista, with a mean passion!  ", "label": 1.0}
{"msg": "Sat in starbucks but this time we are graced with eloises presence! ", "label": 1.0}
{"msg": "@merry_m Where'd ya go?! HAHAHA! =D Did you mean the voice message as in a link to it or something or my tweets about it? ", "label": 1.0}
{"msg": "(@RGM77) I Got TWO EARS - One MOUTH - Time To Shut UP And EAT, Ummm Sorry - LISTEN Now _ SOEAK TO ME - Lets Talk ", "label": 1.0}
{"msg": "@ronnyvengeance I would be beyond excited ", "label": 1.0}
{"msg": "@fajarjasmin i know u could, sir !! i'll help as much as i can.. ", "label": 1.0}
{"msg": "good morning! i think it's a taylor swift in the cubicle morning. ", "label": 1.0}
{"msg": "@lzigman and you seem to pull it off with ease ", "label": 1.0}
{"msg": "im back home ", "label": 1.0}
{"msg": "@Sweetwaters Awesome! I'm on my way ", "label": 1.0}
{"msg": "@robluketic URSHER!!! Too cool for words!!! ", "label": 1.0}
{"msg": "1st day of summer school !! Let's get it! ", "label": 1.0}
{"msg": "@LightFoundDark where are the fairgrounds? ", "label": 1.0}
{"msg": "shares http://tinyurl.com/dfttwt (yan ang start ng Dream Avalanche. ) shineshare ko lng.  http://plurk.com/p/uk7ga", "label": 1.0}
{"msg": "is still loving the fact that Jo found a sachet of 'Spicy Jamaican Cock Soup' in a shop in Tunbridge Wells. How to top that gift.. Ellie? ", "label": 1.0}
{"msg": "@chrissy i like this more than facebook. kagamu didto! haha ", "label": 1.0}
{"msg": "working 10-4, going running, grabbing smoothies at Robecks, then to Roger's when he gets off of work ", "label": 1.0}
{"msg": "@simonmayo You can create online spreadsheets here    http://docs.google.com/", "label": 1.0}
{"msg": "@ajtaylor1987 Poke them with a stick for added fun ", "label": 1.0}
{"msg": "@tommcfly : musicman to the rescue!! ", "label": 1.0}
{"msg": "@treborlady Hello to you too! ", "label": 1.0}
{"msg": "now playing. Great simple app that requires little to no setup, also displays DVD releases not just movie times. Great in Australia ", "label": 1.0}
{"msg": "@jonasbrothers http://twitpic.com/5dvjr - Guys you're so amazing !! ", "label": 1.0}
{"msg": "will update the blog tonight; lots floating around in this tiny head! Have a FANTASTIC MONDAY ALL! ", "label": 1.0}
{"msg": "TOMORROW PRESETS YEAH BITCH  whores back in my short shorts haha", "label": 1.0}
{"msg": "@d33pak you wore a pink shirt? thats nice ", "label": 1.0}
{"msg": "@lizjuranek - i am pumped for neko case! you got me hooked and now she's coming to indy? wooooot. ", "label": 1.0}
{"msg": "@proanagirl just added you  x", "label": 1.0}
{"msg": "b get's back @1030 ", "label": 1.0}
{"msg": "Revision mode  or annoying kati more like it ;)", "label": 1.0}
{"msg": "@joshthomas87 I agree that is the worst hour, that's what Austar/foxtel is for ", "label": 1.0}
{"msg": "@tabithasherrell I hope so - cause that is the same strategy I have for today too! ", "label": 1.0}
{"msg": "@michaelramm i like classical at work... coworkers not so fond but they tolerate me ", "label": 1.0}
{"msg": "Working late......emails still going and it's almost 1am. The joys of work ", "label": 1.0}
{"msg": "@FrankMillar  Good morning! It looks like we are going to have  nice weather today! (Chicago) wish U an awesome day! ", "label": 1.0}
{"msg": "@Robertsykes @santibanez Drive safe...you know 95 is full of those northern drivers that have never seen rain before ", "label": 1.0}
{"msg": "@squirrelgrl Thanks. ", "label": 1.0}
{"msg": "@Caitlinjstasey  Thanks. LariiTran and I are cousins, &amp; are sure our younger cousin will be so pleased to talk to you. Rachel was her fav.", "label": 1.0}
{"msg": "@katiehoover its alright..one day i wont ", "label": 1.0}
{"msg": "Mpora changes finally go live     I have been helping out with a team of deigners on this project. www.mpora.com.  Forum was my department", "label": 1.0}
{"msg": "@xtianeARRA We are doing something tonight before Reuben leaves us. Be there! ", "label": 1.0}
{"msg": "this isn't getting anything done..Have to go but be back later   x", "label": 1.0}
{"msg": "Making some more coffee.  YUM!!!!!   Time to start my paperwork!!!!!", "label": 1.0}
{"msg": "@LaurenBosworth looooove Sun Chips, sounds weird, but dip them in vanilla yogurt - you get the salty and sweet! ", "label": 1.0}
{"msg": "Happy Monday everyone! How are you, dear friends? ", "label": 1.0}
{"msg": "@jmebbk  do tell...when are you releasing more/where are you next performing in the area?? X", "label": 1.0}
{"msg": "@highstorrs rubbing it in? My daughter failed the audition, now sit next to 'Dorothy' in Maths ", "label": 1.0}
{"msg": "@aplusk i am a gr8 fan of u...i am reaalllyy happy 2 c u on twitter.. ", "label": 1.0}
{"msg": "@emmao414 beef an tomato I used to live on them ", "label": 1.0}
{"msg": "@frog101 Yes, all fine. Car was parked, no one inside.  Problem was between steering wheel of the bus and seat. Thanks for your concern ", "label": 1.0}
{"msg": "nope a night in with you shit tv  OH HAPPY DAYS!!!!!! (in a sister act stylee)", "label": 1.0}
{"msg": "@anniemacdj OMG! i cant wait 4 jonas broz on ur show next week!.u were talkin 2 my twin sis der rio &amp; u r her idol &amp; mine of course! ", "label": 1.0}
{"msg": "@ApothecaryJeri All kids are fine musicians ~one son proff http://bit.ly/QQ61l hoping my boys get into that too! ", "label": 1.0}
{"msg": "@BadAssBrunette awww damn i hope you feel better girl! get some chicken noodle soup! and a lil tea too ", "label": 1.0}
{"msg": "@bryancheung Uhh... yeah. ", "label": 1.0}
{"msg": "@oolamoola I like that! Going to do that with my daughter - she'll love it. Thanks! ", "label": 1.0}
{"msg": "thanks to @mercosuldigital @Geeee @MyBloggingLog @WebDesygnr @soundsleepmd @Funnydeos for the follow!! ", "label": 1.0}
{"msg": "@herdopeswag lmao I'm sure it does, gives me insight. Into the female mind, tryn to figure u guys out is harder than a broken rubix cube ", "label": 1.0}
{"msg": "@Heidistephens wow Heidi! I've just read the Guardian apology for your blog.  Crazy! We loved it when we read it on Sunday morning! ", "label": 1.0}
{"msg": "@karijobe Maybe God will use you to change the course of someone's life today!  Be encouraged!", "label": 1.0}
{"msg": "@ work.. coughing, congested, fighting a cold (Not H1N1) and ready to go back home to bed. Perks at Bed; Nope can't keep a sexy girl down ", "label": 1.0}
{"msg": "hellooo agaain tweeps ", "label": 1.0}
{"msg": "another lapnes sesh at cuzn's place  monday is still ?.", "label": 1.0}
{"msg": "@Gino_Jackman Good morning  so what kinda things did u model... can we see u n-e-where?", "label": 1.0}
{"msg": "Already at the office. 11 minutes since I left home ", "label": 1.0}
{"msg": "@inklesstales @TomVMorris So that's what's causing all this global climate change- those pesky butterflies! ", "label": 1.0}
{"msg": "@KirstyHilton more money eyy  it must of killed you getting up this morning :\\ i couldnt get up for college so didnt go haha BAD TIMES!!", "label": 1.0}
