{"msg": "@lady_inblack I wish to be isolated always..take advantage of this situation ", "label": 1.0}
{"msg": "@kol1986 People say mean things all the time, you just have to stand tall, hold your head high and walk forward; the rest will come ", "label": 1.0}
{"msg": "@iamkhayyam No. south arkansas u.s. Kim in southern dialect sounds more like khayyam. ", "label": 1.0}
{"msg": "@potatoon ;A; aw, thank you! *hug* you are also very awesome ", "label": 1.0}
{"msg": "@ryandrews nice one  we could have done with some more pictures online though!", "label": 1.0}
{"msg": "A campaign should be started to BAN Mondays ", "label": 1.0}
{"msg": "My hospital apt went ok 2day  xxx Trust ur well cya tue ??", "label": 1.0}
{"msg": "is it really having an earthquake...??i just didnt feel it..??  ", "label": 1.0}
{"msg": "@alexjmackey @westleyl FTP'ing now.... Should be there shortly. No later than midnight anyway. Slow connection ", "label": 1.0}
{"msg": "@WeTheTRAVIS aw  hope everything goes well.", "label": 1.0}
{"msg": "Diet/work out starts today. I'm sick of being gross. If anyone sees me slip...don't let me. Beat me or something. ", "label": 1.0}
{"msg": "@the_mackem Got your message   XX", "label": 1.0}
{"msg": "@Dave_256 Thanks Dave  I've put an ad in the paper, on the net, radio &amp; posters everywhere + using any contacts I have. It's looking grim!", "label": 1.0}
{"msg": "@misstwinkle converse pic is indeed quite cool! ", "label": 1.0}
{"msg": "at the farm for a week! hello sun tan and pure happiness ", "label": 1.0}
{"msg": "@ChewwyUwe you smell ", "label": 1.0}
{"msg": "At school, watching the little kids play kick ball. Soo cute!! ", "label": 1.0}
{"msg": "@TheDailyBlonde its a must have for indoor cats (we have 2 of them) ", "label": 1.0}
{"msg": "@avonbytheresa I'm so proud of you ", "label": 1.0}
{"msg": "road trip in the now! my kar is packed 2 the brim ", "label": 1.0}
{"msg": "@RobertHruzek wow. So it's time to get out and picnic. ", "label": 1.0}
{"msg": "going to class.. ttyl. hopefully making a video today. ", "label": 1.0}
{"msg": "@jennygirl7 You're funny, silly goose.  Happy #fuckyoumonday.", "label": 1.0}
{"msg": "Not to worry, noone got that one. Next question starts in 1 minute, get your thinking caps on ", "label": 1.0}
{"msg": "@earthXplorer http://twitpic.com/5f8m7 - All smokers take note. Make sure to make your connecting flight in Utah. ", "label": 1.0}
{"msg": "@HelpSaveBees TY! I've missed my bee friendly friends like you  bzzzz.... Life without twitter is like a day without honey!", "label": 1.0}
{"msg": "@minteva @oops_pig yeah coz then you don't have to feel bad about copyright or bandwidth theft  ", "label": 1.0}
{"msg": "@riancope All the best for the trip! ", "label": 1.0}
{"msg": "Good Monday morning to all my Twitter friends!! ", "label": 1.0}
{"msg": "@jcubs007 i'm going. i know thats a shocker. And does Collin just want to see the ring girls again? ", "label": 1.0}
{"msg": "Good morning!  Today is a day to melt faces with PHP.    Also, I heard there was an earthquake in my homeland.  Is everybody ok?", "label": 1.0}
{"msg": "@lilianalaw omg ur so lucky where? I wish i could see him at least once ", "label": 1.0}
{"msg": "I'm reading about ChiRunning ", "label": 1.0}
{"msg": "Let the testing begin....good luck everybody ", "label": 1.0}
{"msg": "@ankit_j From Guru. Not Aandhi or Ghar or Khushi or even the one by Nusrat; rather the one FOR Nusrat ", "label": 1.0}
{"msg": "@strombo I don't know Toronto specifically, but the public library and schools will always take books. ", "label": 1.0}
{"msg": "@WiLD987 Star Godess needs to tweet horescopes  da new new.. Ur lines r rediculous to get thru!", "label": 1.0}
{"msg": "@fiona_simpson Croatia! I'm so excited, praying for nice weather. Poitiers will be amazing! ", "label": 1.0}
{"msg": "I suppose the good thing about being off ill is I have had loads of new song ideas so I can write them down!! ", "label": 1.0}
{"msg": "After going back over the timeline it seems I am not the only one with Mondayitis....now I don't feel so alone ", "label": 1.0}
{"msg": "@minakwon lol oh my what was I thinking? :S pretty unappropriate  u  know how these 'illusions' trick us ;)", "label": 1.0}
{"msg": "i LOVE not waking up at 6  breakfast at leahs (:", "label": 1.0}
{"msg": "off to work...but coffee first ", "label": 1.0}
{"msg": "@David_N_Wilson Si Senior ", "label": 1.0}
{"msg": "2 wickets after lunch - hopefully  victory by an innings  and the  Wisden trophy just in time for the ashes ", "label": 1.0}
{"msg": "photoshop'ping'     always takes hours to complete some siggys/avatars/wallpapers!!!!! morning til night omg!", "label": 1.0}
{"msg": "@allkpop I want it to be BoA, SE7EN and Wonder Girls to fill the Korean Wave ", "label": 1.0}
{"msg": "@hybrid756 are you looking for a home-based job? would you like to offer your services? please @ or DM me; I'll try to help you find work ", "label": 1.0}
{"msg": "@mmetcalfe of course I did already  I actually know dean at the participtory culture team", "label": 1.0}
{"msg": "@tommcfly omg thought u actually lost her i was like :O but then i kept reading n was like phew  xx", "label": 1.0}
{"msg": "u qotta feel dat heat and we can ride the buggay share dat beat of loveeee...I WANNA ROCK W. U!!!! ", "label": 1.0}
{"msg": "SUNSHINE  jaaih me like", "label": 1.0}
{"msg": "Bought a memory foam mattress yesterday! I'm so excited  Its the little things in life...", "label": 1.0}
{"msg": "http://bit.ly/FlZ8w  ..  answer please ) hahaha", "label": 1.0}
{"msg": "@merirustryfe Sounds most excellent! You may have a future customer in me!  ?", "label": 1.0}
{"msg": "@LoudmouthMelvin lool u shud be ok let me no when its uploaded so i can watch ", "label": 1.0}
{"msg": "They love the fun fair, I love all my friends! ", "label": 1.0}
{"msg": "Happy Birthday DAD!!! Enjoy your day fishing ", "label": 1.0}
{"msg": "@Deezlberries Ah, that's OK. ", "label": 1.0}
{"msg": "@Amralove Good luck with the new job! You'll have to tell me how it went later. ", "label": 1.0}
{"msg": "Txting friends.....my day is going so good so far       ", "label": 1.0}
{"msg": "LOL at that @cforbesoklahoma -  then I suppose I should be  thrilled if I can get the attention of 2 people ", "label": 1.0}
{"msg": "Nothing like leading the Lakers to victory 4 games in a row on NBA on the PS2 ", "label": 1.0}
{"msg": "@FameandChizz oh ok  I'm n Boston they should hav yamusic up here as well rite or we gotta only hitup tha net?", "label": 1.0}
{"msg": "So im uber excited for next week! ", "label": 1.0}
{"msg": "@gelli_ace ignore my last tweet. ", "label": 1.0}
{"msg": "Exhausted from swing dancing the night away with Emerge Tampa Bay  Headed to TransCare breakfast for EMS Week at Crisis Center!", "label": 1.0}
{"msg": "@WeTheTRAVIS awww. Poor baby. Cavities aren't so bad... Just relax. ", "label": 1.0}
{"msg": "I start my 2nd last class of grad school today! ", "label": 1.0}
{"msg": "thinks she did orright  and seriously, who wouldn't want to hire me!??!?!", "label": 1.0}
{"msg": "@thatpatti let's get two others and play!! wanna? ", "label": 1.0}
{"msg": "In Computer Apps eating cereal  its really yummy", "label": 1.0}
{"msg": "is working till 19.00 but then its off to WingTsun ", "label": 1.0}
{"msg": "@Feltano I know! It'll be great. I'm so pleased it's actually gonna be filmed though! I know, was pretty epic! ", "label": 1.0}
{"msg": "great swim and chat with lady who admired my swimming costume ", "label": 1.0}
{"msg": "@CrazyBallerina since when??? I try to be, but always end up eating egg or chicken  almost everyday", "label": 1.0}
{"msg": "@localshops1com also, why not put an ad on jobshouts.com? So long as you state &quot;commission only&quot; in ad, it's ok. ", "label": 1.0}
{"msg": "@MrTHill ll Yeah mate planning on writing cheques like no tomorrow.....Wanna make a donation too? ", "label": 1.0}
{"msg": "Good morning tweethearts  I forgot to charge my phone this morning ...nice. Have a great day everybody!", "label": 1.0}
{"msg": "@CheyanneBrae well babe I am soooooo there for you, need my brain space or support it is so yours, &amp; u know I think outside the box ", "label": 1.0}
{"msg": "@Irishcreamy ", "label": 1.0}
{"msg": "@marielinton It's going to have an awesome theme. ", "label": 1.0}
{"msg": "@tommcfly remember, curiosity killed the cat but satisfaction brought it back ", "label": 1.0}
{"msg": "@May7ven PING when you get a chance about the idea you had hun ", "label": 1.0}
{"msg": "I think I use too many smiley faces in my tweets  I'm gonna cut back today and save those precious little guys.", "label": 1.0}
{"msg": "Wolfram Alpha tells me what seo is  http://tinyurl.com/ov3bbo", "label": 1.0}
{"msg": "@skusunam : Thanks  just realized 60 day trail of Flex is over  ", "label": 1.0}
{"msg": "@sandboxriot You're behind the times bb. We're on Dreamwidth now. ", "label": 1.0}
{"msg": "Went into the office early, grabbed what I needed, left work for my assistant, stuff for the boss to sign and got out of there.No contact ", "label": 1.0}
{"msg": "@cHuMeee You and LOVE are welcome, anytime ", "label": 1.0}
{"msg": "@NoReinsGirl Hey I paid off the Nanook today. Pick it up Saturday.  ", "label": 1.0}
{"msg": "@zeuxis hey there' ", "label": 1.0}
{"msg": "@spencerpratt Hey Spencer, greetings fan from Brunei ", "label": 1.0}
{"msg": "is bored  and on youtube ", "label": 1.0}
{"msg": "@Addiiee YES!  My dad and her lola are totally gonna be BFFs FOREVA after the show. Hahaha.", "label": 1.0}
{"msg": "believe in yourself! never let anything get in your way of reaching your dream. lock in. be fearless!  you're worth it!! you can do it!", "label": 1.0}
{"msg": "wasn't too bad waking up and getting in this morning. ", "label": 1.0}
{"msg": "@ICHCheezburger ha, that link is cute ", "label": 1.0}
{"msg": "@sudosushi added u to last.fm matey ", "label": 1.0}
{"msg": "Forced to clean the house -.- I`ll be back on the production tip in about an hour. Also waitin` on my lady to finish school. ", "label": 1.0}
