{"msg": "The past 24 hours have been completely amazing....please don't make an end come to them ", "label": 0.0}
{"msg": "@hanaames I'd like to be lazy but they keep on making me wake up at 7am  But I do get two afternoons off a week, so not quite a job ", "label": 0.0}
{"msg": "Breakfast out w/ my son 4 mom's day.  Daughter slept in  after late return from NYC (2:30 am for a spanish class trip).  Happy Moms Day!", "label": 0.0}
{"msg": "So guys, if you`ve got any animal crossing friendcodes write, im lonely ", "label": 0.0}
{"msg": "Ok sooo not looking forward to Friday...ICT exam AHHH! ", "label": 0.0}
{"msg": "@Evaaaa_X Finally, you have Twitter!  I hate revising ", "label": 0.0}
{"msg": "Its soooo hot   Moving boxes into pods and praying to God for strength and endurance.  God's hands are under my arms, lifting me.", "label": 0.0}
{"msg": "Freeeeench  I CANT CONCENTRATE", "label": 0.0}
{"msg": "has nothing to do. ", "label": 0.0}
{"msg": "school next day! boring ", "label": 0.0}
{"msg": "@aryanmaine aw ya geordan hasnt texted me at all today ", "label": 0.0}
{"msg": "happy mother's day to all, &amp; thanks for the sentimetns-spending my 1st mom's day as i do any other sunday-alone b/c hubs is working.  ", "label": 0.0}
{"msg": "Ouvindo Pink Floyd ( no som, lastfm nao funciona la !  )", "label": 0.0}
{"msg": "Damn it to the first depths if hell. Just broke the claw on the Mr. Psycho Robot Wars toy. In an awkward part too. ", "label": 0.0}
{"msg": "bloody hell!  where did the sun go? today was supposed to be pool day ", "label": 0.0}
{"msg": "After breakfast served in bed, we are going to see a movie &quot;Monsters VS, Aliens&quot;, then having another swim play date.  I leave tomorrow ", "label": 0.0}
{"msg": "@zelizy it's cuz my photo sizes are darn huge ", "label": 0.0}
{"msg": "5.20pm  boooooring,im hungry..and my mum is angry Oo..in don't know why -.- i know it's mother day(i haven't forget that!) -.-", "label": 0.0}
{"msg": "My mom is in DC for mothers day. Sad huh? ", "label": 0.0}
{"msg": "Happy Mother's Day!&lt;3 i'm not gonna be with my mom today  figuring out plans for the day!", "label": 0.0}
{"msg": "seeing @geezlweez made me wanna move up to nyc asap ", "label": 0.0}
{"msg": "Its too gorgeous outside for me to have to work all day! ", "label": 0.0}
{"msg": "@MadisonMitchell awww ", "label": 0.0}
{"msg": "@jaelau aw that sucks  ", "label": 0.0}
{"msg": "@TobyCastor why didn't u come over? ", "label": 0.0}
{"msg": "Duke Nukem Forever Footage leaked? And it looked like it woulda been awesome  http://www.gametrailers.com/player/usermovies/316675.html", "label": 0.0}
{"msg": "Just had a big fight with the one I love.... crying alone in my apartment...   I can be so mean sometimes...", "label": 0.0}
{"msg": "is sad that she can't participate in the hamster run today.   I hate being squishy! &gt;.&lt;  Good news is now I'll be an AT for the clan.", "label": 0.0}
{"msg": "@ellieshakes they do tend to drift off in my company ", "label": 0.0}
{"msg": "disappointed ", "label": 0.0}
{"msg": "Pettachi wins! Cavendish 2nd ", "label": 0.0}
{"msg": "OF on the peppercorn, feeling sick now ", "label": 0.0}
{"msg": "I ran 2 miles in 3 mile time today. &quot;I need a pacer&quot; is quite the understatement. I need to move back to CO, where I always have a pacer ", "label": 0.0}
{"msg": "Let's Get Crazeeeeeeeey!!!! Really Wanted To Go &amp; C Hannah Montana The Movie 2day  Mammy &amp; Sis Went Without Me :'(", "label": 0.0}
{"msg": "i keep finding bugs in my room ", "label": 0.0}
{"msg": "Sleeeeepy @ graduation. Depressed because its Mother's Day anf Sandy B is gone and I'm not graduating. ", "label": 0.0}
{"msg": "My last look at the Hawks for 2009!     http://twitpic.com/4x622", "label": 0.0}
{"msg": "coursework time ", "label": 0.0}
{"msg": "Shoot.. Now I wish I had my passport ", "label": 0.0}
{"msg": "I'm trying to clean up my studio - HOW does all this paper get in here - gah!!! nobody's fault but mine ", "label": 0.0}
{"msg": "@DesiLynnsmom I'm actually going to get rid of the game. No use having it if Sam took the x-box. ", "label": 0.0}
{"msg": "it took me about fifteen minutes to remember my twitter password. ", "label": 0.0}
{"msg": "worke up an hour ago..what a waste of a sunday ", "label": 0.0}
{"msg": "is bored and had crap news today ", "label": 0.0}
{"msg": "Not goin to be able to make the funeral nemore... ", "label": 0.0}
{"msg": "twins got 2 xbox 360's and wont spare me one  whata diccccck", "label": 0.0}
{"msg": "@meara76 Hehe, wish I was there in the hot weather, had to put the fire on here! ", "label": 0.0}
{"msg": "Studying for English lit.  I will be so glad to be done with Professor White forever and a day. On the other hand, Tennyson is amazing.", "label": 0.0}
{"msg": "@antgalvin Hate that ", "label": 0.0}
{"msg": "i have to work all day and wake up early tomorrow ", "label": 0.0}
{"msg": "woke up and hour ago..what a waste of a sunday ", "label": 0.0}
{"msg": "Damn it to the bowels of bloody hell. Just broke the claw on the Mr. Psycho Robot Wars toy. In a very awkward part too ", "label": 0.0}
{"msg": "@tatty73 Hi Ames. me 2, a week away in norfolk &amp; I'm in bd w/ a stinking cold - I only get 1 every 2 - 3 years bt they  realy knock me dn ", "label": 0.0}
{"msg": "i really want the samsung extinct but i think ima get the lg vu ", "label": 0.0}
{"msg": "that's paul away back to afghan ", "label": 0.0}
{"msg": "hug your mommas if you can. Mine is 1,000 miles away ", "label": 0.0}
{"msg": "has hade enough of life ", "label": 0.0}
{"msg": "@ China buffet for lunch. Just like every other chinese buffet in the world. ", "label": 0.0}
{"msg": "@amfraser_com  I'm jealous of both   - that's a sad face in case you didn't know.", "label": 0.0}
{"msg": "The evil calculus tmrw then freedom!! (FREEDOOOOM!) but enslavement today for calculus  saw RENT yesterday it was pretty much amazing ", "label": 0.0}
{"msg": "needs to get rid of this cold ", "label": 0.0}
{"msg": "Forgot my notebook at home this morning  can't write on my breaks  life is hard", "label": 0.0}
{"msg": "Ughh this headache and revision is beginning to get me! ", "label": 0.0}
{"msg": "@missmaisie ughhhh 50 quid for 6 hours?! I get 36 for 8 ", "label": 0.0}
{"msg": "Yesterday i bought a nitro RC plane and buggy and have already almost destroyed the buggy ", "label": 0.0}
{"msg": "@CBrown7785 how sad ", "label": 0.0}
{"msg": "Healthy Recipes and Habits: Homemade Pizza http://bit.ly/2m9PNg (via @MrHealthyFood ) tasty looking, but another premade crust ", "label": 0.0}
{"msg": "i think my finger's infected. fml. no hydrogen peroxyde here ", "label": 0.0}
{"msg": "@JasonGloverNZ less than a heartbeat. apparently she's all about the Vulcan's. too bad for us. ", "label": 0.0}
{"msg": "i hate homework ... esp german ", "label": 0.0}
{"msg": "Not sure why I'm still watching Delhi vs. Kolkatta game. Maybe just vegging out ", "label": 0.0}
{"msg": "kinda bored now  i was propa hyped up b4", "label": 0.0}
{"msg": "7 history jotters to revise from    boo", "label": 0.0}
{"msg": "@Kriptic Weekend's Been Okaay,, Jus Quiet,.  How Wuz Yours,.??", "label": 0.0}
{"msg": "Eating a small breakfast with @SooSpecial...This is like our last breakfast together ", "label": 0.0}
{"msg": "wants summer badly only 1 week left ", "label": 0.0}
{"msg": "Vikings just lost ", "label": 0.0}
{"msg": "@Faith03 I've been getting responses about the things that go one in Church.  ", "label": 0.0}
{"msg": "spending the afternoon working on @UnLtdWorld 's contribution to @shine2009...and recovering from the thrashing we just got from Utd ", "label": 0.0}
{"msg": "Has 7 following and 9 followers ;) Kushtyyyyyyyy! Gota revise for A level exams ", "label": 0.0}
{"msg": "People are WRONG on the internet ", "label": 0.0}
{"msg": "@Old_reprobate Bet poor lad was cold and frightened tho'  Hope there's not usual kneejerk reaction stopping others enjoying great outdoors", "label": 0.0}
{"msg": "Another day of being: sad, lonely and depressed at work.   Blah!", "label": 0.0}
{"msg": "Goddamn! Another weekend comes to an end!  Absolutely no idea how this weekend passed! :|", "label": 0.0}
{"msg": "Fuck!!! My pink laptop is trippin'!!! ", "label": 0.0}
{"msg": "@allyheartsBB Ally.. thanks for making me sad  That video is so sweet..", "label": 0.0}
{"msg": "i love the cure  i'm such a nerrrrddd......we're leaving in about 10", "label": 0.0}
{"msg": "@xoxoJennyV haha morrrnin! its a deal..i can't even roll out of bed its that bad haha ugh ", "label": 0.0}
{"msg": "I made my step mama and my granny breckfast,... total disaster and bad idea ", "label": 0.0}
{"msg": "@bizziemommy so sad you are sick on mother's day  hope you and your hubby feel better soon!", "label": 0.0}
{"msg": "Please, pray for my mom. She's not well, and it's almost entirely because of emotional stuff, like her family far away.  Please #140Sunday", "label": 0.0}
{"msg": "Struggling to get out the bed...looks like I missed service today ", "label": 0.0}
{"msg": "@me1000 I'm jealous.  We have no IMAX here.  ", "label": 0.0}
{"msg": "IM TRYING TO GET MY MOMS PICTURE ON GOODDAY WEEKEND NEWS BUT IT ISNT WORKING OUT FOR ME  SRY MOM", "label": 0.0}
{"msg": "A pen just leaked all over my hands , I just wish it could have been a prettier color ", "label": 0.0}
{"msg": "is sad that charlie's gone home..all lonely after a great day of music video shooting!  Dan Nelson, it's a distinction this time babe ;)", "label": 0.0}
{"msg": "@zengiz I wish I knew ", "label": 0.0}
{"msg": "completely and utterly screwed for tomorrows exams. ", "label": 0.0}
{"msg": "@andycouch Hah! I got to the end of the demo and am now too cheap to buy the full version. ", "label": 0.0}
{"msg": "Hugh Jackman in Rio promoting &quot;Wolverine&quot;. I did not see him in here... Is not fair!!!!! ", "label": 0.0}
