{"msg": "@introspectre Went surprisingly well ta, a lovely question came up and then another was alrighty. Happy Jonathon  How's Cazzius?", "label": 1.0}
{"msg": "@IngridHolliday you cant ask to get any sweeter. remember, it's not Miracle Monday ", "label": 1.0}
{"msg": "@brianaevigan Hey miss, hope you're well ", "label": 1.0}
{"msg": "Calvin Harris remix of the Reeling on full blast and spanish past papers on the go ", "label": 1.0}
{"msg": "@striderpaul How's Louie...? As the man with the syrup used to call him ", "label": 1.0}
{"msg": "@Apocalice Naah, don't think so.  here in the country there are fewer people,  so less  germs... fresh air and sunshine is good for you!", "label": 1.0}
{"msg": "Now a very happy man as a proud owner of an onkyo tx-sr 577 ", "label": 1.0}
{"msg": "GOOD MORNING!!! that says it all.... have a wonderful day peeps ", "label": 1.0}
{"msg": "@beardoctor I shall listen to the music from home this evening - it's all blocked here at work! But thank you for the thought ", "label": 1.0}
{"msg": "@aroccsslo yes, tweet the rest! happy that u got that mj for todaays ", "label": 1.0}
{"msg": "@skipscada ryuichi. that kinda hit the spot right there. ", "label": 1.0}
{"msg": "@ilarytranslates Thanks  I only found 1 video by the speaker and yes, that was pretty fast. But it won't be a big deal: 30min speech+Q&amp;A", "label": 1.0}
{"msg": "@ABeautifulMind1 bye. see you later ", "label": 1.0}
{"msg": "@Samantha_xo will you be my girlfriend, ill be a champ bf ", "label": 1.0}
{"msg": "first day of work for the summer. I hope getting up at 7:00 is always this easy. ", "label": 1.0}
{"msg": "Good beautiful morning twitterland!  ", "label": 1.0}
{"msg": "I made some updates to my site.  Check it out and provide feedback, pretty please. http://CEOsSecretWeapon.com. ", "label": 1.0}
{"msg": "@Sammicor a little light relief to break up the monotony ", "label": 1.0}
{"msg": "is getting ready to go to Spunky Town ", "label": 1.0}
{"msg": "Hi-ho!  Hi-ho!  It's off to Living Waters I go... Yes, doing what I get to do every day allows me to be chipper at 5am. ", "label": 1.0}
{"msg": "@jmoore700 not with my app  you could add a hashtag for that, would be nice to follow it with all the rumors surrounding this launch #ovi", "label": 1.0}
{"msg": "Wearing scrubs today. :/ I've got more txts so txt me! ", "label": 1.0}
{"msg": "@lincoln_gu not the food or sleep. in fact, they are awesome. ", "label": 1.0}
{"msg": "Good morning world. I hope all is well. ", "label": 1.0}
{"msg": "@markhoppus hav fun at jay leno!  rock that shit out duude! xo", "label": 1.0}
{"msg": "@hayleyumg It was SO good! You should definitely go see it sometime. It's pretty cheesy, but you kind of go in expecting that so it's ok. ", "label": 1.0}
{"msg": "@aditya looks good now ", "label": 1.0}
{"msg": "@Paisano TGIM--really? How are you so cheery on a Monday morning? ", "label": 1.0}
{"msg": "Brooke back to school ~ Yippee!! Me~working on my list that's a mile long to catch up from last week..check..check..checking things off ", "label": 1.0}
{"msg": "@Lab49Marie Oh no my lovely.......I'm the winner of that trophy! ", "label": 1.0}
{"msg": "The heat is on 29c now in Tel-Aviv. Stock-market is FULL GREEN   http://bit.ly/101ltM", "label": 1.0}
{"msg": "@jonny_no2 Also check out the pixelpost plugin that tweets when you upload an image ", "label": 1.0}
{"msg": "@The_T grats on snapping up the tickets ", "label": 1.0}
{"msg": "studystudystudy - last exam tomorrow then FREEDOMMM! ", "label": 1.0}
{"msg": "@cicadastudio @skinnylaminx Funny  I got a bag of beautiful plate pieces from the Book Lounge this weekend!", "label": 1.0}
{"msg": "@nicoleharris it was done with the comms team (well Alice G) ", "label": 1.0}
{"msg": "Hah! No teacher the 3 hours that were left, so we went home ", "label": 1.0}
{"msg": "@repeter76 25,000 a year or more - but you have to drive it ", "label": 1.0}
{"msg": "Totally overslept, but hey, new dream theater to accompany me at work! ", "label": 1.0}
{"msg": "WONDERLAND TODAY!!!!  ?", "label": 1.0}
{"msg": "@cjbox That is awesome!  How do you like it so far?", "label": 1.0}
{"msg": "@bronwen @jjprojects thanks - I got lost but found the wine ", "label": 1.0}
{"msg": "Just came back from Bugis w/ my beloveds! ", "label": 1.0}
{"msg": "help me get out of this BOREDOM!!! I'M SO BORED! ", "label": 1.0}
{"msg": "@broombroom_live   if I'd bought a roller I'd want a Quintessentially rep sitting at a desk in my office ;)", "label": 1.0}
{"msg": "Where are you in the world @Fatcontroller ??? Missing you already ", "label": 1.0}
{"msg": "Good Morning  Waiting for my coffee to finish brewing.", "label": 1.0}
{"msg": "@Rokkster - argh! of all days to leave my iPod connector at home!!! Will check out TWIT podcasts tonight. Very excited. Thanks Adam ", "label": 1.0}
{"msg": "trying to find a new place to stay ", "label": 1.0}
{"msg": "I just joined twitter!!! ", "label": 1.0}
{"msg": "is about to brush her teeth  basienga!", "label": 1.0}
{"msg": "Marylou has made the pack happy with homemade brownies.  ", "label": 1.0}
{"msg": "Hmm, So 2 more weeks until the answer of who made the FSDT is annouced ", "label": 1.0}
{"msg": "@jonasbrothers http://twitpic.com/3bnas - but this is real? are you JB the true? ", "label": 1.0}
{"msg": "@Benniboy22 dunno if i can be bothered to go out again though  xx", "label": 1.0}
{"msg": "@joshgoldenmusic hey..why didnt you pose or a pic with debby or pop star mag! they were there. ", "label": 1.0}
{"msg": "@angryhedonist oh cool! I'll add you too ", "label": 1.0}
{"msg": "Ha! havent updates in 12 hours. New record. i find it funny, how people in USA are like Goodmorning and im going to sleep right now ", "label": 1.0}
{"msg": "@carlsontim are you looking for a home-based job? would you like to offer your services? please @ or DM me;I'll try to help you find work ", "label": 1.0}
{"msg": "@androidtomato nite gorgeous girl! xoxo Give Steven a big smooch goodnite kiss from the ROCKSTAR! ", "label": 1.0}
{"msg": "Today's headlines: World Peace Achieved .................................sometimes it's cool to imagine ", "label": 1.0}
{"msg": "@lauraowsianka It should be a film! Do you have a roof I could borrow and some chocolate cake I could borrow? ", "label": 1.0}
{"msg": "@EileenMCastroMA You too ", "label": 1.0}
{"msg": "@cameronreilly some innovation for you. probably completely irrelevant to you   http://tinyurl.com/p6jekk", "label": 1.0}
{"msg": "2 x Thanks @ksibe!! ", "label": 1.0}
{"msg": "@Savvyhamster Very! What can i say? Maybe i should apply for a job at the guardian lol great compliment from artist i really respect ", "label": 1.0}
{"msg": "@SteveBrownCroy looking at a poster ", "label": 1.0}
{"msg": "Happy to see on my bank account that I successfully saved almost all the money to finally get my hair extensions soon  yaaaaaayyyy!! \\o/", "label": 1.0}
{"msg": "has had a hectic morning, can't wait to chill with James later ", "label": 1.0}
{"msg": "@sabrinasantari hahaha, i meant her ! and roobaki and fanny and leny and  yovi. i totally made leny and fanny get twitter! ", "label": 1.0}
{"msg": "has lots to do today so I'll be back laterrr  Have a GREAT day girls! http://plurk.com/p/ujz02", "label": 1.0}
{"msg": "@the_risen ", "label": 1.0}
{"msg": "@sakthidharan Lol! Thanks a ton! This is so amazing! ", "label": 1.0}
{"msg": "New work week. Ready for a 3 day weekend. 2.5 weeks til vacation ", "label": 1.0}
{"msg": "eminem is the smartest human in the world ", "label": 1.0}
{"msg": "first day of work @ american eagleeee ", "label": 1.0}
{"msg": "@RoundBehind oh, jus woke up a lil bit ago lol. Follow me ", "label": 1.0}
{"msg": "Missed my stop this morning. Ended up walking 5 avenue blocks because I didn't feel like waiting for a train to go backwards.  ", "label": 1.0}
{"msg": "@inimeg Tell me about it. The less said about the place the better. I believe in the beauty of the world.  Outside that group. LOL", "label": 1.0}
{"msg": "@askegg Sorry, I forgot about your God given sense of humor  Seriously though, how are you?", "label": 1.0}
{"msg": "@ the DoctOr !! ", "label": 1.0}
{"msg": "Why is suitcase that was big enough for 3 weeks in Europe now too small for 3 day conference? Oh because kitten is sleeping in it! ", "label": 1.0}
{"msg": "@MareeLloyd becaaause i should maybe have not said anything! lol x although, i am glad you can see it now ", "label": 1.0}
{"msg": "took 1hr to finish her dinner. VERY EXCITED FOR REDRAINNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN  ", "label": 1.0}
{"msg": "Work Mode! Must get through a mountain of design stuff 2day so i can get in the studio tomorrow! So many exciting things in the works! ", "label": 1.0}
{"msg": "@pepper5431 no offense taken  we keep it real here on Twitter &quot;twitter is not for the faint hearted&quot; LOL", "label": 1.0}
{"msg": "@crayg ok cool thanks  seems better for me to keep up to date with people in SA and not as time consuming as Facebook", "label": 1.0}
{"msg": "@meganfvaughan A whole bread roll... Golly man, that's quite a feat! ", "label": 1.0}
{"msg": "Goooood morning ", "label": 1.0}
{"msg": "Hey darlings, how is everyone today?! I'm just munching on some yummy special k  kisskiss xxxxx", "label": 1.0}
{"msg": "Last monday of the 2008-2009 school year YAH!!!!  ", "label": 1.0}
{"msg": "So glad Dave didn't kille MJ, Wow! Lynette preggers with twins...Can't wait to see Dancing with the stars tonite..go team shark ", "label": 1.0}
{"msg": "@tampasmile @linrose Good morning. I see that you are unlocked again Linda. ", "label": 1.0}
{"msg": "@Jazz_Angel Or do you play an instrument urself? If U do, then U should record something.  I think Adam will win. He is v popular+showy..", "label": 1.0}
{"msg": "it's mopey monday with my 4yr son.  didn't want to go to school today  but all is good now.  ", "label": 1.0}
{"msg": "@MajMalfunction Also: It's not on Amazon yet.. ", "label": 1.0}
{"msg": "@BevClement @paulmyers bev! any words coming out of pauls mouth is gold. trust him. he knows what he's talking about! ", "label": 1.0}
{"msg": "Just got home from school.. was fun  Good luck to all the people that have exams today!!", "label": 1.0}
{"msg": "@SylviaDiscount Same old same old...starts with C ends with T.....but didn't say a word about my phone today..weak prick...I WIN ", "label": 1.0}
{"msg": "good morning friendzies!!! got a little info from a Portuguese fan of Ali: The show was awesome and Ali has worn a lovely yellow dress ", "label": 1.0}
