{"msg": "my computer is overheating ", "label": 0.0}
{"msg": "Humanities is annoying me even more now.. ", "label": 0.0}
{"msg": "@pontemonti Failed to install? That stinks  I haven't had any issues with their drivers on my desktop, but you probably need Acer's, huh?", "label": 0.0}
{"msg": "MTM logo from St. Elsewhere series finale http://bit.ly/ODX3H  Quite a tearjerker compared to other MTM logo vars ", "label": 0.0}
{"msg": "@MarlsBarkley I love  The No. 1 Ladies' Detective Agency! Imma miss it tonight ", "label": 0.0}
{"msg": "has gone from being a non-smoker to being a chain smoking fiend in a matter of 2 hours ", "label": 0.0}
{"msg": "I'm dreading work tomorrow.. especially now that my hours are cut, I'm pissed and Mondays generally suck. ", "label": 0.0}
{"msg": "...feeling sooo unwanted ", "label": 0.0}
{"msg": "I hope I'm not cramping too bad tomorrow. ", "label": 0.0}
{"msg": "wants my T here, watch some movie at my living room, eat whatever, and snuggle  I miss you...", "label": 0.0}
{"msg": "Bonefish Grille was delicious, but it took over 2 hours to get to the actual meal  biiiig let down! Work in the morning... Yay?", "label": 0.0}
{"msg": "@ruthszp ", "label": 0.0}
{"msg": "@JCODrums1 You didn't give me your number! ", "label": 0.0}
{"msg": "@CrystalDDG4EVA She said she probably won't be able to with everything that's going on.   I want her to go, though.", "label": 0.0}
{"msg": "@SonicThrust Don't you have to get up at 8 tomorrow anyway? ", "label": 0.0}
{"msg": "@SnowWhite23 I know I don't feel like me, I feel empty without it ", "label": 0.0}
{"msg": "look at this, another weekend gone already  ughhhh tomorrows monday...wake me up when its friday lol nite every1! ily ash xoxo &lt;3", "label": 0.0}
{"msg": "@nick_jjp make a story with me :'( at least i can imagine that im laying in your arms&lt;3 blah.  i misssss you&lt;3", "label": 0.0}
{"msg": "http://twitpic.com/4yjui I miss PARIS ", "label": 0.0}
{"msg": "don't feel like working ", "label": 0.0}
{"msg": "awwwwfack. school tomorrow ", "label": 0.0}
{"msg": "@sublimeruin Shitty, I thought you guys were gonna see it with @tikabear and I this week. ", "label": 0.0}
{"msg": "@annieweasley gahh i'm so mad i missed it! i'll have to wait until tomorroww ", "label": 0.0}
{"msg": "@Vikki_Foster hehe like i took my sis to timmys and i saw this random mcdonalds cup on the road.and i was like.OMG I WANT ONE.im so fat ", "label": 0.0}
{"msg": "A viral bug has rendered me temporarily unable to hear out of my left ear. My little girl seems to have the same bug too. ", "label": 0.0}
{"msg": "Not feelin well at all in fact i feel lyk crap! Sometimes i really hate bein a girl  IN PAIN!! Gunna Bed WIt Hot Water Bottle PAIN!  ", "label": 0.0}
{"msg": "I wanna go to..  huhu @mdlcrz @anyaong i can't go alone but i want too ", "label": 0.0}
{"msg": "heather, i'm sorry your car got broken into   were there other reasons for having a sad weekend?  will we dog park tomorrow??", "label": 0.0}
{"msg": "I just pulled out 4 eyelashes ", "label": 0.0}
{"msg": "@KADENMCNEIL it wont let me DM you because it says you're not following me... boo ", "label": 0.0}
{"msg": "had a huried morning walk, stupid bladder ", "label": 0.0}
{"msg": "High: Semester is almost over!! Low: kinda chilly out today... ", "label": 0.0}
{"msg": "Gathering a few things to head to the boat ", "label": 0.0}
{"msg": "Stellar visit from the father.... very sad it was so short.    On the plus side...I think I found a new house! ", "label": 0.0}
{"msg": "no homework done this weekend ", "label": 0.0}
{"msg": "Wheres a good place 2 live that has NO snakes b/c i need 2 get there like now! Seen another snake. I have a serious phobia ", "label": 0.0}
{"msg": "Its starting to Rain in Seattle. ", "label": 0.0}
{"msg": "I am so not ready for another long week ", "label": 0.0}
{"msg": "So my vacation is coming to an end back to work 2morro ", "label": 0.0}
{"msg": "Bill will not allow us to watch beethoven because disney cut out &quot;bite this guy in the weiner!&quot; ", "label": 0.0}
{"msg": "@icyjoey tisk tisk?   what did I do? ", "label": 0.0}
{"msg": "omg i miss him so much 2morrow is his bday so he's out partyin w/ his boys today they had a football game for him..wanna hear his voice ", "label": 0.0}
{"msg": "headache,  happy mothers day ! last night was iiinsane", "label": 0.0}
{"msg": "My amazing weekend is over  it was indeed amazing and i was not let down in any way. I get to sleep in my own bed!!!", "label": 0.0}
{"msg": "@DearPanda Yeah same here, I make gifts for my mom but she never uses or appreciate them, ", "label": 0.0}
{"msg": "@usaflove08 hey.. i am sooo sleepy. I hate Mondays!  wanna sleep more.. how's weekend?", "label": 0.0}
{"msg": "Says great first fight since i've been home. I haven't even been home a week yet.  fml.", "label": 0.0}
{"msg": "AWE JOAN! You just lost it for me in the last scene hun  Emotional defensiveness over quiet realization. Still wishing you luck!", "label": 0.0}
{"msg": "@s0medantastic http://twitpic.com/4ycct - LMAO. too bad you didnt get the guys face in the picture ", "label": 0.0}
{"msg": "@bellafob i better count!!!!!! ", "label": 0.0}
{"msg": "is sad.  I miss my childhood.  Backstreet Boys sure do bring back alot of memories... ", "label": 0.0}
{"msg": " but I love you, Aaron.", "label": 0.0}
{"msg": "@china__cat remedies is a subject of law school ", "label": 0.0}
{"msg": "My back hurts. ", "label": 0.0}
{"msg": "@Hillary_Hodder haha im going to cry if that peice of shit doesnt come on!!! ", "label": 0.0}
{"msg": "anticipating montreal!   no more shopping for a month ", "label": 0.0}
{"msg": "Heading back to Baton Rouge... Totally stuck in traffic. ", "label": 0.0}
{"msg": "Got the BG's!! ", "label": 0.0}
{"msg": "@Jayboo07 really? If you can't find one at a pet shop try some online sites maybe / I'm sry bout your puppy ", "label": 0.0}
{"msg": "Soar throat ", "label": 0.0}
{"msg": "Hating quickbooks again while doing  accounting. Last update made something that used to be instant take 10s each. 60/month to enter. ", "label": 0.0}
{"msg": "Its starting to Rain in Seattle.  (via @MyWashingtonSt) aww that sucks", "label": 0.0}
{"msg": "I hate you ", "label": 0.0}
{"msg": "its very good its very heart touching poor kid is crossing the border to see his mother hes going through pain it makes me wanna cry ", "label": 0.0}
{"msg": "counting down the hours to go to the dentist ", "label": 0.0}
{"msg": "go back to work ", "label": 0.0}
{"msg": "Resetting my Cave Story because I missed something missable. ", "label": 0.0}
{"msg": "Guys, that breaks my heart to hear you say that ", "label": 0.0}
{"msg": "I forgot that T-Mac even played for the Rockets...SMH ", "label": 0.0}
{"msg": "i changed my nose ring to a red gem, so now it looks like a pimple &gt;.&gt; i miss my purple one ", "label": 0.0}
{"msg": "Delayed by 30 min now ", "label": 0.0}
{"msg": "finally home and all but miss my mommy and daddy all ready ", "label": 0.0}
{"msg": "@heychrissmith i continue to feel intensely sick, chris  FIX THIS!", "label": 0.0}
{"msg": "@MH79 I don't know why I'm sad just feeling glum  No not going- have client meeting on the coast - I'll be there in spirit!", "label": 0.0}
{"msg": "so pooped! crazy work day ", "label": 0.0}
{"msg": "getting back to work ", "label": 0.0}
{"msg": "@xoxoJL me too. it's hard ", "label": 0.0}
{"msg": "wants ??? ", "label": 0.0}
{"msg": "i hate my life i have to buy a new board ", "label": 0.0}
{"msg": "@souljagurlb i know!  but i have to work in the morning...", "label": 0.0}
{"msg": "BEIN HYPER AND BORED DOESNT MIX AT ALL ...... UGH ........ ", "label": 0.0}
{"msg": "they have wifi in the terminal. Otherwise I won't be tweeting again until LATE tues nite from texASS. Bah.. I'm gonna miss my Luke.. ", "label": 0.0}
{"msg": "New apt. is finally starting to feel like home, but daisy fell down the steps today ", "label": 0.0}
{"msg": "My yummy cold jug is missing! I am sad. ", "label": 0.0}
{"msg": "on my way to work....starting 3rd shift tonight.....not happy ", "label": 0.0}
{"msg": "listening to eternity by the jonas brothers...imu so much nanny  i know you are in heaven but my heart still hurts &lt;/3", "label": 0.0}
{"msg": "@LLALaurie The chines bor/sis team... the death mom and sonteam were in the lea nut he got stumped jn the final road block ", "label": 0.0}
{"msg": "I wish hair grew faster... ", "label": 0.0}
{"msg": "Its true. ima fat ass. My favorite skinny jeans ripped. There's a hole where my ass and crotch meet. ", "label": 0.0}
{"msg": "Off to bed...0430 comes awfully early  stupid work, why cant i work from like 10-4 and still get paid the same? *sigh*", "label": 0.0}
{"msg": "http://twitpic.com/4ykdm - i wish i could grow a stache' why do boys get to have all the fun ", "label": 0.0}
{"msg": "I want chris back :'( how did things get this fucked up? I miss my friend ", "label": 0.0}
{"msg": "@crisrojas i'm crying ", "label": 0.0}
{"msg": "watching Brothers &amp; Sisters!! Can't believe is the season finale ", "label": 0.0}
{"msg": "Moved back home to des moines  so sad", "label": 0.0}
{"msg": "Sunday, Sunday oh we have to work tomorrow ", "label": 0.0}
{"msg": "Cry almost everyday &amp; barely eat. Hasn't been this bad in a long time.  I need a change. ", "label": 0.0}
{"msg": "It's no longer sunny in Seattle.  http://tr.im/sunnyinseattle", "label": 0.0}
{"msg": "i think i'm coming down with a cold ", "label": 0.0}
{"msg": "@christianburke The thing is, I don't have a job...   So I can't pay for insurance &amp; gas.  ", "label": 0.0}
