{"msg": "doesnt want Tevez to leave ", "label": 0.0}
{"msg": "have now managed to screw my left leg (calf strain), not having much luck with injuries ", "label": 0.0}
{"msg": "@FreyaTom ull adoooore it (: and u will cry  its sooo sad ", "label": 0.0}
{"msg": "School Tmz  About to watch Rove ;)", "label": 0.0}
{"msg": "@UberTwiter Thanks, it were the security settings. I had to open up everything  http://myloc.me/G6U", "label": 0.0}
{"msg": "please dont make me revise again ", "label": 0.0}
{"msg": "@brittgow re-Edublogs TV it isn't unfortunately as we are waiting for an outside company to do the coding for us ", "label": 0.0}
{"msg": "im thinking bianc-eo has left  i should go, the mother believes i am doing  science homework :O", "label": 0.0}
{"msg": "@queenofzan You did not like Wolverine?  ", "label": 0.0}
{"msg": "the person who i am folowing i'sn't twittering.......  so bad communication", "label": 0.0}
{"msg": "#WSBK live stream doesn't work in Firefox ", "label": 0.0}
{"msg": "That's just great!! I'm stuck inside doing work when it is a really nice day.  ", "label": 0.0}
{"msg": "@gingernaps it's so goood! I'm currently on Episode 10 at the moment! This show has gotta stay around ", "label": 0.0}
{"msg": "Work soo soon. One day off this week. ", "label": 0.0}
{"msg": "...and a big bag to take up as well as a rain coat. This is the bad part about having to places to live  Twitter Later  xxx", "label": 0.0}
{"msg": "Top 3 annoying ADs: Frooti AD @3.. Good Night AD with ughh ughh @2 and The winnner is New Kurkure AD: Swargwasi hai par maasi hai ", "label": 0.0}
{"msg": "@marco_cali Kimi was shit! He's in 16th position  I don't know if he had a problem though. We get live feed for GP's - Aus should too!! :|", "label": 0.0}
{"msg": "feeling sick and pukey.... ", "label": 0.0}
{"msg": "just realized I lost my scotty wu beat tag 2....  I might have it one of my flash drives damn.....", "label": 0.0}
{"msg": "@error505 shame nose on inside not outside  feelin lost unloved n unwanted need to live vicariously through others", "label": 0.0}
{"msg": "@hirasawa It's just crappy light beer.  It was 2am when we got to the market and they wouldn't let us buy real beer.", "label": 0.0}
{"msg": "@buddhapest I always wake up stiff though. ", "label": 0.0}
{"msg": "A relaxed mind is a focused mind unlike my peripatetic mind ", "label": 0.0}
{"msg": "coulda booked flights to nz with jetstar for me and josh for a week with flights costing less that $17 for both of us, but i didn't ", "label": 0.0}
{"msg": "at the ER with @unperfectwolf for her stomach pains. they just took her back, no idea what's wrong yet. ", "label": 0.0}
{"msg": "Poor monty has fleas ", "label": 0.0}
{"msg": "Is up at stupid 4:30 again. grrrrr. So much for sleeping through the night. ", "label": 0.0}
{"msg": "ready to rumble, the movie not the action.. actually.. both, you're so mad same tweet different movie..lost at uno  pathetic", "label": 0.0}
{"msg": "hurt her elbow again ", "label": 0.0}
{"msg": "I wish dreams weren't better than real life ", "label": 0.0}
{"msg": "so so tired ", "label": 0.0}
{"msg": "I went to a Martial Arts Seminar yesterday I'm in absolute agony my body is hurting all over ", "label": 0.0}
{"msg": "Work!!!!  xo L", "label": 0.0}
{"msg": "she's gonna live in USA (for the next 5 months ).. i want too ", "label": 0.0}
{"msg": "@JasonBradbury - you think you got problems, now being dragged off to B&amp;Q ", "label": 0.0}
{"msg": "Poor Holly!!!! ", "label": 0.0}
{"msg": "is happy that she is getting her freeview fixed, but is confused by all the technical words ", "label": 0.0}
{"msg": "@simplyyv I don't think I'm coming back til August   and that's only going to be for a couple of days.. ahhh.", "label": 0.0}
{"msg": "goin' 2 church n it jst rained hard....surfed d net...misses piglet... ", "label": 0.0}
{"msg": "@dana_burgess oh im sorry  yes please, i definitely need to see you sometime soon, i ate a little bit today which was good....", "label": 0.0}
{"msg": "@Linzi_Weir 45p a text?! Ouch! Damn ch5? Dont think ima be home to see it  bad times.", "label": 0.0}
{"msg": "Wanna be at home  sucks...", "label": 0.0}
{"msg": "Procrastinating starting studying for philosophy semester test tomorrow ", "label": 0.0}
{"msg": "twitterless week begins tomorrow ", "label": 0.0}
{"msg": "....Blindmango was talking dirty, Jay was raped by men lucky boy ", "label": 0.0}
{"msg": "Getting ready for work, really can't be bothered with a 3 hour shift especially since I'll miss the race because of it. ", "label": 0.0}
{"msg": "@nadyasha I have to have for about 50 of such books...) But perfectly I need to know all the programm, so I'm trying... ", "label": 0.0}
{"msg": "Trying to keep the depressive/melancholic mood away from me, but am failing. I haven't got a life ", "label": 0.0}
{"msg": "I am back! After realizing that my comp sucks ", "label": 0.0}
{"msg": "already sunday.....i hate sundays ", "label": 0.0}
{"msg": "@histapleface yer i think i did ", "label": 0.0}
{"msg": "I 'm waiting LyLy on msn . . . what is she doing ? she promise me to be there ", "label": 0.0}
{"msg": "is guna crack on with the revision today  Got lots to do but very lil time!", "label": 0.0}
{"msg": "Back to being nocturnal... ", "label": 0.0}
{"msg": "@chrisCHONcuison its ok i feel ur pain i had starbucks  so hi how are you?", "label": 0.0}
{"msg": "morning all. I fell up the stairs with cereal and apple juice in my hand; kept my balance but hurt my toes: thats SKILL. ow ", "label": 0.0}
{"msg": "My neck is still killing from Mcfly  and my ribs are hurting  urgh lolll.But it was amazing.Dougie Poynter jumped on me!... &lt;3&lt;3&lt;3", "label": 0.0}
{"msg": "Lunch with my Bestie Emilie!then work   u gotta take the good with the bad!", "label": 0.0}
{"msg": "is in love with a New York Couture dress. but it's 120$ ", "label": 0.0}
{"msg": "ahhh is really sore ", "label": 0.0}
{"msg": "loves the Jonas Brothers new song Paranoid but is annoyed at Itunes cos it isn't working again and I can't download Paranoid ", "label": 0.0}
{"msg": "@AshbooNV that's why eventually  u will go down there and showem what it made of!!! And show em how it's really done!!", "label": 0.0}
{"msg": "@DebbieFletcher Hang on...it's Mother's Day?? SERIOUSLY??? NO WAY! I haven't got my Mum ANYTHING!! Time to grovel....  Xx", "label": 0.0}
{"msg": "why do relationships need to be so complicated. ", "label": 0.0}
{"msg": "The night is young! I'm not tired just bored from being sober ", "label": 0.0}
{"msg": "@tiannafilippi you're a sexy bitch you needs to get on and TWEET LIKE NO OTHER. also i barely got to see you today sad face aka ", "label": 0.0}
{"msg": "sunnn finnalllyyy!!  aint slept :| need some sleep ", "label": 0.0}
{"msg": "Awww, I would have done @McGiff, but I was driving by the station, so couldnt  Love Loose Women, such a uni staple! Hope u had a gr8 wknd!", "label": 0.0}
{"msg": "@xgravity23 I am already sad coz the next season is going to be the LAST season ", "label": 0.0}
{"msg": "@turtlebus poor baby  schooling it tomorrow?", "label": 0.0}
{"msg": "so.....tired....... finished 1 essay, 1 to go..... ", "label": 0.0}
{"msg": "Why am I up this early? Oh wait, I have to work for university... stupid stuff ", "label": 0.0}
{"msg": "Everyone's gone again ", "label": 0.0}
{"msg": "dam last link broke ", "label": 0.0}
{"msg": "my voice's screwed up. couldn't talk at all when i woke up. it's better now though^^, what's bad is that i have to study all day ", "label": 0.0}
{"msg": "Back from W'bool. Still sick with a cold ", "label": 0.0}
{"msg": "@hollie__ Me neither  Come back cast!", "label": 0.0}
{"msg": "Everyone's aruguing! I hear everyone downstairs shouting at each other, then the bloody cats start outside. ", "label": 0.0}
{"msg": "Going to nap then take care of my mom ", "label": 0.0}
{"msg": "The Harriot is on Something for the Weekend - much better than last week but nowhere near as hot as @simonrim ", "label": 0.0}
{"msg": "hollyoaks were robbed at the soap awards. they should have won something grrr. how did doctors win and they didnt ", "label": 0.0}
{"msg": "Feeling so defeated by this thing I'm working on. ", "label": 0.0}
{"msg": "commerce study is dull to the max. I hate tests ", "label": 0.0}
{"msg": "mum just snapped at me for no reason and now I feel unloved...  @melissaohh lucky you, your mum is being loving", "label": 0.0}
{"msg": "My question is why and nobody can answer it ", "label": 0.0}
{"msg": "@gfalcone601 wish i was there  except i live in stupid australia. come here soon yeh? xo", "label": 0.0}
{"msg": "weekend extinguishing fires ", "label": 0.0}
{"msg": "@kwerky morning now why aren't you outside enjoying this fine day ??? Cos knowing our luck it's going to rain later ", "label": 0.0}
{"msg": "is revising psychology and english (not at the same time) AAAHHH i hate revision  damn damn damn damn damn damn any revision tips???", "label": 0.0}
{"msg": "@Elemyu I know 1st Scrubs, next week Greys and The Office ", "label": 0.0}
{"msg": "@MistressVarla his email address isn't working  but im going to call him later i have his cell number.", "label": 0.0}
{"msg": "@jhetfield sorry didn't win, I'll try again wednesday ", "label": 0.0}
{"msg": "@DubarryMcfly aw that sucks  hopefully theyll do an arena tour next year and you can see them  xx", "label": 0.0}
{"msg": "work      bring on the exams!", "label": 0.0}
{"msg": "is waiting to have dinner with Martin before he leaves ", "label": 0.0}
{"msg": "stuck at work till 615am  ", "label": 0.0}
{"msg": "Aaaaargh. Wisdom tooth is KILLING me. Left cheek is swollen. Who has a teething child? I am coming to steal all your bonjella. ", "label": 0.0}
{"msg": "@simonscarfe We planned on it then got too excited and forgot ", "label": 0.0}
{"msg": "@____________g I was trying to rap ", "label": 0.0}
{"msg": "Wating 4  HCG.... the wait seems to be endless.. ", "label": 0.0}
