{"msg": "@PaulFrankRizzo Hope you're enjoying your tea. ", "label": 1.0}
{"msg": "Watched bobby flays cake off last night and wake up wonting a slice of moist choc cake w/ buttercream frosting. Mmmm. Gonna bake today ", "label": 1.0}
{"msg": "Someone in UNITED ARAB EMIRATES liked The Mastermind http://bit.ly/rLcX9  ", "label": 1.0}
{"msg": "@virtuallyready its been horrible here the last few days, just good to see the sun come back out  I will enjoy it haha", "label": 1.0}
{"msg": "will be eating spicy tuna rolls while watching scrubs  http://plurk.com/p/uk3r9", "label": 1.0}
{"msg": "another day at school.. 8 days and countinggggg!!!!!! ", "label": 1.0}
{"msg": "@handandface @TomoWalter Guys I'm bloody bored. Tweet for christs sake before I lose my mind lol ", "label": 1.0}
{"msg": "@benasmith How odd! We stayed in King's Cross when we went to London.  The market was friendly, didn't realize how &quot;cutting edge&quot; it was. ", "label": 1.0}
{"msg": "@babygirlparis hey paris? Do u ever reply to ur fans tweet?  can u follow me back? I &lt;3 u!", "label": 1.0}
{"msg": "@marianneev One word: Airborne.  Love that fizzy stuff. Besides, you wash your hands... I wouldn't worry. Have fun in FL! SCUBA?", "label": 1.0}
{"msg": "Good to be home tho  all that's left is to bore my mates with tales - you been warned guys", "label": 1.0}
{"msg": "Monday again! I just need to make it through this week, and then off to the beach!! ", "label": 1.0}
{"msg": "@FushiginaReiko I did! Will be shipping it today or tomorrow ", "label": 1.0}
{"msg": "Last historic Hubble space walk beginning now! The most glorious images imagineable. Happy!  Track @NASA tweets! #STS125 nasa.gov", "label": 1.0}
{"msg": "@TabyCat74 morning! How are you? ", "label": 1.0}
{"msg": "@twisted4you I hear ya...seems like 4-5 days is all we need, watch they extend it to a 7 day cruise! ", "label": 1.0}
{"msg": "Home today! New York first, hoping I can keep this early rising habit!   Can't wait to hit the gym.  How to kill time before flight today?", "label": 1.0}
{"msg": "@brodaigh following #railscamp peeps is all good  I think we met at Jan Melb ruby meet. Was chatting at 3 degrees with you and @mikebailey", "label": 1.0}
{"msg": "Please a) follow @TRACE_ME and b) forgive shameless plug ", "label": 1.0}
{"msg": "http://twitpic.com/5f8l7 - @weeyin13 you must have read my mind just pulled these out of the cupboard ", "label": 1.0}
{"msg": "@edwinbrownell good morning ", "label": 1.0}
{"msg": "@nicole85 gd first day? ", "label": 1.0}
{"msg": "@Cpdacool ThankS! ", "label": 1.0}
{"msg": "@wendireed thank you for the prayers. Sorry it took me so long to update! Didn't realize how long it was taking to go through everything ", "label": 1.0}
{"msg": "@katewonderbird oooooohhh!! that will be 'awesome'  all good thanks missus. canny complain like. x", "label": 1.0}
{"msg": "@Kalofagas Good morning, have fun in the garden. I spent the whole weekend there. ", "label": 1.0}
{"msg": "#s2so website not quite finished but is now live online and has had it's first attendee sign up  http://s2so.co.uk/ All welcome to attend", "label": 1.0}
{"msg": "@PembsDave I am following you back that's for sure ", "label": 1.0}
{"msg": "Purchased a copy of &quot;Film Geek Files: Quentin Tarantino&quot;. HUGE FAN. Also watched Star Trek with the family yesterday  Loved the bonding :&gt;", "label": 1.0}
{"msg": "looking forward to the next few days from tomorrow, bar crawl, brownies and seeing @Pinktinktash @Richaroo and tim ", "label": 1.0}
{"msg": "Have decided to book impromptu holiday ... yayyy for next week off ... blissful anticipation ", "label": 1.0}
{"msg": "tryn to get AT&amp;T to swap out my blackberry for a dif phone. I hate that peice of crap. and watchin REPO, okay singin REPO ", "label": 1.0}
{"msg": "Can't wait for Niagara Falls and Toronto trip with her bf  Blink 182 in AUGUST. --", "label": 1.0}
{"msg": "@LifeofSubstance Morning there lady!! Yep, gots the coffee pumping thru my veins  How are you doing?", "label": 1.0}
{"msg": "'s swine flu has come back gutted in the words of russel brand &quot;you swine!&quot; lol morning peeps  .", "label": 1.0}
{"msg": "@milagro88 am happy again today ta ", "label": 1.0}
{"msg": "@pattidigh boy, ain't that the truth. see it every day in my twitter stream.  (not to mention the workplace.)  ", "label": 1.0}
{"msg": "okay okay Incubus reminds me of last December and Wafi ", "label": 1.0}
{"msg": "@RedDotRedState Okay, today you're my favorite Tweeter!  Congrats!!!  ", "label": 1.0}
{"msg": "@robbie5705 Please come fix my computer before I throw it out the window!! haha ", "label": 1.0}
{"msg": "@mabster you're assuming there will be a beta 2 ", "label": 1.0}
{"msg": "Happy birthday brother  (L)", "label": 1.0}
{"msg": "Sleepy. I don't wanna work. It's gonna be a long day today. At least I have tomorrow off. ", "label": 1.0}
{"msg": "g'morning twittees! hope evry1 has a prosperous day! ", "label": 1.0}
{"msg": "Goooood Morning! ", "label": 1.0}
{"msg": "watching the hills ", "label": 1.0}
{"msg": "HAPPY MONDAY!  We stopped by PAWS yesterday and found a beautiful female 2yr old husky we want to adopt sooo bad! I pray we can get her!", "label": 1.0}
{"msg": "@cakiiebakiie ahah, wise  the phone. (: i might actually.... yeah, will do soon x'", "label": 1.0}
{"msg": "Just  finish to pimp my Twitter Background ", "label": 1.0}
{"msg": "Saving the best for last?  ", "label": 1.0}
{"msg": "@spencerpratt can you give me a shout-out? it'd be awesome  ..love from hannah in ireland xoxoxo", "label": 1.0}
{"msg": "Good morning tweeters! ", "label": 1.0}
{"msg": "@lecrab I had a good weekend too. . My daughter and I did a &quot;Mommy/Daughter Day&quot; yesterday and we had lots of family time together Sat. ", "label": 1.0}
{"msg": "Good Morning everyone! Ready to start another exciting week. What? 59 degrees outside???? ", "label": 1.0}
{"msg": "says homework numpuk..!! tp untung ad si dia  http://plurk.com/p/uk49w", "label": 1.0}
{"msg": "@dylansada I really love ur handworks dyy.  it's all beautiful&amp; awesome! reallyy nice job ", "label": 1.0}
{"msg": "Yes! A sub in italiannnnn ", "label": 1.0}
{"msg": "@aidan_walsh I know, that's the killer part ", "label": 1.0}
{"msg": "is wishing I didn't think so much...off to watch some tv and some random stuff...have a great day everyone  haha wow I love twitter.", "label": 1.0}
{"msg": "@karenclaunch YEAH! KAREN!!!!!!! ", "label": 1.0}
{"msg": "@Heerogundam  Ta  Might do, but might save it... so I can't bend it!", "label": 1.0}
{"msg": "@annaloren its pretty smal, but its amazing... Everything shopping yeah yeah! I definitely want to go back there one day! ", "label": 1.0}
{"msg": "@jessyz Actually she still  she hasn't no brother or sisters and she is the family's first child.so am her only friend ", "label": 1.0}
{"msg": "IF YOU KNEW ME - You WOULD HAVE KNOWN DAT - cat ", "label": 1.0}
{"msg": "secretly, i'm a mush. ps there's more to it than that, [as always] but we'll leave it as a Cruel Intentions quote ", "label": 1.0}
{"msg": "@amberwhiting good night little one ", "label": 1.0}
{"msg": "FORGET FUN FUCK FEAR ", "label": 1.0}
{"msg": "@Emz_2694 ooo cool  ...sorta - even though it's Selena, aha. &amp; I might just do that  at least I still have Twitter; WOOP.", "label": 1.0}
{"msg": "@beautiful_waste yes it is ", "label": 1.0}
{"msg": "@yorkybar Everyone I've spoken to seemed to love it, apart from me. Oh well. I'll just stay in and keep watching Stargate instead! ", "label": 1.0}
{"msg": "@Yashiyama Hey Yashi, you're awesome. .....IDK i just feel like saying that to you  'cause you are.", "label": 1.0}
{"msg": "I have a new account: 'thomasbl_' please use the new one instead of this! ", "label": 1.0}
{"msg": "@gay_burns aw you do have my sympathies  hope you feel better soon. at least you can read for #wossybookclub j", "label": 1.0}
{"msg": "If U Must know... I'm having a Girl... ", "label": 1.0}
{"msg": "anyway...i find it ))sooooo strange,but cool  http://tinyurl.com/qokwx2", "label": 1.0}
{"msg": "is saying goodbye to Melissa(leaving for Europe) then working 10-6...then Arianna's to clean her room up! ", "label": 1.0}
{"msg": "@retthib  Awww and thank you!!  I just saw your one comment  ", "label": 1.0}
{"msg": "@sazp http://bit.ly/jO3ld here is the difference hope i helped ", "label": 1.0}
{"msg": "good morning everybody . i hope EVERYONE has a wonderful day that is filled with blessings . ", "label": 1.0}
{"msg": "@endlessblush that's me and my son yes.. cute arnt we   There are some great G10 (and 450D) groups on Flickr worth a look.", "label": 1.0}
{"msg": "@JannieMom Pleasure - anything for the editor of News24  #iphonefanboy", "label": 1.0}
{"msg": "@ludovicah - anyway, hope you like my pictures. ", "label": 1.0}
{"msg": "@jmn32 Hm, you can't find it through the interface but that link does work, thanks! ", "label": 1.0}
{"msg": "School should definately start at 1:45 and end at 1:47  ", "label": 1.0}
{"msg": "@jakeroz I feel bad for you Jake. I'm sure you'll make up for it later ", "label": 1.0}
{"msg": "@robbiespeaks  Happy Birthday, neighbor!!  Honestly, you don't look a day over 60.  ", "label": 1.0}
{"msg": "Last Day of School! Hopefully chilling with Donnie tonight!! ", "label": 1.0}
{"msg": "even the best fall down sometimes - howie day   x", "label": 1.0}
{"msg": "@jjsNYC  As a kid who grew up in North Dakota, I totally appreciate the prairie dog on your site! ", "label": 1.0}
{"msg": "i'm gonna buy a powerball ticket today yayyy ", "label": 1.0}
{"msg": "@Frankmusik i LOVE 3 little words! ", "label": 1.0}
{"msg": "@totalrapture Just commented your post - I liked that entry ", "label": 1.0}
{"msg": "I'm watching detective conan movie  Jolly Roger X]]]", "label": 1.0}
{"msg": "okay folks thanks to @fragoleconcrema pointing out how to change twitter name I did. Hpoolange is the new name for pomkeygeekange ", "label": 1.0}
{"msg": "@TheLooseCannon ummm yea and no lol ", "label": 1.0}
{"msg": "@David_N_Wilson you know what? it doesn't really bother me if anyone new follows or not..as its not about numbers...its content. ", "label": 1.0}
{"msg": "Ridin' the Air Forces once again to school ", "label": 1.0}
{"msg": "@willduhhbeast Me Too Babe! Super Excited Magic will play the Cavs  ILY", "label": 1.0}
{"msg": "#newshowsforbbc3 Use the FuseBox Radio family for an international music video show (shameless self-promo - http://ow.ly/2m4Z)  ", "label": 1.0}
{"msg": "@jennysadiva I wanted to go after class..can u meet me there @ like 1 or are u busyy?? Let me know cuz if not I can prolly wait til 5 ", "label": 1.0}
