{"msg": "Off to fire up the grill!  Good morning ", "label": 1.0}
{"msg": "@DJSpencer19 Hey there! you be blessed to Thank you thank you Thank you ", "label": 1.0}
{"msg": "@thanr yes...you are correct. ", "label": 1.0}
{"msg": "wrapping up @CedarParkTX stories for The Citizen, recovering from/reliving  @KNBTFM #AMJ by jamming @Sean_McConnell #musicmonday ", "label": 1.0}
{"msg": "chips, fish &amp; cheese  is that bad? haha.", "label": 1.0}
{"msg": "@limers Unfortunately, I don't have one. I'm just a marketing dude who wishes he also learned some graphic design ", "label": 1.0}
{"msg": "@sunghaelee YOU CAN DO IT DE MY CHAN ", "label": 1.0}
{"msg": "glad I took advantage of the one sunny day this week   I could sleep all day with rain like this!", "label": 1.0}
{"msg": "@spiderztweet There are jobs under process, we will open 4 days after its complete.....we're counting the seconds ", "label": 1.0}
{"msg": "follow @selena_G_fans this is my new twitter on selena gomez ", "label": 1.0}
{"msg": "wow!  today is my birthday!!! YIPPEE!!! thank you for all the people that wishes me today... ", "label": 1.0}
{"msg": "@NKOTB WELCOME BACK TO LAND!  Hope u had a great time. What abt another cruise http://www.starcruises.com ", "label": 1.0}
{"msg": "Afternoon all ", "label": 1.0}
{"msg": "Cant wait to be on holiday ", "label": 1.0}
{"msg": "@KristenJaymesS  how was Nikki's birthday? love you more", "label": 1.0}
{"msg": "@trishratna hehe sg is too small la. chanced upon ur nickname when someone replied u on twitter! ", "label": 1.0}
{"msg": "@prateek_agwl haaa...! My soul was too busy then to come up with something stupid to say. ", "label": 1.0}
{"msg": "@TheRedheadedOne do you think I could rent him out - ya know you go away for the weekend he will come in and clean? What would you pay? ", "label": 1.0}
{"msg": "@vish01 dont know, i had the cold so i think it just spread to my throat. my luck ", "label": 1.0}
{"msg": "Looking for fun places to spend money in downtown Farmington, Northville or other close area. Suggestions appreciated. Thanks.  ", "label": 1.0}
{"msg": "boy, how I dislike sandpaper and all that it stands for ", "label": 1.0}
{"msg": "is explaining twittet to this wierdo called Morgan Sykes who is fascinated by Britney Spears following me ", "label": 1.0}
{"msg": "@Spotify you keep updating your catalogue almost daily what about telling us how many tracks in total, that would be cool too ", "label": 1.0}
{"msg": "@binarylife Hope He/She Gets Well Soon ", "label": 1.0}
{"msg": "@oddcupcake I took a bunch of photos and will upload them next weekend!  I'll be in Dallas all this week.", "label": 1.0}
{"msg": "@i3argi What?! ", "label": 1.0}
{"msg": "@JackBastide waving at Jack, you didn't say hello today ", "label": 1.0}
{"msg": "#flylady using things I already have, so short grocery list this week, only 1 McDonald's night b/c of baseball game Friday ", "label": 1.0}
{"msg": "is finished uploading the concert pix in FS and FB  http://plurk.com/p/uk06d", "label": 1.0}
{"msg": "Catch you all later, busy day today, lots to do ", "label": 1.0}
{"msg": "@b_panda That bed looks so comfy, would have loved to share it with him ;-) Awesome he's tweeting already  We've got the best band ever! X", "label": 1.0}
{"msg": "@shanonlee Very good morning Shanon, hope all's well with you ", "label": 1.0}
{"msg": "@ozdj loving the new avatar ", "label": 1.0}
{"msg": "Good Evening twitterverse.  Been busy watching movies. :&gt; What's up?", "label": 1.0}
{"msg": "@JIM287 Good morning!!!!!! ", "label": 1.0}
{"msg": "@angiedarintip i'm only gonna watch this cuz i read evan rachel wood's gonna be in sz 2 and i &lt;3 her  got so many sz finales to catch on!", "label": 1.0}
{"msg": "@lbrown44 it's up on notices ", "label": 1.0}
{"msg": "@sherrieholmes It was startlingly effective. I tried another one (someone I knew at university) and that worked too ", "label": 1.0}
{"msg": "http://twitpic.com/5f85r - Second pair of new shades ", "label": 1.0}
{"msg": "@Caitlinjstasey OMG you replied! You're so nice, ", "label": 1.0}
{"msg": "I should head to work here soon.  Can you tell I'm excited? lol.  Once I get through this week I'm off all next week. ", "label": 1.0}
{"msg": "@xxlea sounds like a man servant you've been looking for ", "label": 1.0}
{"msg": "man, only had 3 hrs of sleep this morning... but i wont be frowning today...  ", "label": 1.0}
{"msg": "@Cassandralool Hello same here it's heavily raining ", "label": 1.0}
{"msg": "@JonathanRKnight Glad u had a good time. It looked like fun! We missed u here on land. ", "label": 1.0}
{"msg": "@bradjward  7 am? Cool!! Glad ur gr811 #noearlymornings! until Friday? I have 3 early mornings this week!! ", "label": 1.0}
{"msg": "@aynarahs:  good plan, go swim! and tel me what does aynarahs mean?!", "label": 1.0}
{"msg": "...charging for 'services' that we render to these entities ", "label": 1.0}
{"msg": "@jtunkelo &quot;On Writing&quot; is great! And for some Finnish touch, I also liked Mika Waltari's &quot;Aiotko kirjailijaksi?&quot; a lot ", "label": 1.0}
{"msg": "@coldplay http://twitpic.com/5f798 - Morning Guy ^^ It's 2pm in Paris, It's almost a sunny day  Have a great day!", "label": 1.0}
{"msg": "@ItsRobFoSho yessss!  thanks for coming and hanging.. for at least a bit.", "label": 1.0}
{"msg": "@Jillfoster Thanks Jill. ", "label": 1.0}
{"msg": "i'm on again ", "label": 1.0}
{"msg": "@xTwiilighted none  haha. cant choose ;P dont like any of it! &lt;3", "label": 1.0}
{"msg": "@TeresaMedeiros Aren't you just the tweeter   BTW, Some Like Wild sold very well - straight Hist is your nitch ", "label": 1.0}
{"msg": "Mmmm green tea.. ", "label": 1.0}
{"msg": "@strandloper well if ya can find some sort of rythm. dance ", "label": 1.0}
{"msg": "having a hell good night  my head has finally stopped hurting and i am enjoying the new music that finished downloading last night ", "label": 1.0}
{"msg": "@nnbomb sounds like a top night dear  how long u in town for nins?", "label": 1.0}
{"msg": "Ok. So I'm still having posting issues. Not sure if this will appear. Will try again later ", "label": 1.0}
{"msg": "The house can wait for a little bit...searching for CSS now ", "label": 1.0}
{"msg": "@jasonanderson LOL I stopped watching after the first season.  Would rather watch law and order or CSI  ", "label": 1.0}
{"msg": "@whatkaatsaid your school sucks! We miss you at Mcneil, andddddd summer is soon approaching  so yayy! screw boys", "label": 1.0}
{"msg": "@stinkyreddog cherries too! Now I want me some frozen grapes. ", "label": 1.0}
{"msg": "Probando Selective Twitter (actulizar status FB desde twitter) Gracias @eduardoe ", "label": 1.0}
{"msg": "@MissKatiePrice My sister is obsessed with you. Hope you find happiness once again ", "label": 1.0}
{"msg": "banana butties ", "label": 1.0}
{"msg": "@kellywilliams4 Ues - for why I'm not sure .... Back to normal tomorrow ", "label": 1.0}
{"msg": "@jenswitzig &quot;i got my copy on Saturday... respect, this is really a good book!&quot; - Thanks Jens. I appreciate it!  Dennis", "label": 1.0}
{"msg": "@dhempe @dkris both sound good! ", "label": 1.0}
{"msg": "@snipeyhead Well then consider yourself moisturized in an entertaining way ", "label": 1.0}
{"msg": "is having dinner infront of laptop ", "label": 1.0}
{"msg": "yay I'm in the Storque Showcase  http://www.etsy.com/storque/", "label": 1.0}
{"msg": "@kbuffinet I forgive u and I unblocked u!!! So u have to add me back now ", "label": 1.0}
{"msg": "I got no sleep this weekend. But visiting Memphis and my friends was worth it ", "label": 1.0}
{"msg": "@scott4dev in a very far far future ", "label": 1.0}
{"msg": "@lixilove and then come visit me ", "label": 1.0}
{"msg": "@lexcanroar @farmerBOOM it's fun if you do it along WITH the song  @castle03 you love it.", "label": 1.0}
{"msg": "Strange.. when I post something about atheists I get two new heavy-theist followers... hello! ", "label": 1.0}
{"msg": "@wildpeeta Any specials for all of us tweeters? ", "label": 1.0}
{"msg": "@sparkly_glitter la la la la sunshine, rainbows and suicidal students anticipating exams ", "label": 1.0}
{"msg": "@spencerpratt keep posting what ur doinn lol I'm goin to the city today and I would love to meet you ", "label": 1.0}
{"msg": "@spitphyre  just read your comment  nice. And re-commented too!", "label": 1.0}
{"msg": "@aprilyim NOPE. I'll protect u no worries. ", "label": 1.0}
{"msg": "@JacobToups ****takes bow*** thank you..I've joined the tech world ", "label": 1.0}
{"msg": "Postulating that eating this bowl of Life cereal somehow compensates for not having much of a real life as of late. Happy Monday ", "label": 1.0}
{"msg": "@skyandnat you just tweet.....and hope you get followers... ", "label": 1.0}
{"msg": "@dnydegger what do you mean with &quot;like a grandpa&quot;? ... ", "label": 1.0}
{"msg": "well good morning world ", "label": 1.0}
{"msg": "@carli_chick Yes, thanks Carli, I'm good.   was just reading back on you convo..is @jswash the real Joe Swash?", "label": 1.0}
{"msg": "Just smashed up the side of my iPhone. awesome start to the day  #fb", "label": 1.0}
{"msg": "Good Morning tweeps!  En el trabajo ", "label": 1.0}
{"msg": "@jayboss  @UberTwitter http://bit.ly/3oLpY but @TweetGenius is a for pay, no trial version, sorry.   UT is my preference anyway. ", "label": 1.0}
{"msg": "uh i'm so borin, watch my blogspot www.liizuuu.blogspot.com ong follow me there ", "label": 1.0}
{"msg": "@TimBabbComedian You go Tim.  Glad that I could lighten your load. ", "label": 1.0}
{"msg": "@euan No laptop = going commando2.0 ", "label": 1.0}
{"msg": "@dapbim ohhh lots of drama  think the highlight was a couple who I got the impression they work together and fancy an office romance ", "label": 1.0}
{"msg": "@vanessasng take a look at the gowns!! heheh jus kidding for some colloborations..  how i wish i can be taller!!! ;(", "label": 1.0}
{"msg": "going to bed now. ", "label": 1.0}
{"msg": "@springtree ohhhhhhhhhhh that's right! how was the beach? tell me! I am green! I want a vacation ", "label": 1.0}
