{"msg": "Scrubs. JD to Elliot: &quot; I love you more than Turk. You're my dream girl.&quot; Aww. ", "label": 1.0}
{"msg": "@chantelleaustin I did thanks  Hope yours was great too!", "label": 1.0}
{"msg": "@dirtybob aw how lovely! hope you had a fantastic time such a wonderful part of the country ", "label": 1.0}
{"msg": "but flight landed safely after 2 Hrs fly ", "label": 1.0}
{"msg": "Goodmorning rise &amp; shine it's coffee time only 4 1/2 days left of school for Tiffany then the Summer fun begins I love having her home ", "label": 1.0}
{"msg": "@annNow thanks so much  i was totally lost haha", "label": 1.0}
{"msg": "@Axelsrose Can you tweet me the link , when it's finished ? thanks ", "label": 1.0}
{"msg": "&quot;Matt why do you drive so fast?&quot; Cus I'm chasing a dream and when I catch it I'm gonna rape it and leave!  goin 2 bed, car fixed 2day!", "label": 1.0}
{"msg": "@IrishLad585 I like this guy from head toe  know &quot;Ace Ventura&quot; ? So funny...", "label": 1.0}
{"msg": "@silverSpoon do we smell that bad ??  #altnetuk", "label": 1.0}
{"msg": "@ikinequnz haha..some people.i'll tell u when ur on9 or something ", "label": 1.0}
{"msg": "@misskatastrophe you could do that! just use your mcr powers. lol. [what the heck am i talking about?? haha] i'm kinda nervous too. ", "label": 1.0}
{"msg": "@wolwol Hello Wol! Thanks for your enthusiastic hello!!!!! ", "label": 1.0}
{"msg": "@DonnieWahlberg Good Morning Donnie. Loyal soldier here... 18+ years and counting, proud to be in the DDub army. ", "label": 1.0}
{"msg": "im sitting in the library with marie ", "label": 1.0}
{"msg": "blasted love story on the freeway on the way home  now watching desperate housewives", "label": 1.0}
{"msg": "Have arrived at my dads safe n sound ", "label": 1.0}
{"msg": "@milagro88 Haha! Has visto la foto? Hilarious! Posted it on FB too. ", "label": 1.0}
{"msg": "@KAMIKAZEboardin haha, want some.....pleeeeease.... ", "label": 1.0}
{"msg": "@tdolby2001 LOL true. i ordered from amazon market - just in time to take back to usa with me ", "label": 1.0}
{"msg": "good morning ", "label": 1.0}
{"msg": "ok well it's not that bad now i fixed it ", "label": 1.0}
{"msg": "@Seanpaffair but yeah im awake ", "label": 1.0}
{"msg": "@kbash_1801 haha, it's never *really* over.  cory and i live together, so we're both always picking up guitars and singing. ", "label": 1.0}
{"msg": "@Dr_DinaSadik Thanks, i hope so! ", "label": 1.0}
{"msg": "@BrianMcnugget OMG Poor sod lol. Sent the text though lmao ", "label": 1.0}
{"msg": "@IzzySc Nope, I've never seen that, but I didn't become a fan until 1999.  It's my 10-year anniversary this summer. ", "label": 1.0}
{"msg": "GNW, I hope it's as funny as last week - so far so good ", "label": 1.0}
{"msg": "@mz_christiana_d Congrats on the program ", "label": 1.0}
{"msg": "@StaciJShelton glad to hear it  enjoy changing and creating!", "label": 1.0}
{"msg": "@Amazwi : How bout the song &quot;Neethaane&quot; ", "label": 1.0}
{"msg": "Herro ^.^ and good morning to ya  going to school now text or IM me then running after school with the chinks to get in shape oh yeahhh ", "label": 1.0}
{"msg": "Well morning ish! Continuing on web work today! ", "label": 1.0}
{"msg": "back from home  haha i am at home, going to eat now  pfannkuchen ;DD", "label": 1.0}
{"msg": "@Artmaker you are both young, dark haired, talented, art lovers who care about people ", "label": 1.0}
{"msg": "@bnox make em spell your name right this time ", "label": 1.0}
{"msg": "@1J9K9H0 Hey Josh  Thanks for the follow back, keep safe and tweet later!  ", "label": 1.0}
{"msg": "@beatricetan HAHA. It kinda tickles me still!! Haha..  aww love you too! Despite your silly comments! &lt;3", "label": 1.0}
{"msg": "@whatsername2 im hoping 5... and ill at least do three  probably four... and maybe five... and how awkward would he be to meet??", "label": 1.0}
{"msg": "Another Noa s born@ Jolande &amp; Lex, the next generation will be influenced for God by our baby's  Another beautifull day w/ Anna, love her!", "label": 1.0}
{"msg": "@spaulds1 Hi Susan. Just revving up for a new week. So much to do, so little time! Happy Monday ", "label": 1.0}
{"msg": "@lecraic sent me a present, see if you can spot yourself  http://short.ie/e98hj9", "label": 1.0}
{"msg": "@BrianMcnugget that video brings back great memories for us too ", "label": 1.0}
{"msg": "@rhysb123 I'm following ur blog 4many months now, I don't think U mentioned that be4.Great to know. I came to photo from painting too ", "label": 1.0}
{"msg": "@BrianMcnugget Awwwwww Blast from the past! Loving it ", "label": 1.0}
{"msg": "@choctruffleco I'm in the UK ", "label": 1.0}
{"msg": "@AshleyLTMSYF http://twitpic.com/5dz7u - awwwww!!! look at the koala!!!!! he looks like hez in love with u ash  i am soooooo jealoused ...", "label": 1.0}
{"msg": "@steph1985 all good. that's the magical part  I visit there this winter, and eat a lot.  dan-tsai noodles,chicken,pudding, fried shrimp...", "label": 1.0}
{"msg": "Waiting for a haircut. Wanna be beautiful in Spain and Catalunya. ", "label": 1.0}
{"msg": "Seriously though...... AMANDA LEE is her name ", "label": 1.0}
{"msg": "Sending out my good mornings  feels great to be alive.. God Bless Us !! ", "label": 1.0}
{"msg": "@ohdanib when you're about hun, can you activate followers on your blog so I can stalk you, thanks  xxx", "label": 1.0}
{"msg": "@taralou88 Can I have a linky please? I'll listen to it when I get home ", "label": 1.0}
{"msg": "It's Tuesday... I like you. ", "label": 1.0}
{"msg": "@shemah aww.. I know you look good Shemah! ", "label": 1.0}
{"msg": "@Spotify Tell me about it! Am having to cram 5 days into a 1.5-day week! Good luck ", "label": 1.0}
{"msg": "@thelane would be glad to help! sounds very interesting! ", "label": 1.0}
{"msg": "last day in Bali ", "label": 1.0}
{"msg": "@shanedawson I think the video on Saturday will be immense. Can't wait ", "label": 1.0}
{"msg": "@hotpatooties what a bummer, I was looking forward to that...oh well tomorrow it is  You having a more chilled day today? x", "label": 1.0}
{"msg": "@kesterbrewin Well then,I won't buy yr 3rd book. Oh wait, u don't have1.Mayb yr 2nd book then. opps, that's just the 1st with a diff name ", "label": 1.0}
{"msg": "Ended up jogging to Jelita to buy food with the sis.  @SedzOz Haha, yeah.  @letterboys Holy guacamole batman it's 10 years old. O_o.", "label": 1.0}
{"msg": "@amoenaonline Nice people I met at EAA  It's indeed good to take the keys with you. From now on your pockets will always smell really good", "label": 1.0}
{"msg": "@tommyreyes oh goodness ", "label": 1.0}
{"msg": "can't wait for the holidays  2 weeks and counting..", "label": 1.0}
{"msg": "has just got outa the shower and is geatting ready for lunchtime with my babies   xxx", "label": 1.0}
{"msg": "Testing Threeter  More info at http://threeter.devv.com", "label": 1.0}
{"msg": "the election fever has started ...I'm enjoying the show ", "label": 1.0}
{"msg": "@pdurham Good morning to u!! ", "label": 1.0}
{"msg": "@ladybug8320 I'm actually uploading some piccys to flickr too, not in your class but ok if you like chipmunks and trees ", "label": 1.0}
{"msg": "Saw 3d photo of marcel's baby-to-be, she smiles! Cuute, cant wait to see u baby lea ", "label": 1.0}
{"msg": "@imogenhowson thank you so much for the mention  please DM me your address so I can send you a CK pressie xx", "label": 1.0}
{"msg": "Watching ''House Bunny'' - I've been told it's good &amp; funny. Today is movie day - watched ''Push'' (2009) earlier... Any recommendations? ", "label": 1.0}
{"msg": "first examen -&gt; done; hopefully well done ", "label": 1.0}
{"msg": "@StephenMulhern YOUR FUNNNY ", "label": 1.0}
{"msg": "@amalkaff DIET??? @ilifar and I do not believe in DIETS. Hahahaha! But okay la.. as long as you're coming with. ", "label": 1.0}
{"msg": "@Caroleharry Thanks..I do feel thoroughly spoilt and still love every minute of it ", "label": 1.0}
{"msg": "keen for desperate housewives ", "label": 1.0}
{"msg": "@shiieee Ahh. So ganun pala. Thank you mare. ", "label": 1.0}
{"msg": "10 even better Wolfram|Alpha easter eggs! http://bit.ly/6bnbK Loving the reference to Back To The Future (nr 7) ", "label": 1.0}
{"msg": "@Djalfy I got ear plugs so it's all good!   Good night!    ", "label": 1.0}
{"msg": "goin to school in about a half- hour  first time ive been pumped about school in 4ever!!!!!", "label": 1.0}
{"msg": "@Lisa_Veronica are you doing a show? and how long are you here for? I WANT TO MEET YOU! ", "label": 1.0}
{"msg": "@TheRealNobody No, i only know knock knock jokes &amp; guess what the big step said to the little step jokes LOL Purely infantile ", "label": 1.0}
{"msg": "Earn US$$$$$ while living in any exotic location worldwide ", "label": 1.0}
{"msg": "Its that time of day again. Road trip planning time!  And yes James I think that is likely to give you diabetes at the very least.", "label": 1.0}
{"msg": "@chezperryman thankyou ", "label": 1.0}
{"msg": "@ShapeThrower I would listen to it just to check out what comes on.Imagine people in traffic listening to Outrun's Passing Breeze. ", "label": 1.0}
{"msg": "week off starts today ", "label": 1.0}
{"msg": "I think my boyfriend is very cute when he's sleepy ", "label": 1.0}
{"msg": "@ChristineOliver Look up &quot;deixis.&quot; It's a rhetorical term/trope. You use it VERY well, ambiguously and lyrically, in your tweets. ", "label": 1.0}
{"msg": "@mayalabeeDC3  I'd be down for that! If I can get it b4 we leave tonight I'd be most delighted ", "label": 1.0}
{"msg": "@LoonyBookworm damn it was champagne ", "label": 1.0}
{"msg": "revealing my secret to isabel ", "label": 1.0}
{"msg": "@boomdelirium And just in case you didn't succeed in whatever you were trying to do... there you go, sir! ", "label": 1.0}
{"msg": "@arobd started ubuntu..?? not started yet.....  Not busy, lazy.. ", "label": 1.0}
{"msg": "@aapjerockdt ill be there ", "label": 1.0}
{"msg": "@RealHughJackman Bali's a nice summer getaway ", "label": 1.0}
{"msg": "@JessWodall ooooh what language r u speaking? sounds/looks cool  isit spanish? i used to speak that", "label": 1.0}
{"msg": "all amazingly good! and, winter their is warm, not like Taipei, people are incredibly passionate,too. I had a wonderful time ", "label": 1.0}
