{"msg": "especially when its cooking oil who wins. can't wait to see the drama! ", "label": 1.0}
{"msg": "@ictommo The SupaStarGuitar site will be launching very shortly and there will be a bunch of free lessons for ya to check out ", "label": 1.0}
{"msg": "awake since 7 o'clock. Sis drove away for 2 day  Tomorrow ZAP; God please assist me a last time! :-*", "label": 1.0}
{"msg": "@irenerencsi Good Morning Irene! Wow! 1C that is cold, yuck  Did you get a good sleep?", "label": 1.0}
{"msg": "@cakesofamy I only just heard He Wasn't There by Lily Allen for the first time. I like yours better. ", "label": 1.0}
{"msg": "+@emony @rivier Shunning on multiple platforms is so fulfilling! &amp; Riv, no one is as witty &amp; engaging as Misha.  ", "label": 1.0}
{"msg": "@hiyaaax3 good morning. shelby is making fun of me for doing this. :] travis is lame. i love you. bye. ", "label": 1.0}
{"msg": "Tweet via Nokia 5800 ", "label": 1.0}
{"msg": "@emilykurnell can't wait to see pics!!!!!!! ", "label": 1.0}
{"msg": "Gareth - My new spider buddy is helping me to revise ", "label": 1.0}
{"msg": "@roseanthonette yeah... i know... i'm a lazy bum kasi ", "label": 1.0}
{"msg": "It's a huge jewelry-making day here at the ranch. I have another store lined up..... ", "label": 1.0}
{"msg": "I worry about my spelling also Chloe!  You are the only one who reads my updates - i feel blessed! ", "label": 1.0}
{"msg": "@hello_jodie GOOD LUCK AT THE GRAND OPENING!!!!!    I hope you have a glorious day at work and make tons of tips and yummy drinks! Love u", "label": 1.0}
{"msg": "curtain shopping done! Managed to buy new bedding too, so doing rather well today. Lunch next ", "label": 1.0}
{"msg": "@DVBL sometimes i think i'm a usb port on my 'puter!  have a fantabolous monday, trying to decide what to read ", "label": 1.0}
{"msg": "@TheMaffeo Have fun, enjoy your cruise! ", "label": 1.0}
{"msg": "@sgreenla at least it's not an epic fail ", "label": 1.0}
{"msg": "@3CB Have I? Maybe I just need company.. ", "label": 1.0}
{"msg": "@heididarling lol. My phone was off... A girl has to get sleep before a work day  So what did I miss? #lostarg", "label": 1.0}
{"msg": "@5w Good qn. Have been tied up with subernova.com and work but will be updating soon. ", "label": 1.0}
{"msg": "yass ma dads going 2 get me a gregs  :L", "label": 1.0}
{"msg": "I'm never going to dance again, these guily feet have got no rythm ", "label": 1.0}
{"msg": "I hate being sick in school. Maybe ill go home early ", "label": 1.0}
{"msg": "@bigcitysade I'm going to relax, but it is so hard for me to ", "label": 1.0}
{"msg": "@fredwilson Yes, but Fred, you could have just set your preference that way instead of Twitter changing it for all of us. ", "label": 1.0}
{"msg": "Leg still sore. Not much to do at work. All this is excuses why I won't work hard today.  ", "label": 1.0}
{"msg": "Back from school, waiting for mum, eating cake, wondering where my sister is, admiring my brother's rented car  IT'S A MERCEDES.", "label": 1.0}
{"msg": "freshly showered, nekkid n ashy, SC in HD on the LCD, think i'll wear a skirt today b/c i feels like it n i'm sexy ", "label": 1.0}
{"msg": "@theandykaufman are you going to be at the elvis week festivities in memphis this august? ", "label": 1.0}
{"msg": "@gfalcone601 come with Tom to brazil, you'll be very welcome here. the brazilians love you ", "label": 1.0}
{"msg": "is happy and ready for wednesday.. ", "label": 1.0}
{"msg": "Ok Guys Please Follow My Friend @bradwingquay  he has good music also he knows @mileycyrus &amp; @mandyjiroux FOLLOW HIM!", "label": 1.0}
{"msg": "Just submitted a image to JPG Mag for possible publication. Check it out! If you dig it vote it in to be published  http://tiny.cc/Mak59", "label": 1.0}
{"msg": "@sammutimer setting a reminder on my phone so I can tune in ", "label": 1.0}
{"msg": "@RazzmaCazz We have a Lab and a Collie mix ", "label": 1.0}
{"msg": "If you wanna be seen, take a shit where you sleep and smile real wide...  \\m/", "label": 1.0}
{"msg": "@massafera Em Washington ", "label": 1.0}
{"msg": "CHOW for now friends! Time to get ready to make the doughnuts! ", "label": 1.0}
{"msg": "Joy, love and laughter - combined with a bunch of directed dedication and laser focused action - the worlds best quick 'results' combo  .", "label": 1.0}
{"msg": "awake...4 day week at work  Friday AND Monday off + getting paid on Thursday ugh this week is going to be BEAUTIFUL www.thenewjack.com", "label": 1.0}
{"msg": "@juz1093 Murder might leave people also very quiet ... But I don't want to imply anything here  All  are sleeping; you: digesting pizza.", "label": 1.0}
{"msg": "Get some funny refreshing doses here  http://bit.ly/16ci2e", "label": 1.0}
{"msg": "@mattcharlton Nice one Matt, time for some more noise!! ", "label": 1.0}
{"msg": "@indiecision yay for you! lookin good ", "label": 1.0}
{"msg": "business trips suck - - wish my hubby were here!  Butttt playing with the baby and doing girly stuff for a few days ", "label": 1.0}
{"msg": "@JaneLoeddingArt thanks  great tip!", "label": 1.0}
{"msg": "Birthday today, lets celebrate with some corporate travel. Sorry family, will make it up to you ", "label": 1.0}
{"msg": "is ready for the day no matter what she hears!!! Mmmm pilates does a body good ", "label": 1.0}
{"msg": "@bree4peace Ok Guys Please Follow My Friend @bradwingquay  he has good music also he knows @mileycyrus &amp; @mandyjiroux FOLLOW HIM!", "label": 1.0}
{"msg": "@veeekay07 hahahh are these from snapple bottle tops?? Hahah ", "label": 1.0}
{"msg": "@thebrandicyrus i love yaa &lt;3 ", "label": 1.0}
{"msg": "@joshuagates  It's all good. We are just happy when u get the chance ", "label": 1.0}
{"msg": "@nnova thank you Nelfi, I am looking forward to today, hope you do the same ", "label": 1.0}
{"msg": "WOHOOOO!! my 100th entryy  oh yeah ahaa..mhh! xDD hahah i'm freaky. buut nice. xDD FOLLOW ME ON TWITTER !!  love ya all.!", "label": 1.0}
{"msg": "@dvdjhys I'm too nervous to talk to you ", "label": 1.0}
{"msg": "listening to Miley Cyrus songs ", "label": 1.0}
{"msg": "@beeritforward I didn't get to this last night because my phone died - But I had a Fosters  which apparently the Aussies don't drink...", "label": 1.0}
{"msg": "@vpmedical @liliales Thank you. ", "label": 1.0}
{"msg": "At the chinese restaurant. Yummie ", "label": 1.0}
{"msg": "@brakellis1 I think arrow is just another shipper but a very convinced shipper ", "label": 1.0}
{"msg": "@Sims3Nieuws It's a big difference tho. Photoshop costs 1000+$, Sims only cost 50 or so ", "label": 1.0}
{"msg": "Kimmel on Stern is always classy ", "label": 1.0}
{"msg": "@petewentz ...it really was a great tour! wash dc show was the best! ", "label": 1.0}
{"msg": "@Loz62 He's good! ", "label": 1.0}
{"msg": "In Bristol Museum being silly!! The best pic of me being Alfred the Gorilla! ", "label": 1.0}
{"msg": "Name changed to livi_bee, i likes it mucho, and my girl calls me livi  rock on!", "label": 1.0}
{"msg": "Pushing live RDF from PIT and PIPS into a Virtuoso triple store using SPARQL/Update - quite happy with this morning' hack ", "label": 1.0}
{"msg": "@Mindluvsoul Morning ", "label": 1.0}
{"msg": "@TeamCyrus Ok Guys Please Follow My Friend @bradwingquay  he has good music also he knows @mileycyrus &amp; @mandyjiroux FOLLOW HIM!", "label": 1.0}
{"msg": "Marmite on toast with a coffee makes office life seem so much better ", "label": 1.0}
{"msg": "Again with the whole waking up early thing. I'm so happy for my 4 day weekend next week. I looooooove sleep ", "label": 1.0}
{"msg": "@roseanthonette why would you want to be followed?? is that a must?? ", "label": 1.0}
{"msg": "@BoobiKitti Yes!  And super-cute.", "label": 1.0}
{"msg": "@azamedia Are you really???? Bonus! We can be new in town together. ", "label": 1.0}
{"msg": "I've got a sweet design on my hand that I made this morning... I should be a tattoo artist. ", "label": 1.0}
{"msg": "@IAMTHEMATRIX  hahaah awesome   hehee", "label": 1.0}
{"msg": "http://twitpic.com/kfu7 - Bump this ", "label": 1.0}
{"msg": "@recnamorcen do you have a favorite? ", "label": 1.0}
{"msg": "@jengroover what an innovative way to run a giveaway!  Love that you are up on all the latest, coolest marketing mediums! ", "label": 1.0}
{"msg": "@MissShonah Good morning Miss Shonah, and thank you! I hope you are having a fabulous day ", "label": 1.0}
{"msg": "shout out to Maggie who needs to sunbathe in her garden  come to Brighton and do it on the beach, is lush at the moment!", "label": 1.0}
{"msg": "making a mixed CD for my car ride into work ", "label": 1.0}
{"msg": "good morning  Or is it? I should try to go do some good 2day. Just haven't figured out what yet. Might go enroll in my summer classes.", "label": 1.0}
{"msg": "@radicalxstitch oh, cheers! My pleasure ", "label": 1.0}
{"msg": "Lord have mercy on the filming tomoz! (Talk about walking on water...) Jesus thanks for the best day and let's beach-run tomoz AM again ", "label": 1.0}
{"msg": "@ScottyAnderson No need to use the F- word about it ", "label": 1.0}
{"msg": "Excited for dinner with the boy tonight!!  &lt;3", "label": 1.0}
{"msg": "How y'all doing?  just woke up..", "label": 1.0}
{"msg": "@KevinRuddPM hiya mr.rudd hows the country  going? ", "label": 1.0}
{"msg": "finally got back home ", "label": 1.0}
{"msg": "@MissxMarisa hi long time..be happy where ever u r ", "label": 1.0}
{"msg": "@inf0rmer Must confess I was expecting a blue screen at the very end ", "label": 1.0}
{"msg": "@meghabhandari @paarulb I wasnt talking about the week at all ", "label": 1.0}
{"msg": "@emmmyj what's in Baltimore? And who is the new boy that you haven't told me about? ", "label": 1.0}
{"msg": "@pixiefran *joins* i'm listening to johnny cash too much to be essay writing ", "label": 1.0}
{"msg": "@foxandfriends  Yep! AND he should be MUZZLED by the Secret Service &amp; required to write contents of James 1:19 on a blackboard, 4x/day. ", "label": 1.0}
{"msg": "@spencerpratt Ok Guys Please Follow My Friend @bradwingquay  he has good music also he knows @mileycyrus &amp; @mandyjiroux FOLLOW HIM!", "label": 1.0}
{"msg": "@Trekkygeek You is b'day? Me sez happy one to you ", "label": 1.0}
{"msg": "@nordaldo Watch the the show and see for yourselft. ", "label": 1.0}
