{"msg": "@ginoandfran it's like we're with you in the RX booth! coolness   (GinoandFran live &gt; http://ustre.am/2YyQ)", "label": 1.0}
{"msg": "@petercutforth Peter thanks so much for the kind words about my blog! *hugs* see you in #SMTB ", "label": 1.0}
{"msg": "Adding more twitterjecting goodness to our system ", "label": 1.0}
{"msg": "@WillSliney @AdamDMurray, Britney just knew she had no hope of hooking a catch like me ", "label": 1.0}
{"msg": "@vmdianehughes Thanks v much.. ", "label": 1.0}
{"msg": "@PaperCakes Wow! seeing your excitement, can't wait to see what this is all about, post it asap ", "label": 1.0}
{"msg": "@Ecosaveology, @lizwertz, @ThunderandBlood, @leahita, @ROCK_READ__ROAM, @sharonhayes Thank you very much, you are welcome ", "label": 1.0}
{"msg": "@puppy4urluv  thanks regina  they were great to work with, Tim &amp; crew are truly great people", "label": 1.0}
{"msg": "Yawn... Rise &amp; Shine Campers! It's gonna be a good day...  just becus i'm in it!", "label": 1.0}
{"msg": "congrats short stack for winning over jobro.  you guys are amazing.", "label": 1.0}
{"msg": "@HeainL Ahh good luck on your exam!! You'll do great! ", "label": 1.0}
{"msg": "I got the nanny job!!! I start June 1st ", "label": 1.0}
{"msg": "Hell yeah...wakeboarding tomorrow!! last session for a looong long time  lets smash it up one last time...!!", "label": 1.0}
{"msg": "@salandpepper scared him off brilliant ,That didn`t take alot ", "label": 1.0}
{"msg": "@VoltureX That's great news! ", "label": 1.0}
{"msg": "Afternoon!!! I'm going in town, getting mom's birthday present!! ", "label": 1.0}
{"msg": "@ChrisDaCosta I agree, I suspect most of people who make one-phrase reviews for movies and book, never even bother to watch or read ", "label": 1.0}
{"msg": "Back from school, sick in bed with a water jar on my belly ", "label": 1.0}
{"msg": "As a reward, you may download a free copy of EmailUnlimited on http://www.4officeautomation.com ", "label": 1.0}
{"msg": "COUNTING DOWN  (a lil too early but i like) YAY.", "label": 1.0}
{"msg": "Only this monday and ONE more...then SUMMER!!!!! i cant wait!!!!!! ", "label": 1.0}
{"msg": "Happy Birthday! Dawn Rene'. ", "label": 1.0}
{"msg": "@therobot the rule of thirds can be mixed with other rules  (its surprising how well it works actually)", "label": 1.0}
{"msg": "MIGHT be going to a festival in france on the 19th of july to see bmth ", "label": 1.0}
{"msg": "@helen_bop  I hope they burst. I'm on Facebook looking at radfem groups (@Ren_Ev to blame for that) and seriously, my GODDESS.", "label": 1.0}
{"msg": "@firusvg yup exactly ... resistance is futile, infection has begun ", "label": 1.0}
{"msg": "spent some time on the field... I might get tan this year! ", "label": 1.0}
{"msg": "skyping with jodie.. ", "label": 1.0}
{"msg": "@tommcfly Number one?? AWESOME!!  Your dvd is fucking amazment! And the documentry is so sweet  Love it love it love it  xx", "label": 1.0}
{"msg": "@melissaox Well that does make me feel a bit better....thanks ", "label": 1.0}
{"msg": "@thelipprint have positive thoughts girl.... Mom needs those... She will be just fine I'm sure. Smile ", "label": 1.0}
{"msg": "how nice that we can get rid so easily of MLMs &amp; marketing skams, fronting as &quot;inspired quotes&quot;....unfollow does the trick ", "label": 1.0}
{"msg": "@nooshin63 just kidding  ! but women works for get same rights with men and you say men build of stone madam flower  .", "label": 1.0}
{"msg": "@subhangi That is the hard part. ", "label": 1.0}
{"msg": "@xaika okay you win. you always do.  .", "label": 1.0}
{"msg": "For All Football (Soccer) Fans Out There: South Africa 2010 World Cup Here We Come!  http://bit.ly/9uJee Really Cool Advert!!! ;)", "label": 1.0}
{"msg": "omg...have become obsessed with checking to see if I have noobs ", "label": 1.0}
{"msg": "@nicolelm 'cause youre clever ", "label": 1.0}
{"msg": "@Spangila i just noticed your profile pic, btw. nice. I hope you're not a butterface. ", "label": 1.0}
{"msg": "@maryrose WHOOP WHOOP! ", "label": 1.0}
{"msg": "@carli_chick Excellent thanks i never knew he was on twitter ", "label": 1.0}
{"msg": "first twitter ever..this feels momentus ", "label": 1.0}
{"msg": "@wezmaynard &quot;essential beautification&quot; - it is, I agree. You design lovely sites! ", "label": 1.0}
{"msg": "@knkartha Yes please do ", "label": 1.0}
{"msg": "@Kait_O Yay, I know! I hope he keeps playing like this and don't back to his shanking ways at RG.  Woke up this morning still grinning.", "label": 1.0}
{"msg": "@jake74 loved Space: 1999. ", "label": 1.0}
{"msg": "@enderthomas Enjoy your week off! Do something relaxing and fun ", "label": 1.0}
{"msg": "listening to nova 96.9 and doing biology research  ...and i need a drink", "label": 1.0}
{"msg": "another boring day. so tired of SLEEPING  bring me lets have some fun. ehehehe", "label": 1.0}
{"msg": "listening to paranoid and singing along! ", "label": 1.0}
{"msg": "@stephenfry Joanna Lumley for Speaker of the House I'd say ", "label": 1.0}
{"msg": "@jhillstephens lol makes a lot of sense to me! ", "label": 1.0}
{"msg": "@katewhinesalot don't have to b euro to be a TOPLESS CRUISE! SIGN ME UP! ", "label": 1.0}
{"msg": "@burajiru: I love &quot;Dancing Queen&quot; (ABBA) too!  ? http://blip.fm/~6isrh", "label": 1.0}
{"msg": "@DarineD I'm sleeping late too! But the difference is thats its every night with me!! looool What did you do this weekend? had fun? ", "label": 1.0}
{"msg": "is again working on the accounts and listening to Kerrang!  Oh, and updating my status!!!  It's like groundhog day!  x", "label": 1.0}
{"msg": "@tommcfly can i come with you?? ", "label": 1.0}
{"msg": "@atticfox Cute newfie and cat pic! If our cat loved our newf as much as she loves the cat, we could take pics like that too ", "label": 1.0}
{"msg": "Persiapan nonton 'National Treasure : Book of Secret' di P3kmegaplex, lagi buat pop-rock corn (jagung rebus) dulu ", "label": 1.0}
{"msg": "has hand cramp from writing notes, and is going to chillax at lunch in Clivey G with the girls for a while ", "label": 1.0}
{"msg": "LMFAO...HEY! we're the show fo sho. HEY! ", "label": 1.0}
{"msg": "@ewanm hahaha I am lactose intolerant so condensed milk really wont help to make me feel better ", "label": 1.0}
{"msg": "@carousella all good, carry on ", "label": 1.0}
{"msg": "sad to see my governor go, best thing that happened to Utah, well...since me ", "label": 1.0}
{"msg": "@MeltedMoment weather will be wonderful in Minehead!! ", "label": 1.0}
{"msg": "I'm home. Eating barbeque-left overs.. Yummi! ", "label": 1.0}
{"msg": "@m_ford lol - whoops - good evening! actually, it is almost gm there!! ", "label": 1.0}
{"msg": "@videogametweets and heres my Collectors Item of the Day  http://i43.tinypic.com/21ocuc6.jpg http://twitter.co.. http://tinyurl.com/oo ...", "label": 1.0}
{"msg": "@lazyage Am well, London is sunny and @ 12:15 so nearly lunch time  today is going swimmingly! hope all is well for you also.....", "label": 1.0}
{"msg": "@seannwscott : you of course ", "label": 1.0}
{"msg": "Weather is bad. it's so boardddd . Just polish mu nails  xaxaxa", "label": 1.0}
{"msg": "Good morning everyone. Late start because this cold weather wasn't doing it 4 me but the good lord got me up and started me on my way. ", "label": 1.0}
{"msg": "Senior prank monday completed. ", "label": 1.0}
{"msg": "@tigerkhan007 lol headed out for sleep soon ", "label": 1.0}
{"msg": "@neofilan Yeah that be fab l am a huge shane fan!!! I'm from newcastle be great to make friends with you ", "label": 1.0}
{"msg": "been a good day. haven't got a lot of work done, but making progress in my head... ", "label": 1.0}
{"msg": "if you're into Buffy The Vampire Slayer, TOM LENK now has twitter @tomlenk  just passing it on from @alydenisof", "label": 1.0}
{"msg": "me quondam mirabitur orbis. i can promise that ", "label": 1.0}
{"msg": "@mkim2426 @resrieju @tomhunsicker @bcmendoza THANK YOU FOR THE CONGRATS! ", "label": 1.0}
{"msg": "@MissKemi  6:16am...  too early ", "label": 1.0}
{"msg": "is so full. had schnitzel for lunch ", "label": 1.0}
{"msg": "@rosehwang it's the main reason I use socialtoo, to keep tabs on the unfollowers ", "label": 1.0}
{"msg": "listening to The Doors &quot;Riders on the Storm&quot; while continuing work on my presentation. I never thought I would enjoy #ux so much ", "label": 1.0}
{"msg": "@Nivk yay! awesome, I thought you'd be heading back up to the cam, obviously a bad idea ", "label": 1.0}
{"msg": "@julestmc succes in your new job! We might be seeing each other on the Loch! ", "label": 1.0}
{"msg": "@lameymacdonald  Slept well, thanks.  Having coffee by the fireplace.  Kids still asleep.  Nice an peaceful.   you?", "label": 1.0}
{"msg": "@flybaymoni @DianeDenmark @C_Joy  Good morning to you all!  Diane hope you are enjoying your time out in the garden", "label": 1.0}
{"msg": "Ok Guys Please Follow My Friend @bradwingquay  he has good music also he knows @mileycyrus &amp; @mandyjiroux FOLLOW HIM!", "label": 1.0}
{"msg": "@videogametweets and heres my Collectors Item of the Day  http://i43.tinypic.com/21ocuc6.jpg http://twitter.com/TinyPicTweets/statuses ...", "label": 1.0}
{"msg": "@wolzy HAHA! U knew what u were getting urself into, now stop complaining or I'll come take that last remaining source o warmth away, LOL ", "label": 1.0}
{"msg": "Whether the sun's shining or it's great weather for ducks (as it is here!) , have a good day all ", "label": 1.0}
{"msg": "#musicmonday Anberlin- Time and Confusion ! ", "label": 1.0}
{"msg": "Good Morning All ", "label": 1.0}
{"msg": "i do i do... i do love your shoes  go PRADA! LOL!", "label": 1.0}
{"msg": "fei is actually ok with blog sidebars ", "label": 1.0}
{"msg": "@covertocoversf, awesome! ", "label": 1.0}
{"msg": "Almost finished with my outline! YAY ", "label": 1.0}
{"msg": "Hi everyone - hope you all had a lovely weekend. Citybase.com have added some new apartments to the website today - hope you like them ", "label": 1.0}
{"msg": "@mhertenberger. The harvard is my all time favourite plane. Don't know why. It's probably like the spitfire for the British ", "label": 1.0}
{"msg": "Fighting bronchitis.  I will be back when I'm a little less medicated and the room stops spinning. ", "label": 1.0}
