{"msg": "WAIT! i have no friends on twitter  ................ i gotta go make some phone calls mwah haha", "label": 0.0}
{"msg": "soo tired.. cbb doing any art rite now..soz Ms Sharp! lol jst wana lax... omgsh freaking owt! i still dont have my ball dress!  not hapy!", "label": 0.0}
{"msg": "I'm having a sad and down day, everyone has gone to the beach, I'm working  all sympathy, hugs, kisses and fluffy bunnies welcome.", "label": 0.0}
{"msg": "@re_becca I didn't mean to ruin it, I swear. ", "label": 0.0}
{"msg": "and someone threw away my ice cream ", "label": 0.0}
{"msg": "GAH! Why is Clubbed To Death not available on Spotify! ", "label": 0.0}
{"msg": "@alexerific Need to start my modern, due tomorrow. ", "label": 0.0}
{"msg": "lily allens in swindon today ", "label": 0.0}
{"msg": "@rustyrockets i need a date to zombie prom in portland oregon. my date canceled want and could you be my date ", "label": 0.0}
{"msg": "i like it how i am now broke after splurging on my mother, and can't even afford to get my hair done  oh how being selfless is hard", "label": 0.0}
{"msg": "I don't sleep when the moon is up but when the sun is.  ", "label": 0.0}
{"msg": "Windows 7 installation in Fusion is making my computer CRAWL ", "label": 0.0}
{"msg": "   the batt to my internet connection died.  Guess its back to the mobile!", "label": 0.0}
{"msg": "@andrei_bobocea  sorry to hear", "label": 0.0}
{"msg": "@elyshRARR saaaaame. and its due at 9am. attention span....failing me once again ", "label": 0.0}
{"msg": "sorry to hear that  It's going okay, just tweeting away  @ashleylovegood", "label": 0.0}
{"msg": "@nataliexanne i actually only like that picture so maybe we'll do more when i'm out there... i miss chain ", "label": 0.0}
{"msg": "@pyrroman sorry to hear ", "label": 0.0}
{"msg": "@nixiepixel I'm gonna be sad if you don't sign on ", "label": 0.0}
{"msg": "Does anyone want around 5 or more years of Empire Magazine, or knows where I can sell them, need to get rid of them, no room ", "label": 0.0}
{"msg": "ick I really feel like throwing up but I can't ", "label": 0.0}
{"msg": "@countjerkula im still on series one! i want to have the annointed round for tea, hes so cute! aww the whole buffy/angel starting place  x", "label": 0.0}
{"msg": "@SarahCyrus but i cant say more than that... idk more than that and kocham cie ....  ( and what i wrote in ur letter )", "label": 0.0}
{"msg": "im dying in pain ", "label": 0.0}
{"msg": "@iluvbarney LOL check net-a-porter. Wonderful shoes, obscene prices ", "label": 0.0}
{"msg": "@muscati @sabihkhan that's so gross! ", "label": 0.0}
{"msg": "@mankuthimma and i missed it ", "label": 0.0}
{"msg": "@alyssacalderon I would watch BSG with you if I could. ", "label": 0.0}
{"msg": "Liverpool beat hammers to go to top of the league.. for what might be the last time this seadon ", "label": 0.0}
{"msg": "Hay fever - the stuff of champions ", "label": 0.0}
{"msg": "Day 3: sore and gritty ", "label": 0.0}
{"msg": "@ZoeStanford I hope it still is after all this train mess! ", "label": 0.0}
{"msg": "Punching out at 5:20  It's pretty much a coinflip whether or not to poker tonight", "label": 0.0}
{"msg": "noooooooo, it expired!!!! I missed my chance for the free ringtone MY LIFE IS OVER!! lolz jokes haha but i did really want that ringtone ", "label": 0.0}
{"msg": "@MisterRo Which bestiary do you have? Mine are all packed away. ", "label": 0.0}
{"msg": "oh, God! my mood kinda terrible.  really bad.", "label": 0.0}
{"msg": "looks like that camera &amp; me time is gonna be put back till tomorrow ", "label": 0.0}
{"msg": "@Soph4Soph thank you.  I live with it back ground most of the time, but hate it when it flares like this ", "label": 0.0}
{"msg": "@shamim86 hehe more like we put each other through...ok you went home, now come back, i keep missing you ", "label": 0.0}
{"msg": "@zlatti true makes you feel kinds lonely doesn't it ", "label": 0.0}
{"msg": "how can it be a sunday night? NOOOO!!! school tomorrow  weekend went sooo fast.", "label": 0.0}
{"msg": "is board ", "label": 0.0}
{"msg": "Bleh Bleh... tired as hell, sick  and my head has gone for a spin.", "label": 0.0}
{"msg": "Is not looking forward to tackling the washing and ironing backlog ", "label": 0.0}
{"msg": "@denajporter it's not me. Promise. Hahaha. Ok kinda creepy huh? ", "label": 0.0}
{"msg": "@tlaszuk Nice that some people got to see the outdoors ", "label": 0.0}
{"msg": "really wishes he wasn't at work right now ", "label": 0.0}
{"msg": "@juantwothree u didn't happen to find my glasses when you were packing up stuff? I can't find them anywhere ", "label": 0.0}
{"msg": "@marginatasnaily oh no  yea spontaneous was good, but it did mean we had to wait half hour for a table at the restaurant!", "label": 0.0}
{"msg": "is loosing everyone ", "label": 0.0}
{"msg": "Breaking out on my chin  I dont' like it", "label": 0.0}
{"msg": "DAMN IT THE BRONCOS LOST JUST BY 2 PTS  GOOD ON YA TODD FOR WINNING A SILVER LOGIE AWARD. YAY! HAD AN AWESOME MOTHER'S DAY.", "label": 0.0}
{"msg": "@nwjerseyliz not really  I want the weekend again ;-) Hope u have a lovely Sunday.", "label": 0.0}
{"msg": "@SEOdojo I ried - the links did not work ", "label": 0.0}
{"msg": "it's weekend, weather is getting fine. so what is the best idea to do? right! study works  I want to go out with th dog!!! ((", "label": 0.0}
{"msg": "cant sleep at all ", "label": 0.0}
{"msg": "well ood morning!well not a good mornin for me! i think i made a mistake ", "label": 0.0}
{"msg": "Breaking out on my chin  I don't like", "label": 0.0}
{"msg": "@Zosie Is that all? It took me over 5 hours to back up my hard drive. ", "label": 0.0}
{"msg": "Wow I'm still up  And I haven't eaten   Crazy night   You big ol fat rat", "label": 0.0}
{"msg": "sunday just drifting away...   cant get anything done...  ", "label": 0.0}
{"msg": "Okay Apple Online Store online again (haha).. nothing new ", "label": 0.0}
{"msg": "@FlissTee bright sunshine, and very pleasant out, going to spend most of the day outside I think, next job - cleaning out chicken coop ", "label": 0.0}
{"msg": "I don't want to think about Wednesday, but I can't help it ", "label": 0.0}
{"msg": "@Sims3Nieuws thanks ;)   must go offline  bye", "label": 0.0}
{"msg": "@morgz08 Tell me about it ", "label": 0.0}
{"msg": "@MaschaD I'm begining to think I scared jon away     I am friiggin so sick &amp; I'm bummed about no cruise...&amp; I miss my gutter talks w/ u...", "label": 0.0}
{"msg": "All of my shows are ending ", "label": 0.0}
{"msg": "@jacobmetzner: well to you maybe. Again, i'm really trying not to be an ass hole but she has a point. Sorry dude ", "label": 0.0}
{"msg": "@Spamotics Pizza for breakfast :O? All I had was cereal and a low fat yogurt ", "label": 0.0}
{"msg": "@MaraBG I'm actually about to go back to bed. Been up since 1:00 am CST. Dtr texted me then. Having some probs in marr. bummer ", "label": 0.0}
{"msg": "@missgiggly oh sorry i meant parseltongue compared to parselmouth! forget my bad spelling  haha", "label": 0.0}
{"msg": "@Cassandroar awww mcfly flu  that doesn't sound so bad! ;) get better soon xx", "label": 0.0}
{"msg": "my cat shows disinterest when i tell him my vagina's bleeding  goodnight. - my cat shows disinterest when i ... http://bit.ly/VnF4v", "label": 0.0}
{"msg": "Oh boy! If ever he uses Esther in his song, that girl is very lucky! I want my name in a song, too, please @johncmayer ", "label": 0.0}
{"msg": "Feels completely wired and fed up at the same time ", "label": 0.0}
{"msg": "@Icklesal I forgot to plan ahead this year. I normally buy my mum a card on the UK mum's day, but forgot and had to send her a blank card ", "label": 0.0}
{"msg": "@carole29 Working all weekend? Nice! ", "label": 0.0}
{"msg": "@ianhislop I used 2 c u all da time in Charing X station. I always dreamt of C-ING da show but could never get tix. ", "label": 0.0}
{"msg": "@DianneMcAoh no  could you start your own thing up? loads of that going on around here at the moment!!", "label": 0.0}
{"msg": "@denisemartinez3 awww I'm sorry to hear that  Hope she feels better!", "label": 0.0}
{"msg": "heavy rain, True ch.16 signal cut off, I can't see the ending of film 'Mom at sixteen' ", "label": 0.0}
{"msg": "MUST do revision today ", "label": 0.0}
{"msg": "@_samantha i totally wished i went to wango tango too! ", "label": 0.0}
{"msg": "getting ready for work  don't want to go", "label": 0.0}
{"msg": "Everybody is taunting me with Cheesecake! ", "label": 0.0}
{"msg": "Did something I regret tonight  ugh and work in like 5 hours. Goodnight. Happy to be in my own bed tonight!", "label": 0.0}
{"msg": "waiting for bus to arrive at Breda station, taxi de leeuw is on strike today apparently.. ", "label": 0.0}
{"msg": "Ready for Baby Jack's 1st birthday party. Have promised not to get too drunk!! ", "label": 0.0}
{"msg": "The Moody Blues - I know you're out there somewhere - Where are you???  ? http://blip.fm/~5z680", "label": 0.0}
{"msg": "g'morning. today consists of watching the last shipwrecked episode this year  and revising ict...yeah. ", "label": 0.0}
{"msg": "Yeah. Definitely sunburned. Lol. Working overnight tonight then overnight through day shift tomorrow. ", "label": 0.0}
{"msg": "i want a blackberry ", "label": 0.0}
{"msg": "@Nakpangi no prob. Gotta enjoy the movie nites while I can. Soon you'll be moving off into the wild blue yonder  bitter sweet", "label": 0.0}
{"msg": "I haven't seen SNL in so long.  I'm in Germany where it's not shown.", "label": 0.0}
{"msg": "there was this lady at #The Spur and she popped my space bubble so yeah... i feel violated... ", "label": 0.0}
{"msg": "Revising  what fun; but like Harvey says &quot;short term pain = long term gain&quot; ;) silly cow", "label": 0.0}
{"msg": "@bradiewebbstack :O OMG JEALOUS MUCH U REPLY TO HER  OMG OMG OMG ILY HEAPS PLZ JUST ONE WORD *or more ..... most likely more* PLZ ", "label": 0.0}
{"msg": "Hates that stephanie meyer set the expectations of a boyfriend so high... I want Edward Cullen to call my own!!! ", "label": 0.0}
{"msg": "@MrPaparazzi oh no oh no oh NOOO!!! bad news for amyyy ", "label": 0.0}
