{"msg": "@goodboygonebad sounds...exciting ", "label": 1.0}
{"msg": "YAY my #snupped .com Custom Mac sleeve is in the mail ", "label": 1.0}
{"msg": "my sister's debut was awesssoooome, i haaad sooo muuuch fuun ", "label": 1.0}
{"msg": "is having dinner with her family ", "label": 1.0}
{"msg": "Tweeting from my new Chinese number ", "label": 1.0}
{"msg": "@MichaelHyatt Run a mile or so for me too, while you're at it, please!  Enjoy your run.", "label": 1.0}
{"msg": "@petroica Is there anything interesting going on in Miami I should be on notice about? I will be gloriously returning for a bit tomorrow. ", "label": 1.0}
{"msg": "@TEYANATAYLOR wassup, I'm jus stoppin by to show some love. def. like your music ", "label": 1.0}
{"msg": "I want to be warrrrrrrrm ", "label": 1.0}
{"msg": "@Frontieruk Already pre-ordered mine from Play ", "label": 1.0}
{"msg": "@massacregirl you're weird, like me. we should stick together  *glues*", "label": 1.0}
{"msg": "l love johnny, goodnight TITTER!!!!!  ( . ) ( . )", "label": 1.0}
{"msg": "@Ashley96 it's me ", "label": 1.0}
{"msg": "@MelJennings needs a nap?! How lazy! Look at you on twitter! ", "label": 1.0}
{"msg": "clarification: when I used the word &quot;bump&quot; in a tweet the other day I was referring to playing music loudly with the bass up  ", "label": 1.0}
{"msg": "Listen to music. I love Paramore and Metro Station ", "label": 1.0}
{"msg": "@sam_smart Aww Smee i'm sure it went better than you thought &gt;&lt; Many hugs! &gt;&lt; Stay positive &amp; have a rocking day  xxx", "label": 1.0}
{"msg": "@timclemente - Congratulations on the graduation! One down and a few more to go ", "label": 1.0}
{"msg": "ew, school. Who goes to school anymore? Not me, i missed 23 days.  hehe", "label": 1.0}
{"msg": "Wishing all my Canadian friends a Happy Victoria Day! - enjoy your free time ", "label": 1.0}
{"msg": "I am also entering the spanish hotel market with Almeria-Hotel.com, Estepona-Hotel.com, Arrecife-Hotel.com and Maspalomas-Hotel.com ", "label": 1.0}
{"msg": "http://twitpic.com/5f6cg - Steve Talley... looks like an old friend but I actually fancy this guy  Sorry Az.", "label": 1.0}
{"msg": "@Lizzs_Lockeroom I'll take two cruellers and a raspberry bismarck.  Top o' the mornin' to ya!", "label": 1.0}
{"msg": "Good Monday morning!!! ~ Love life and life will love you back. Love people and they will love you back.~ A. Rubenstein ~ LOVE TODAY! ", "label": 1.0}
{"msg": "perfect for the sun shining through the trees...good morning world  ? http://blip.fm/~6it4y", "label": 1.0}
{"msg": "@joe thanks for the follow ", "label": 1.0}
{"msg": "watching boys over flowers,ang kulit. ", "label": 1.0}
{"msg": "Well, @lezbeeuhn Thanks for that! We're mighty proud of our concoction, especially when it's able to help folks like you ", "label": 1.0}
{"msg": "spent 2 hours washing, blow drying and grooming my canine - she seemed so much lighter on her feet afterwards - her smile bigger too ", "label": 1.0}
{"msg": "@danpatterson Good Morning  Hope you have a Fantastic Day!!", "label": 1.0}
{"msg": "Kings of Leon now, probably my fave song ever !!  xxxxxxx", "label": 1.0}
{"msg": "@Sorayasha Come on man lets talk for a while? How come your site is down? How was Preston?  Don't tell me you did something bad?", "label": 1.0}
{"msg": "My boyfriend is playing a US Open qualifier today ! I'm so excited ! ", "label": 1.0}
{"msg": "G'morning!  Are you ready for another awesome week? I am! Coffee this morning: Creme Brulee --yum!  ", "label": 1.0}
{"msg": "@Pauline_x Aye, she uploaded pics from the gig. Ah right ok, cool  xxxxx", "label": 1.0}
{"msg": "@georgiaface Just as i diagnosed :s Good `springing` into action there btw ", "label": 1.0}
{"msg": "@nikhilnarayanan yeah i know. @mojosanjay had written to him some months back n gt a response frm him. he'll also start interacting ", "label": 1.0}
{"msg": "@villykassiou  Yup, I love those pics too ", "label": 1.0}
{"msg": "@otherniceman You are a very cute dust bunny ", "label": 1.0}
{"msg": "Just finished a Bio paper. Now when I close my eyes I see flying 'B's around my head. Failure is not an option ", "label": 1.0}
{"msg": "@Amy_leigh14 yeaahh dude mine was productive  lolol x x", "label": 1.0}
{"msg": "@MakeupGeek you should go to Ellis island. ", "label": 1.0}
{"msg": "@estherxxamor wong huoy jet! Ahahaha I think I can stayy up late tonight  ! The exams are overrrr~ hahaha!", "label": 1.0}
{"msg": "gud eve ", "label": 1.0}
{"msg": "@jewels37 The partying, sex, drugs and rock are very uninteresting to talk about, only really fun to experience directly ", "label": 1.0}
{"msg": "@philly_girl haha, no way!!! i hope u dont get lost! its practically life size ", "label": 1.0}
{"msg": "@Rizkhaiueo thnks for follow ", "label": 1.0}
{"msg": "@k8dt Very cool! ", "label": 1.0}
{"msg": "I've just installed tweetie and think it's much better than twitterena ", "label": 1.0}
{"msg": "@Steve_Gonzalez re: being silly, last week, some1 said it best: &quot;follow SS 'cause she has a sense of humor+whit+smart&quot;....hehe!! ", "label": 1.0}
{"msg": "@dawnhallybone @PhilGreaney  We could just get all the others out! ", "label": 1.0}
{"msg": "in graph comm with colley ! weekend was awesome. got sunburn ! looking forward to the birthday ", "label": 1.0}
{"msg": "making breakfast ", "label": 1.0}
{"msg": "good morning ", "label": 1.0}
{"msg": "@sargedunn1 You are very much welcome ", "label": 1.0}
{"msg": "off to a good week as long as my headache will go away ", "label": 1.0}
{"msg": "Good morning! My birthday is over but tomorrow i get my license! ", "label": 1.0}
{"msg": "@TracyWashington Glad I stayed up to catch u on the show! Awesome answer, btw!! ", "label": 1.0}
{"msg": "good morning ", "label": 1.0}
{"msg": "So, who wants a three day HS tourney? ", "label": 1.0}
{"msg": "Dutch exam: done!  Now time for a little bit of relaxing, before I start studying again", "label": 1.0}
{"msg": "@magicalfrenzy thank you ", "label": 1.0}
{"msg": "@lakezter short but good ", "label": 1.0}
{"msg": "@audreytang I just took a quick browse - very nice - wish they did it earlier ", "label": 1.0}
{"msg": "my brudder graduates today ", "label": 1.0}
{"msg": "@kissability Yay!  Puddles are fun too!", "label": 1.0}
{"msg": "@undercoverginny no you won't! No more than usual, anyway  I wish I had a portable radio. I'm getting so old(and addicted to @rayfoley :S)", "label": 1.0}
{"msg": "@joezay_lemon haha yeh!  stay tuned at my site...i'll have a exclusive. ;)", "label": 1.0}
{"msg": "What a marvelous day! it is raining but th sun beaming from my lovely face ", "label": 1.0}
{"msg": "tonight ", "label": 1.0}
{"msg": "@tommcfly hey tom! hope you have a great flight!  can't wait to see you in Chile!!!", "label": 1.0}
{"msg": "@twilightfairy my mom is a dietician so thts y i know the list  kela is good for high BP lots of potassium u c", "label": 1.0}
{"msg": "just left a leadership forum and had to develop my mission statement for life...it was totally awesome...thanks KEVIN SCOTT ", "label": 1.0}
{"msg": "Hmm, i can do maths ", "label": 1.0}
{"msg": "@sweetsofgeorgia Now you're entering the 'what am i going to do til autumn?' phase waiting for S4. I'll be up 2 speed by Friday ", "label": 1.0}
{"msg": "is going to head out to the shops and is determined to find herself a pair of cowboy boots ", "label": 1.0}
{"msg": "And Bones is renewed for not one BUT TWO seasons. I like this lots ", "label": 1.0}
{"msg": "@Inga_Ros All is well here, thanks! Working hard but loving it as usual, so all good  Trip to Germany soon, looking forward to that ", "label": 1.0}
{"msg": "@Chris_Pine_ ive seen star trek!you play a real good part.i loveed it  im planning to go see it again.", "label": 1.0}
{"msg": "@abhisheknavre start sleeping at 6 am ", "label": 1.0}
{"msg": "@LifesizeLD yes yes yes..and thank you for blowing my completely anonymous cover. I was ingogneeeeeto! ", "label": 1.0}
{"msg": "Okay, I'll play along. #3hotwords/#3turnoffwords (depending on mood) &quot;Botched Brazilian Wax&quot; ", "label": 1.0}
{"msg": "@mrsnyamnyam fight for it! hahahha... good luck ", "label": 1.0}
{"msg": "@crumcake i love overcast days...what does that say about me??!!  LOL    twittering all day for u!!  ", "label": 1.0}
{"msg": "Finally heading home ", "label": 1.0}
{"msg": "@HybridRX1 thanks ", "label": 1.0}
{"msg": "@_Flik_ Isn't that a double negative?!   ", "label": 1.0}
{"msg": "new sway sway baby is on nova 96.9!!! ", "label": 1.0}
{"msg": "Home at last!  The test was AWFUL - I didn't know some of the Qs and it was noisy! Gym was OK - did weights, YEYYY!  My nails are great.", "label": 1.0}
{"msg": "@FindingKristy eat it kristy!!! ", "label": 1.0}
{"msg": "Rain season causing Dengue attack everywhere. so, take care  #fb", "label": 1.0}
{"msg": "Anyone here on last.fm? http://tinyurl.com/pd4bc7 add me ", "label": 1.0}
{"msg": "its funny how strangers can actually make your day. i love strangers. ", "label": 1.0}
{"msg": "Am listen teh nu  &quot;Mustard Pimp - Cherry &amp; Kiwi EP&quot; really amazing... Merci Baron... LOVE LOVE LOVE these French guys ", "label": 1.0}
{"msg": "@ddlovato I love all your Amazing songs and I think you are an inspiration to all young girls out there  x Lauryn", "label": 1.0}
{"msg": "@stickypop You still didn't give me a reason ", "label": 1.0}
{"msg": "At least I can call this weekend productive in terms of my 101. I completed 2 different things on my list and worked on another couple. ", "label": 1.0}
{"msg": "On my way to school... Just heard the Y-100 Phone Tap lololol  I love Elvis Duran &amp; The Morning Zoo", "label": 1.0}
{"msg": "@Sion71 lol Had a great weekend thanks Sion..it was 21st though..its this weekend coming im goin away to festival/yaught race! How's you? ", "label": 1.0}
{"msg": "@jimmahan thanks for that .. you must also rock too ", "label": 1.0}
