{"msg": "Okay scratch that we missed out flight ", "label": 0.0}
{"msg": "did NOT get an revision done today !  fair to say im fucked  ?", "label": 0.0}
{"msg": "@tath @lid_ acho que minha pupe morreu ", "label": 0.0}
{"msg": "im super tired at work im considering sleeping on my desk, i slept terrible last night  time for a new bed", "label": 0.0}
{"msg": "@rockphotogirl: Haha..her names Coral..it wont be the same w/out you ", "label": 0.0}
{"msg": "wishes he could sleep through mother's day. ", "label": 0.0}
{"msg": "Happy Mothers day! I wish I was in Florida with my momma ", "label": 0.0}
{"msg": "I got like ten.... Love the fro.... Comments, yeah if they only knew that next week its gone  lol now going to sit at a restaurant for ...", "label": 0.0}
{"msg": "@PerezHilton WHAT are you wearing :S NOT a good look sorry ", "label": 0.0}
{"msg": "Thankfully mother has come home and turned off the Disney channel. But poor doggie has cut his leg  Trip to the vet on Tuesday methinks.", "label": 0.0}
{"msg": "My fridge made me mad. I am sure the fridge portion is busted. Lost a whole gallon of milk ", "label": 0.0}
{"msg": "Is studying for exam ", "label": 0.0}
{"msg": "@myrafur Aww.  Happy Mother's Day, sweety. *gives you cyber hugs and foot rubs*", "label": 0.0}
{"msg": "@Day2DayGuy It was a excellent weekend shame its back to work again  you sure your not drunk yet oh well boys will be boys ?", "label": 0.0}
{"msg": "@therealsavannah  congrat's lol your so gonna be a big star just gotta move to LA oregon is 2 small believe me I live in vancouver ", "label": 0.0}
{"msg": "I am SO tired. Ughhh. I wish I was capable of napping. ", "label": 0.0}
{"msg": "Just found out that I belong to the last batch in enlisment  booo.. of all sems ngayon pa! i hope i can still get a good schedule!", "label": 0.0}
{"msg": "Ok scratch that we missed our flight ", "label": 0.0}
{"msg": "Robbie is nursing his sore tail  http://apps.facebook.com/dogbook/profile/view/5836577", "label": 0.0}
{"msg": "@rclementmoore I once saw a news story about a poor man who literally had the hiccups for YEARS and it was severely distressing him. ", "label": 0.0}
{"msg": "Have to do like the entire final draft of my History paper.... lame ", "label": 0.0}
{"msg": "this isn't a good way to start off mothers day ", "label": 0.0}
{"msg": "@jeweljk  The Roxy...I wish!!!!!       Have fun!  ", "label": 0.0}
{"msg": "reeeally not up for walking 15 miles tomorrow ", "label": 0.0}
{"msg": "good morning and good night ;) weekend holiday is over soon... ", "label": 0.0}
{"msg": "i wish i was friends with demi lovato :| haha ", "label": 0.0}
{"msg": "After being offered &quot;lady bar' and &quot;nice lady&quot; five times each, we decided to go back to the hotel and play billards. Shawn pwnt me ", "label": 0.0}
{"msg": "feeling like I just might cough out a lung. ", "label": 0.0}
{"msg": "@witchwithkids  *big hugs* xxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx", "label": 0.0}
{"msg": "Really doesn't feel like doing all NINE of these assignments....I would much rather be in the 5pm service ", "label": 0.0}
{"msg": "@Krucial Hey K rocking the other night! I just  got ya message! Damn blackberry ", "label": 0.0}
{"msg": "Dropping off Nugget to his owner (Becca) I's gone miss you!   Now almost to the house to see MY dog Boosie!!!", "label": 0.0}
{"msg": "Mom doesn't really do the Mother's Day thing. Last time I tried, it was... bad. B.A.D.  I want more Starbursts.", "label": 0.0}
{"msg": "No baby shrimp for me ", "label": 0.0}
{"msg": "Not enough time ", "label": 0.0}
{"msg": "@chelsstarz been had my permit since march  just no one wants to teach me to drive. theyre all scareded", "label": 0.0}
{"msg": "I don't want to write another sodding essay  can't I just do the research? that bits alright!!!", "label": 0.0}
{"msg": "Sailor Jerry made me walk the plank. Ow my head ", "label": 0.0}
{"msg": "@Tom__Pollard   I know how you feel dear. Thhink yourself lucky you're not doing RS in the morning, sat in the hall for 5 hours.", "label": 0.0}
{"msg": "i wonder what that cute outfit is going to be...time to raid my closet. sigh. in two minutes my floor is going to be covered in clothes ", "label": 0.0}
{"msg": "@Dinoche i hope so. but if they don't cross the channel... there won't be any review for me to write before ages, i think ", "label": 0.0}
{"msg": "Family wants to try a new bbq &quot;bbq tonight&quot; joint in Al-Khoud I have to tag along but can't eat anything. ", "label": 0.0}
{"msg": "i am so so sad cause this mother's day i'm away from my mommy! ", "label": 0.0}
{"msg": "@kylekore: U know the same sh*t happened to me. Some people REALLY suck!! Sorry to hear ", "label": 0.0}
{"msg": "Really dont want to do this english essay ", "label": 0.0}
{"msg": "going to the gym now yayyyyy. it's a very shitty windy day out ", "label": 0.0}
{"msg": "http://twitpic.com/4xb7n - Great day golfing w/Family yesterday! I had to just watch...back still a mess. ", "label": 0.0}
{"msg": "@justaredherring i have permissio to leave only on tuesday ", "label": 0.0}
{"msg": "Having a shitty day, now I have to go take Mom out for lunch. Yay! Happy Mother's Day everyone... ", "label": 0.0}
{"msg": "Blllaaaaaahhhhh I wanna be at home napping!! I'm so tired!! ", "label": 0.0}
{"msg": "Does anyone have an example wholesale list they could send me? I don't know where to start ", "label": 0.0}
{"msg": "@divacowgirl *hugs* I know today is hard for you. I'm sorry ", "label": 0.0}
{"msg": "I suck at math. Somebody help me? ", "label": 0.0}
{"msg": "driving on 75 reminds me of the virgin mobile tour ", "label": 0.0}
{"msg": "@archukat @kricket_rc234 Saw a commercial of David Arch on GMA. About SIS. They showed a couple of pics there! Too bad my cam isn't w/ me ", "label": 0.0}
{"msg": "I enjoy my day, because tomorrow is time for me to go working ", "label": 0.0}
{"msg": "@Oprah  seriously, is there ANYTHING you cant do?? &lt;3 you are amazing! I wish you would have spoken at UMichigan graduation ", "label": 0.0}
{"msg": "Fruit Salad, Chicken Pie, Mango Smoothie, Fries, Burger, Fries, Ice Cream, Chocolate Syrup, Whole Nuts And Water = HICKUPS!!! ", "label": 0.0}
{"msg": "My aunt thinks the grays in my beard r cute. She also likes ZZ Top ", "label": 0.0}
{"msg": "Just wishing it didn't take 7 days to be rejected for something like that ... ", "label": 0.0}
{"msg": "Really want to get to work, but feeling really lazy.  #pyggy", "label": 0.0}
{"msg": "I didnt know i could get sunburn this early in the game. Its not even summer yet, and I am red like a tomatoe!   Happy Mothers Day!!", "label": 0.0}
{"msg": "http://ericryananderson.com/aptour - this is sweet. wish i coulda gone to the ap tour ", "label": 0.0}
{"msg": "leave me alone grrrr  ", "label": 0.0}
{"msg": " i want to get out of sm riiight now. it is draining my soul", "label": 0.0}
{"msg": "@freerein_riding stop tempting me... I want to come back ", "label": 0.0}
{"msg": "Fruit Salad, Chicken Pie, Mango Smoothie, Fries, Chicken Burger, Fries, Ice Cream, Chocolate Syrup, Whole Nuts And Water = HICKUPS!!! ", "label": 0.0}
{"msg": "Sitting in church, I was a half hour late this morning. I never miss my alarm. ", "label": 0.0}
{"msg": "@TheRopolitans have you seen lineups here on twitter yet? there are none in my g reader ", "label": 0.0}
{"msg": "ARGH Stupid woman!! I mean come on I'm half her size and I have an ass, damn what the hell  I miss him. Oh well", "label": 0.0}
{"msg": "was hoping to stay up until at least 6 pm tonight but am mentally crippled by jetlag -- don't think i can survive 8.5 hrs ", "label": 0.0}
{"msg": "@LydiaPSB www.petshopboys-fans.com does not exist  thx in advance for your reply", "label": 0.0}
{"msg": "I miss going to concerts in Caracas ", "label": 0.0}
{"msg": "everyone wished me haoppy mothers day but my baby daddy ", "label": 0.0}
{"msg": "i want to watch the star trek movie... but instead i'm here, sad day ", "label": 0.0}
{"msg": "y wont sam reply ", "label": 0.0}
{"msg": "@flukewoman That doesn't sound good.  Hope you feel better soon.", "label": 0.0}
{"msg": "@QueenSweetness yeah maybe next time ", "label": 0.0}
{"msg": "@kimespiritu Oh yeah! Ugh. I missed Princess Diaries ", "label": 0.0}
{"msg": "is sick and tired of Blender. Why oh why must my tank shells fall through my plane ", "label": 0.0}
{"msg": "@carlmorris looking for a geocache or something, but can't find it ", "label": 0.0}
{"msg": "@CrystalLaw yeah. She showed us a cute kitten on bismanonline and her fiancee and I were going to get it for her. But it's gone already ", "label": 0.0}
{"msg": "@Madonna16 luvvv you!! Miss you!! I can't believe we were in Vegas a yr ago!!  Time flies..I better see you soon!! xoxoxo", "label": 0.0}
{"msg": "@Jim_T Thanks, I will try that. But 6 mins seems too long. I am not happy ", "label": 0.0}
{"msg": "its my first mothers day without my mom   i miss her so much u r &quot;l lucky 2 have still have ur mom!", "label": 0.0}
{"msg": "NO DECENT FOOD ON THIS BLOODY TRAIN. I'm so hungry. I haven't eaten since 8am ", "label": 0.0}
{"msg": "@CRSAlexander im good darlin its been awhile! how are you? yea i saw the game, sad face  ill be in dallas in a few weeks, party? ;) lol", "label": 0.0}
{"msg": "@davenavarro6767 wish i was there ", "label": 0.0}
{"msg": "@JCBlight I am lost. Please help me find a good home. ", "label": 0.0}
{"msg": "Happy Mothersdayyy..I miss my mommyyyy..too bad I can't b with her on this special day cuz she's more than 4000 miles awayy ", "label": 0.0}
{"msg": "happy mother's day!!! i dont get to spend it w my mom ", "label": 0.0}
{"msg": "@triners Oh, wine. I miss wine. It makes me sick now.  I know, I tried!", "label": 0.0}
{"msg": "Spending Mothers day without my mom...  this sucks.", "label": 0.0}
{"msg": "@natsecular  but you can still celebrate not being a mom.", "label": 0.0}
{"msg": "My earphones broke... I'm really sad  but I can still hear the music!", "label": 0.0}
{"msg": "@Brynn22 Hey Brynn! Sorry for messing up your midterm. ", "label": 0.0}
{"msg": "I wish I could go and watch the rest of the Southern AAA tryouts, but it's mothers day and my mom would prefer it if we stayed home  ", "label": 0.0}
{"msg": "up gonna eat the rest of that bomb ass diner food. then get ready for work!! I needa do my hair too ", "label": 0.0}
{"msg": "Just talked to my grandma and my sister to wish them both Happy Mothers Day. Made me realize how much it sucks being far from home. ", "label": 0.0}
{"msg": "i burned the top of my mouth ouchies ", "label": 0.0}
