{"msg": "Tryna learn Jack Johnson... Haaaard...! Also trying out Warhammer online... Might get the full game, WAAAGH! Greenskinz iz BEST!... ", "label": 1.0}
{"msg": "*Light bulb pops above head* OMG SUPERNATURAL IS ON TONIGHT!  YAAAY!", "label": 1.0}
{"msg": "@JasonBradbury wish I was there to watch u in action  hope it all goes well.", "label": 1.0}
{"msg": "@IBEChillin - social media club, inbound marketing bootcamp, 3 meetings, and some liquor. ", "label": 1.0}
{"msg": "FiNALLY FiNiSHED MY HAiR. CURRENTLY: TALKiN TO &quot;HiM&quot; SOON: GOiN TO SLEEP. NiTE EVERYONE.   ", "label": 1.0}
{"msg": "@li2active hey you wanna watch Star Trek is it? Just rock up at IMAX at 6pm on Wed! ", "label": 1.0}
{"msg": "@hellzballer and then my Way2Save grows and grows and grows too. No effort.  Totally cool.  ", "label": 1.0}
{"msg": "Amazon launches Elastic Load Balancing, Auto scaling and CloudWatch.Lets party  http://is.gd/AWaj http://is.gd/AWa9 http://is.gd/AV0d #ec2", "label": 1.0}
{"msg": "@melodieus Ah yes.. Well, I figured that would be the point of such a thing. Break n recreate?   hugs (=", "label": 1.0}
{"msg": "@giagia @Schroedinger99 That would make this evening memorable ", "label": 1.0}
{"msg": "It's past 4:30 AM, but my last paper has finally been submitted!  No more homework until September!  ", "label": 1.0}
{"msg": "@mslatingurl Hi to you too! ", "label": 1.0}
{"msg": "@GuitarAddict613 Haha, wish I could!! Thank youuuu  ox", "label": 1.0}
{"msg": "@mileycyrus http://twitpic.com/5e5nr - wow. thats sweet.  i love it.", "label": 1.0}
{"msg": "Think all the classical #musicmonday is clearing away the memories of Eurovision ", "label": 1.0}
{"msg": "@Domoney  good thinking batman! ", "label": 1.0}
{"msg": "@darenBBC And the other 1 out of 10 do it from their iPhones. ", "label": 1.0}
{"msg": "@bradiewebbstack heyyy can you play electric drums?? .. well that was random but it would be cool if you did ", "label": 1.0}
{"msg": "I just love putting cucumbers on my eyes. ", "label": 1.0}
{"msg": "@dinnysaurus epic.  they better find a solution quick, or demand money back from them, even if they have nothing to do with it. XD", "label": 1.0}
{"msg": "@PaulaAbdul are you bored of Twitter yet P? haha  xoxo", "label": 1.0}
{"msg": "@iammonica07 yohann is the cutest.  she said &quot;we're getting married, mommy, daddy, and me.&quot; ", "label": 1.0}
{"msg": "hello from twitter ", "label": 1.0}
{"msg": "Just need 4 more followers to hit 100. Any takers? I'm very nice ", "label": 1.0}
{"msg": "@peterdtza  Dressing up, going into the office, keeping staff happy and answering calls are so overrated ", "label": 1.0}
{"msg": "@tfsl82 come back, come back! drag michelle and the twins along with you! ", "label": 1.0}
{"msg": "i wonder what happens when you mix peanut butter with strawberries?? hahaha ", "label": 1.0}
{"msg": "@ClareWhite I'll try my best  Will use #georgeo so you can track it.", "label": 1.0}
{"msg": "@scottjanousek is clearly working his ass off  http://twitpic.com/5f3jk", "label": 1.0}
{"msg": "@comeagainjen im not sure that u realize how amazing and talented u are...so im gonna tell you  you are insanely inspiring and beautiful x", "label": 1.0}
{"msg": "@GinoandFran just got back in manila. ustream is sooo cool.  never missed ur show even i was out of town. ", "label": 1.0}
{"msg": "@katyperry  did u like austria  i'm from austria )", "label": 1.0}
{"msg": "Happy V-Day ppl ", "label": 1.0}
{"msg": "the world looks brighter with some caffeine ", "label": 1.0}
{"msg": "@wonderpetunia Damn, they're like so noisy. Datuk dieorg nye sekolah ke pe. Irritating. Tak payah beli roti lah. Balik boleh makan. ", "label": 1.0}
{"msg": "'Time Is An Illusion and All Time Is Now'... &quot;You ready to have some fun?  I thought so...&quot; Read Ariel's full article @ http://tr.im/jFd7", "label": 1.0}
{"msg": "#3turnoffwords ? I know. Ready? Why, Oh, You ", "label": 1.0}
{"msg": "@rotiprata not daunted at all. was working 100hr wks during my previous internship.  liked the responsibility &amp; job satisfaction", "label": 1.0}
{"msg": "@tavie22 o ok. mustn't get too excited when twittering me.... LOL  or maybe it was the Lakers fault? ", "label": 1.0}
{"msg": "@dmlekuz yours too is awesome! It would be cool to share some implementation ideas ", "label": 1.0}
{"msg": "Back in London after a weekend in GOD country. Manchester to everyone else ", "label": 1.0}
{"msg": "Is in bed. Amazingly early ", "label": 1.0}
{"msg": "@stickytiki be interested in what you decide on ", "label": 1.0}
{"msg": "I dont understand Twitter.com ", "label": 1.0}
{"msg": "'Time Is An Illusion and All Time Is Now'... &quot;You ready to have some fun?  I thought so...&quot; Read Ariel's full article @ http://tr.im/jFd7", "label": 1.0}
{"msg": "@Andyqsmith Morning Andy ", "label": 1.0}
{"msg": "'Time Is An Illusion and All Time Is Now'... &quot;You ready to have some fun?  I thought so...&quot; Read Ariel's full article @ http://tr.im/jFd7", "label": 1.0}
{"msg": "@foreverivy aww! thanks. ", "label": 1.0}
{"msg": "'Time Is An Illusion and All Time Is Now'... &quot;You ready to have some fun?  I thought so...&quot; Read Ariel's full article @ http://tr.im/jFd7", "label": 1.0}
{"msg": "@jennitalula Actually not true, lights and water look really pretty together. Sparkage and water is less good though. ", "label": 1.0}
{"msg": "I can be found on linkedin. please come and join me  http://is.gd/Aq2T", "label": 1.0}
{"msg": "@Nivke When my brother was little he was sure his name was Julian SHAKRAN ", "label": 1.0}
{"msg": "@DavidArchie hope you had a safe trip!  The Philippines will surely miss you- please come back soon  The best concert I have ever saw", "label": 1.0}
{"msg": "Just shopped it up in KL Last day broke the drought!  yay! Bought Rebecca Taylor silk dress and Cacharel dress", "label": 1.0}
{"msg": "'Time Is An Illusion and All Time Is Now'... &quot;You ready to have some fun?  I thought so...&quot; Read Ariel's full article @ http://tr.im/jFd7", "label": 1.0}
{"msg": "@kaaathryn  - is the actually song out of that yet or is it still just the demo? ", "label": 1.0}
{"msg": "Oooh they talked about shaun  hehe that was TOTALLY worth it SWAY SWAY BABY", "label": 1.0}
{"msg": "@MissNixs yeah Radio Solent - was on at 8:05 this am ", "label": 1.0}
{"msg": "Got my Wenger Clipper today and some extra SAK scales  Also have a cool streamlight stylus pro on the way as well ", "label": 1.0}
{"msg": "my baby is home! he is a bit weak but he ate a bit ", "label": 1.0}
{"msg": "'Time Is An Illusion and All Time Is Now'... &quot;You ready to have some fun?  I thought so...&quot; Read Ariel's full article @ http://tr.im/jFd7", "label": 1.0}
{"msg": "even numbers ftw. should I fuel their gossip train? lets go on a picnic  I haven't been on one in aaages lolol", "label": 1.0}
{"msg": "@JOJO1124 YAY!!! You gotta come to one. ", "label": 1.0}
{"msg": "@jaymzstevens thought that was really nice  made me miss my 2 cos they away for the night.", "label": 1.0}
{"msg": "doing bio work  i love you steven", "label": 1.0}
{"msg": "@MandyBookLover Morning Mandy  Hope you're having a good day!", "label": 1.0}
{"msg": "'Time Is An Illusion and All Time Is Now'... &quot;You ready to have some fun?  I thought so...&quot; Read Ariel's full article @ http://tr.im/jFd7", "label": 1.0}
{"msg": "my latest acquisition  http://www.flickr.com/photos/saloia/3541351547/", "label": 1.0}
{"msg": "@phoenixritu I think this time it will.. wasnt crash dieting ", "label": 1.0}
{"msg": "@KimmiMcFly yay  did u read that article about him meant to be proposing? do you think its true xx", "label": 1.0}
{"msg": "@Lady_Twitster Ha Ha, well I cant be in bed when friend comes!!! :-0 Ducted heating is up full though!!! ", "label": 1.0}
{"msg": "@Lady_Twitster oh yes please. Dunking time. ", "label": 1.0}
{"msg": "@shiskydadon oops, i think i DMed half and the tweeted the rest.  The description is here  http://bit.ly/hgZ17", "label": 1.0}
{"msg": "have just got a letter from one of my best friends how nice is that ", "label": 1.0}
{"msg": "@innocentdrinks Hehe, okay  *goes off to revise*", "label": 1.0}
{"msg": "&quot;Taste&quot; of Breatharianism: &quot;Vegetarian &gt; Vegan &gt; Raw Vegan &gt; Fruitarian &gt; Breatharianism&quot; http://bit.ly/JyXy4. I love food too much. ", "label": 1.0}
{"msg": "Lennart!! &lt;3 OMG! What a goal  Everything's still possible &lt;3", "label": 1.0}
{"msg": "so touched when i saw a slip of paper in the fridge that says &quot;kairu ??&quot;, on the box of tidbits. thank you biyu-jie ", "label": 1.0}
{"msg": "@BrianNeudorff Yikes.  Portable DVD Player I hope? ", "label": 1.0}
{"msg": "I wish I was interesting and had something cool to tweet about. Hm. I think I'm going to see @paparoach in .. august. wooooo! love them. ", "label": 1.0}
{"msg": "'Time Is An Illusion and All Time Is Now'... &quot;You ready to have some fun?  I thought so...&quot; Read Ariel's full article @ http://tr.im/jFd7", "label": 1.0}
{"msg": "FEDERER defeated NADAL on CLAY! Who says Nadal is unbeatable in his own turf?!!! ", "label": 1.0}
{"msg": "@stephenfry how wonderful ", "label": 1.0}
{"msg": "@campbellm I think you've been away too long if my posts about Australia's dreadful airports are making you homesick!  ", "label": 1.0}
{"msg": "@ryohakkai you're not ugly if you don't scrap it though! ", "label": 1.0}
{"msg": "@Sammii_xxx Hell yeah!  I'm not complaining! haha", "label": 1.0}
{"msg": "@murrion Is there a full sized manakin wearing a wedding dress stuffed in to one of the drawers?  ", "label": 1.0}
{"msg": "@MemeR Ah ok, gotcha. Dont think theres much I can help with on that count then, sorry! ", "label": 1.0}
{"msg": "The things I ordered from Lush just came in! ", "label": 1.0}
{"msg": "@karlmageddon She'll be back in town next week ", "label": 1.0}
{"msg": "@stencilboy I've not heard very much by The Maccabees. I like what I've heard though.  That first one is a very 1980's video!", "label": 1.0}
{"msg": "Off I go to fail a Critical Thinking exam and to see Star Trek! ", "label": 1.0}
{"msg": "@GeekGirl_ This is true. Or in my case it would be hoping the ad break is long enough to go to the loo AND check Twitter ", "label": 1.0}
{"msg": "is making grilled cheese sandwiches! ", "label": 1.0}
{"msg": "wants to play Sims really badly right now, but in a few weeks I will be home and can play with all my families again! ", "label": 1.0}
{"msg": "Just spent 7 sek on the iPhone app Email 'n walk, great stuff ", "label": 1.0}
{"msg": "@JanaAlyssa off and ever since I've been obsessed with kings &amp; queens! We would be awesome travel partners history excites me so much ", "label": 1.0}
{"msg": "@blushingbuddha hohoho... im good. yea want to visit u guys... but duno wen, my documents jst got fixed... ^^ lol blackberry n indomie... ", "label": 1.0}
{"msg": "@lulazoid Ta.  We had these regularly in Maastricht. I can't make it to this one because I'll be in Canada in June.", "label": 1.0}
{"msg": "oh well.. we dont know these people    iloveyou carly, suzie, nikita &amp; Tiff!                  BBFE!", "label": 1.0}
