{"msg": "@securityninja Yus! I'll pack my bags! ", "label": 1.0}
{"msg": "@JenVentura You are now an official member of Team Cutie! @MrHyrne @5toSucceed @kamanu seem to mispell our name all the time ", "label": 1.0}
{"msg": "@Mr_Puddles can't txt back but ditto biff  need txt/email regarding ipod asap, going out in 30 mins. xxx", "label": 1.0}
{"msg": "@corcoran I work for a small, independant business; one of my greatest delights is mocking software vendors without consequence. ", "label": 1.0}
{"msg": "@LostMarilyn Yeah--my garden is a menagerie of miracles and magic. ", "label": 1.0}
{"msg": "@tmaes once you go Chrome you never go back ! ", "label": 1.0}
{"msg": "To Be With You as a single on Magic 89.9? ", "label": 1.0}
{"msg": "i've  just  join Twitter ... tring  to  understand the new neighborhood   ... ", "label": 1.0}
{"msg": "Webgains an international affiliate network &amp; don't forget it! ", "label": 1.0}
{"msg": "@MollieOfficial you love the being on the couch dont yeah mollie ,would be nice to see yeah back on GMTV though  xx", "label": 1.0}
{"msg": "Shiply welcomes back Chris after his holiday to Scotland ", "label": 1.0}
{"msg": "is having Mama's Day dinner tonight. Better late than never! ", "label": 1.0}
{"msg": "yuhuuu just got back from morning test at work, good afternoon everyone ", "label": 1.0}
{"msg": "@taluta I don't even want 2 live somerwhere else. I'll just use it for travelling. Your mom single? ", "label": 1.0}
{"msg": "@readyfuels mwah awesome, my external hard drive is Sam ", "label": 1.0}
{"msg": "Missed the golden oppurtunity i should have kept the stocks rght now... ", "label": 1.0}
{"msg": "@SublimelyStupid Thanks! That's sweet. Hopefully I can make it a productive day ", "label": 1.0}
{"msg": "can't wait for the eastern and western conference finals ", "label": 1.0}
{"msg": "@Luffemann Well I wanted to talk to YOU  about them  I am in CPN this week, any luck?", "label": 1.0}
{"msg": "@Verieveer hope you feel better soon babe. PS: I've got a secret ... I think you're awesome ", "label": 1.0}
{"msg": "@tmzcori sony  of course, because it was more expensive *headdesk* also, panoramashot! \\o/", "label": 1.0}
{"msg": "says first word to read and write in korean  ????? annyeo haseyo !! http://plurk.com/p/uiykq", "label": 1.0}
{"msg": "http://twitpic.com/5f44a - Uh.. Shiny new postcards &amp; businesscards - let TT commence ", "label": 1.0}
{"msg": "@dkny Yes true, but their is the very few ", "label": 1.0}
{"msg": "@DavidArchie HEY DAVID! i finally finished my exams!!!   What's the first thing when you went back to USA? are you going home now?", "label": 1.0}
{"msg": "wow ! I miss a WHOLE lot on here  weekend was really good  movie was amazzing DD seanfaris &lt;3", "label": 1.0}
{"msg": "well done to everyone who did the 10k run. ", "label": 1.0}
{"msg": "@arield411 yoyoyoooo, imma be a better driver than youu! hahahah ", "label": 1.0}
{"msg": "Listening to Battlefield by @TheRealJordin. It's an amazing song. Can't wait to see the music video. ", "label": 1.0}
{"msg": "Good Morning tweople! Its ALL CLEAR right now on the roads, expressways, and tollways ", "label": 1.0}
{"msg": "watching Boys Over Flowers @ work! the day is officially complete! ", "label": 1.0}
{"msg": "@aussiecynic well hello there! ", "label": 1.0}
{"msg": "@JSeeker hey you're on  do u know how i am? how are u today?", "label": 1.0}
{"msg": "@tessajames01 http://twitpic.com/5crci - it looks great ", "label": 1.0}
{"msg": "@Elflord think need to give up watching movies as a couple in melb cos no free babysitter. Oh well.. ", "label": 1.0}
{"msg": "tooo much party but, never enough rock &amp; roll....however I have to sleep sometime    Peace", "label": 1.0}
{"msg": "@pinkwands @chriscuzzy no way! WAs the way to go ", "label": 1.0}
{"msg": "made a beautiful dinner ", "label": 1.0}
{"msg": "It's the nicest bird I ever saaaw!! ", "label": 1.0}
{"msg": "569. @gschan sige2.i'll try that. ", "label": 1.0}
{"msg": "@JohnChow Wow. LOL. So you have so much free time, making lots of money, and you have no competition? Why would anyone get a real job? ", "label": 1.0}
{"msg": "@garethemery Good night mate ! whats the time there, here it'snearly tme for the afternoon siesta !! ", "label": 1.0}
{"msg": "gosh, I'm full. :p maybe I should give my computer a rest already.. ", "label": 1.0}
{"msg": "@MrA_ you could have popped in for a cuppa ", "label": 1.0}
{"msg": "@Laura_McAuliffe yeah, hard to complain when you can do so many things with them ", "label": 1.0}
{"msg": "@kathyIreland I can relate to that  Good articulation.", "label": 1.0}
{"msg": "@albyj How you finding the iphone? Maybe time to supply the staff with one each to keep moodle up to date ", "label": 1.0}
{"msg": "Cocoon Ibiza 10 years teaser almost ready, Ibiza here we come ", "label": 1.0}
{"msg": "@cotygonzales Cheers for following me! Love your tee blog n vlog ", "label": 1.0}
{"msg": "@edgizmo Maybe you should try some Led Zep or Black Sabbath.  ", "label": 1.0}
{"msg": "@katyperry where in austria did u go? ", "label": 1.0}
{"msg": "@hellorhiannon men are silly. although i do like my brother, he just went to the shop and got me some nice food ", "label": 1.0}
{"msg": "@ashaysmilies my lips are zipped shut ", "label": 1.0}
{"msg": "at church. bought scapular. ", "label": 1.0}
{"msg": "@mros01 lol. hahaha. i'm not really bored today. ", "label": 1.0}
{"msg": "@lliswerryguy have a look at http://www.gimp.org/ its an open source Photoshop clone ", "label": 1.0}
{"msg": "@laurenconrad http://twitpic.com/5c46l - how pretty do you look ", "label": 1.0}
{"msg": "@RussellBfan90 thanks hun, well proud of myself  lol, nah not yet won't be home til about 1", "label": 1.0}
{"msg": "@philbot get some pics of new cotic build up asap ", "label": 1.0}
{"msg": "Hot chocolate would be nice. Me thinks i'll be adding that to the office shopping list ", "label": 1.0}
{"msg": "@designthinkers as if your last days were no work for you... ", "label": 1.0}
{"msg": "I am wrighting on twitter ", "label": 1.0}
{"msg": "@Ramkarthik winning the lottery would definitely wake me up - hee hee ", "label": 1.0}
{"msg": "About to take my math exam. Wooo! ", "label": 1.0}
{"msg": "@misfish My houseguest is looking to get hold of your boyfriend - tell him to check his Facebook ", "label": 1.0}
{"msg": "@Theo_Jazz Yeah, note tha quotation marks when she said &quot;Work&quot;!! ", "label": 1.0}
{"msg": "@teensmum  Oh definately Cyn ", "label": 1.0}
{"msg": "@piaguanio how was the taping? ", "label": 1.0}
{"msg": "@Moridai it is Old AEON.Please come and eat it ", "label": 1.0}
{"msg": "@piercedbrat happy bday for tomoz, all the best people are born in may ", "label": 1.0}
{"msg": "@stuartgh I'm building up a project package to unload on them later this year. It's my plan to help strategise A&amp;E and get a better job ", "label": 1.0}
{"msg": "@zdubs89 Trying out my rad Italian skills &amp; i shouldn't cause then i'll be on fb ", "label": 1.0}
{"msg": "@juliadeboos Have some yummy food and curl up with doggies ", "label": 1.0}
{"msg": "@PaterickSchmede ROFL..Ooowee. Just a quiet night in the carpark!!!!  Great link, Thanks Hun ", "label": 1.0}
{"msg": "@LucyKD yeah its a sign to wear a jacket ", "label": 1.0}
{"msg": "In ICT meant to be working  lol", "label": 1.0}
{"msg": "Woot woke up 30 minutes ago and worked out till now. Ok back with my workout regime  no chub chub for me", "label": 1.0}
{"msg": "@richardbarley nothing to be sorry for. Thanks anyway ", "label": 1.0}
{"msg": "@TheDarrenxshow Boo hiss ", "label": 1.0}
{"msg": "Just got back from school. Had an afternoon chat with kumi. Happy cause its been a long time since I really talk to her ", "label": 1.0}
{"msg": "@rakesh314 so you changed job? Congrats. ", "label": 1.0}
{"msg": "I love you ", "label": 1.0}
{"msg": "screwing around with laptop again. i always end up angry when doing this. warning you all ", "label": 1.0}
{"msg": "is spinning instead of sewing. O'well...at least it's something. ", "label": 1.0}
{"msg": "@CateP36 You're right! I can't remember getting one either ", "label": 1.0}
{"msg": "@sabinnette heyy! ur from Lebanon too ?  how u doin?", "label": 1.0}
{"msg": "@xelaxexi workshop internal kantor  Living close by does not always guarantee you reaching your office on time. Memory does ", "label": 1.0}
{"msg": "500th tweet ", "label": 1.0}
{"msg": "SWFL: Roads are Clear! Have a safe start to your workday ", "label": 1.0}
{"msg": "@ladybug8320 plumber is like an old woman! so slow! i'll not get over later today could be next week now. half-term. we can chat soon ", "label": 1.0}
{"msg": "@mattmagic Yes - Hifi is full sus 29er. I don't really understand them either, which is why I'm curious ", "label": 1.0}
{"msg": "speaking of which @gzj you don't even update your feeds on FB. lier! ", "label": 1.0}
{"msg": "Come on someone retweet #iheartboobies let's get it a trending topic ", "label": 1.0}
{"msg": "@PanMan is there any world record we can break?  #momo", "label": 1.0}
{"msg": "@TanyaChadwick you forgot to mention mikey climbing trees to rig the tarp, and earning his nickname (monkey boy). that was the best part. ", "label": 1.0}
{"msg": "@shaundiviney OMG! heard you on the radio  congrats  Cant wait for the 5th of July  See you there! xo ", "label": 1.0}
{"msg": "Flexworking and now having a room for myself. It's the managers room and feeling great. Is this the start of a new career ", "label": 1.0}
{"msg": "@ErenMckay I hope you will have a very productive day ", "label": 1.0}
{"msg": "@MissKeriBaby have fun at home my dear ", "label": 1.0}
{"msg": "@RBlackbirdsong G'night, chica!  Sleep well.", "label": 1.0}
