{"msg": "It's getting very hot n dry here in Hyderabad these days. Right now the temperature is 39DC with 8% humidity ", "label": 0.0}
{"msg": "is fed up of the elephants upstairs who decided to start a party at eight this morning. So not cool ", "label": 0.0}
{"msg": "@jamesmb ahh nice one! I don't listen to podcasts much - just dont have the time ", "label": 0.0}
{"msg": "gnawing on some cheddar cheese, eating some chips and drinking thumps up.. Bengali sweets got left on a train  alternatives on table :-|", "label": 0.0}
{"msg": "@starshone_storm my bad sorryyyyy I'm a bit lacking in getting internet sarcasm ", "label": 0.0}
{"msg": "is not looking forward to spending yet another Sunday revising ", "label": 0.0}
{"msg": "Right, better get dressed.Tweeting loads and no new followers. Follower me if you feel bad for me ", "label": 0.0}
{"msg": "sunday: J2EE day ", "label": 0.0}
{"msg": "I remember the first day u said u loved me! And the last ", "label": 0.0}
{"msg": "With confidence in MPs already at an all-time low, the media really are hammering the nail in the coffin for faith in democracy ", "label": 0.0}
{"msg": "Going into work on a Sunday is rubbish ", "label": 0.0}
{"msg": "Xmen! Awesome! I wonder who is next. I wish they had more Gambit scenes. ", "label": 0.0}
{"msg": "@Jade_Rance yeah i had the same problem, mainly due to the obscene amount of sunlight filtering into my room... 9am on a sunday is wrong. ", "label": 0.0}
{"msg": "has bruises and cuts all over her legs ", "label": 0.0}
{"msg": "@kiarastack working saturday  might try change shifts need to get away from that place for a while", "label": 0.0}
{"msg": "I don't like runny noses! ", "label": 0.0}
{"msg": "@Mikemurry1 I can't sleep cus I keep tossin and turning alot ", "label": 0.0}
{"msg": "Ack. My throat feels awful, like I've been force-fed a grater. ", "label": 0.0}
{"msg": "its official my 93 folllowers... I...i... am shrinking ", "label": 0.0}
{"msg": "This is odd. I'm the only 1 awake right now, that's rare. I'm a little scared  shhh what was that? Did u hear that? Ohh no! Shhh shh", "label": 0.0}
{"msg": "@simonrim  i didnt realise losing BBC2 in the switchover was important until 10am this morning! Online buffering sucks! But worth it!x", "label": 0.0}
{"msg": "vaccation over! ", "label": 0.0}
{"msg": "is really wanting to go to uni 2morrow ", "label": 0.0}
{"msg": "@guysebastian wen are we seein the new record im missing the sing a longs in my car ", "label": 0.0}
{"msg": "I'm confusing   too bad.", "label": 0.0}
{"msg": "become a fan of playfish and can not get rid of it ", "label": 0.0}
{"msg": "@just_mo @queenofzan Startrek  hate you both", "label": 0.0}
{"msg": "@Paul_Hartrick you won't want to hear this...but all my kids went through years of orthdontics - and for 2 of 3, the problems came back ", "label": 0.0}
{"msg": "is it monday? i need a cure pls ", "label": 0.0}
{"msg": "it's so boring without my ipod and laptop ", "label": 0.0}
{"msg": "getting tired of this, just wanted to be nice &amp; I mess it up again ", "label": 0.0}
{"msg": "@TheWomanInBlack Miss you too ", "label": 0.0}
{"msg": "I'm up and in a garage  well I left my car there, I'm getting my eyebrows done And I'm trying to convince my mum to let us go starbucks!!!", "label": 0.0}
{"msg": "@Eganaholic *big hugs*  We may be busy, but still care, loads and loads!! More than you might realize ;) Love you!", "label": 0.0}
{"msg": "school sicks study sucks and so do tests  CANT WAIT TILL I LEAVE THE WHOLE", "label": 0.0}
{"msg": "@midgar WHAT. HE TOOK THE ORDERS. ", "label": 0.0}
{"msg": "hates doing the out-of-hours monthly network maintenance for work ", "label": 0.0}
{"msg": "@Mzuniquemusic but that's cuz I'm having beat withdrawls ", "label": 0.0}
{"msg": "morning ... just noticed I seriously slept in today ", "label": 0.0}
{"msg": "fkdsa;l I totally did NOT know Eric Millegan is gay. I guess he won't be taking me out on a date after all. ", "label": 0.0}
{"msg": "hungry for sushi ", "label": 0.0}
{"msg": "tryna catch some Z's...i guess i need better bait ", "label": 0.0}
{"msg": "I can't sleep because my ankle hurts so bad. ", "label": 0.0}
{"msg": "@dana_burgess I'm not doing much better  I'm so sorry about last night, I just had such a horrible day, I couldnt face anyone. How was it?", "label": 0.0}
{"msg": "@SaharJ25 i wish tokio hotel had twitter ", "label": 0.0}
{"msg": "uh oh! my mouse is sick! ", "label": 0.0}
{"msg": "@craigyd  You know what they say: If it's not one thing it's your mother", "label": 0.0}
{"msg": "cat just brought me a small, struggling rodent which was flailing, but unable to get up. Worst way to wake up in the middle of the night. ", "label": 0.0}
{"msg": "Sylar is so awesome! But he died naa ", "label": 0.0}
{"msg": "And seriously not sleepy for some reason so lame. Also nothing good on tv to watch ", "label": 0.0}
{"msg": "urggggg so beat. luwow was awesome ;) next week is the last pic meeting  lovethatbigfamily lol", "label": 0.0}
{"msg": "@philarch1 I miss New York ", "label": 0.0}
{"msg": "http://twitpic.com/4wscw - I want him to give ME that puppy dog face... ", "label": 0.0}
{"msg": "@allendh yep haha   but it's bad......  I have a caffeine addiction haha", "label": 0.0}
{"msg": "I miss my bed. ", "label": 0.0}
{"msg": "@pcsketch My grandfather was from Michigan - I get confused with the fact that Chicago is on Lake Michigan, gets me every time ", "label": 0.0}
{"msg": "@mmontz i am hahaha! misssed this looooads! yeah, we are being beaten badly  e nao sei porque estou a escrever em ingles LOL xD eu nem", "label": 0.0}
{"msg": "&amp; now my kettle is broken.. . boiling kettle the old fashion wayyyy ", "label": 0.0}
{"msg": "@bradherman  I wishh I could! I'm not a good sleeper @ night", "label": 0.0}
{"msg": "I don't like garlic, I didn't order garlic, but for 24 hours now it's all I'm going be able to taste ", "label": 0.0}
{"msg": "@OahuAJ Oh, too bad  Well, better next time!", "label": 0.0}
{"msg": "Woke up at 0530 after another night without much sleep. Looks like I won't make it back to hackday. ", "label": 0.0}
{"msg": "back from rye  now skool tomz..gonna b a crap week :Z", "label": 0.0}
{"msg": "&amp; now my kettle is broken.. . boiling water the old fashion wayyyy ", "label": 0.0}
{"msg": "@zZeb Hahaha great  don't be like me.... drinking coffee at  11 pm!", "label": 0.0}
{"msg": "@Eganaholic I'm sorry hunny!!   I promise, once all this stupid stress is over, I'll be on more!", "label": 0.0}
{"msg": "@GazeboInfo this is true but i'm very sick today!  luckily i celebrated yesterday before i got sick. ", "label": 0.0}
{"msg": "i'm playing some Brahms on clarinet, I want my oboe back from servicing ", "label": 0.0}
{"msg": "Had a great day in Red Hill with my Aunty except my cousin's toy poodle dislocated her shoulder on the trip ", "label": 0.0}
{"msg": "ughh everytime i get off the pc something happens, and while im on nothing happens ", "label": 0.0}
{"msg": "is waiting for her ice cream and edamame while I sit and think of how sad I will be tomorrow ", "label": 0.0}
{"msg": "@joesephjonas i had a JONAS  party but my friend spilled juice on thee computer, so we couldn't see yous.  x", "label": 0.0}
{"msg": "My wireless network just failed ", "label": 0.0}
{"msg": "@violetbakes Having a break as wrist is killing me  Apparently they are very hard to get rid of!", "label": 0.0}
{"msg": "Been to Echuca today!! Played soccer yesterday and we lost ", "label": 0.0}
{"msg": "Got the check from Click bank , now to hard part of getting the actual money from a Sri Lankan bank  , any suggestions anyone ?", "label": 0.0}
{"msg": "Damn goverment study  so god damn boring ", "label": 0.0}
{"msg": "Listening to Paramore!! Also doing a very long art essay!  But hey. Looks like it won't rain for once!!", "label": 0.0}
{"msg": "@jaymcc i checked and the twittermusical.com domain name is already registered  #twittermusical", "label": 0.0}
{"msg": "@galaxyhappyman booooo! I have coffee at work but it's stinky decaff ", "label": 0.0}
{"msg": "@Kirsty_83 Thank you XD..yes it my dog Micha...she's so sweet..she lives with my parents ", "label": 0.0}
{"msg": "Dante is one sexy son of a demon... I wish there was more ", "label": 0.0}
{"msg": "@areyoumee omggg same. i want a leather jacket ", "label": 0.0}
{"msg": "just came home from prom (kinda disappointed) ", "label": 0.0}
{"msg": "Wishes pizza hut didnt make her so sick! Tastes so good ", "label": 0.0}
{"msg": "My ghost punched me and gave me a boo-boo... ", "label": 0.0}
{"msg": "Worms 3D won't work on XP Mode in Windows 7 ", "label": 0.0}
{"msg": "ive tried to cheat my way round not drinking, but if i get drunk on shandy i guess thats no drink at all. cheats never prosper, as i know ", "label": 0.0}
{"msg": "All I want is to be outside at The Hawley Arms, with a Bloody Mary, and have a roast there for lunch. That's not asking much, is it? ", "label": 0.0}
{"msg": "@Drolgerg Srsly? Send me names so I can check out. Arrrgghh!! Some ppl are worhty of the old back to the wall.. .ready aim...scenario!! ", "label": 0.0}
{"msg": "Damn government study  so god damn boring ", "label": 0.0}
{"msg": "@SarahCyrus but i wanna learn mooooore!!!! ", "label": 0.0}
{"msg": "mothers day just aint the same when ya mum aint around anymore ", "label": 0.0}
{"msg": "@lameBIRDIE @xCraziiChiicax @Fuzzy2230 yo ppl!jst wanted to say bye  i will not be tweetin anymore til my exams r over.pray for me.bye :'(", "label": 0.0}
{"msg": "why does he loves me so much?!? I want that he loves me but not so much like he do it... it sucks...  dont want to hurt him....", "label": 0.0}
{"msg": "I want to lie down and go to sleep... But as soon as i lie down my brain starts spinning in my head. Not comfy. ", "label": 0.0}
{"msg": "@Jackie_Sinniah OH MY GOD thats soooo awful     poor youu!!!!", "label": 0.0}
{"msg": "ohh dear  brothers gone back to the army  miss youu xxx", "label": 0.0}
{"msg": "just downloaded twitter berry and it doesn't work ", "label": 0.0}
{"msg": "@error505 Just wish they would be quiet or have a hangover too  dont know why I fly home for such little time. what getting to you?", "label": 0.0}
