{"msg": "back to reading.. god edward needs to come back i miss him its not twilight without him ", "label": 0.0}
{"msg": "gonna head to warm bed...early morning  oo and the freezing morning to help me get up! (sarcasim--&gt;just in case)", "label": 0.0}
{"msg": "I did like the fact that my friend Amanda Foreman had a line and a close up in the beginning of the film. Then we never saw her again. ", "label": 0.0}
{"msg": "having fun yesterday with darls to ecp.. but we dint eat seafood ", "label": 0.0}
{"msg": "@Kezxx  Yehuh  i really dont know whether to or not..", "label": 0.0}
{"msg": "IS GETTING READY FOR WORK!!! ", "label": 0.0}
{"msg": "wishing i was in my new house, rather than the boring old one. oh, and if i'm dead tomorrow, it was the cats. they're ganging up on me! ", "label": 0.0}
{"msg": "I'm doing the HOOVERING because someone else is sleeping in my room for 10 days  http://tinyurl.com/qmhow7", "label": 0.0}
{"msg": "Dammit! Found a place that looks awesome but it' s at Revesby! That's no good ", "label": 0.0}
{"msg": "Nuuuh! I wanted tigers to win ", "label": 0.0}
{"msg": "@mumu_matryoshka  xoxo plus lots of hugs", "label": 0.0}
{"msg": "trust it to be cold the hole time we camp including all day yesterday and is BOILING noww ", "label": 0.0}
{"msg": "@hullkr_online  Are you at the ground? is it raining ", "label": 0.0}
{"msg": "where on earth I have been until I don't know who is she anymore. it feels like friends become strangers ", "label": 0.0}
{"msg": "@japhun you should sleep in the plane then hehe... but i dun think the jkt-sby flight is comfortable enough to sleep ", "label": 0.0}
{"msg": "So, watching carmen whilst doing sketchbook work failed. Now doing one after the other. Sketchbook then Spanish. Got a headache ", "label": 0.0}
{"msg": "Do I ever stop doing homework? Negatory ", "label": 0.0}
{"msg": "Woke up so happy now i'm lonely ", "label": 0.0}
{"msg": "@pollyannamae You just wait. I wasnt when I woke up. Four hours later and its so horrible! I can't talk at all either! ", "label": 0.0}
{"msg": "Momma is leavin back to CO. ", "label": 0.0}
{"msg": "My phones playin up ", "label": 0.0}
{"msg": "Grrrr 2 of my 3 drivers and half of my team from fantasy f1 are out ", "label": 0.0}
{"msg": "i'm already working for 5 years and i don't think i've accomplished anything ", "label": 0.0}
{"msg": "trying to study....No luck ", "label": 0.0}
{"msg": "Watching Formula One, and my fave driver got kicked out in the first lap. Not happy! ", "label": 0.0}
{"msg": "@hodgman BUT SHE'S DEEEAAAD  - a Batman's opinion", "label": 0.0}
{"msg": "Weight Watchers Belgian Chocolate Brownies are the shit - not sure I'm supposed to eat them by the box though ", "label": 0.0}
{"msg": "I feel like im going to get raped in this dark parking lot ", "label": 0.0}
{"msg": "homework ", "label": 0.0}
{"msg": "$135 later... Am home. Having worked pretty much all weekend, I'm not looking forward to tomorrow ", "label": 0.0}
{"msg": "four days left  im not ready", "label": 0.0}
{"msg": "@ashleylaurenson i also have haribo! they're in my car though  we'll do it soon! but where to? ha x", "label": 0.0}
{"msg": "Wishes it wasn't sunday.. Still tired ", "label": 0.0}
{"msg": "i don't deserve to be treated this way ", "label": 0.0}
{"msg": "@lucindaaxo coming out, daisie rang and woke me up  what have i been googling btw?", "label": 0.0}
{"msg": "is doing her music project  so bored...", "label": 0.0}
{"msg": "@Tweetalize    Sorry           http://www.theskinsociety.com", "label": 0.0}
{"msg": "@steveappleton Steeeve xD Just found out you were on german TV x) And i missed it  You gotta come back ", "label": 0.0}
{"msg": "@denny boo should have told me ", "label": 0.0}
{"msg": "@haileyhoward @abbyschim I AM A MESS!!! ", "label": 0.0}
{"msg": "@VittoriaRusso Uncanny! We need to have a serious word with Camelot or whoever. I had my heart set on some purple velour cushion covers ", "label": 0.0}
{"msg": "kid vomit...dog vomit...happy mothers day ", "label": 0.0}
{"msg": "My baby has gone to see his family...I miss him and his adorable voice ", "label": 0.0}
{"msg": "Home from relay and napping. Exhausted and not feeling the greatest ", "label": 0.0}
{"msg": "@JJAnistonFan Hey. I heard your moving  Is it far?", "label": 0.0}
{"msg": "@Nayab13  May your Cat rest in peace.", "label": 0.0}
{"msg": "@keza34 oooo yeah he bn work today  #twittertakeover", "label": 0.0}
{"msg": "I forgot to turn off my alarm. ", "label": 0.0}
{"msg": "is disappointed no mothers came out on mothers day ", "label": 0.0}
{"msg": "@DHughesy disgusted to admit i have done 3 cans of 'mother' on a couple of occasions lately. thats 1.5ltrs  cant be healthy", "label": 0.0}
{"msg": "@Emily_Morden yeah i know  arg and i was stressed enough as it was! lol. not sure what to do about the pumpkins song, really not sure.", "label": 0.0}
{"msg": "@vmcosta - Corporate users don't have a choice ... they must use what their IT department requires they use ... mostly IE6 ", "label": 0.0}
{"msg": "ah mah god !  nally baby.. i wana give you the biggest hug in the world !   and lastnight was good for me", "label": 0.0}
{"msg": "what is wrong with the world?!?!?!?!  TIGERS TILL I DIE !", "label": 0.0}
{"msg": "@jsmith189 nah I get tues/weds off usually. it sux cuz my friends work such different schedules.  what's ur favorite wknd stuff 2 do?", "label": 0.0}
{"msg": "@Lscanlan  I love having a clothesline. I did not make it home to save my clothes last night. Storm kinda messed with them. ", "label": 0.0}
{"msg": "Church then lunch then stuff?? no soccer  happy mothers day though =D", "label": 0.0}
{"msg": "Home alone for the week... Getting up before 6:00 to drive to the airport sucks ", "label": 0.0}
{"msg": "@DHughesy Well hate 2 admit but when we out we drink Vodka/Jaeger/Red Bull and have be known 2 do over 15 each  not to mention others!", "label": 0.0}
{"msg": "Backed up into a fence last night...nothing serious. Just scratches.  waiting for the scolding to begin.", "label": 0.0}
{"msg": "hates how much work she has on  save me!", "label": 0.0}
{"msg": "@DawnRichard dawn can u show me luv  I need it", "label": 0.0}
{"msg": "damn...I bin at this damn station since 5am I miss my bed..... ", "label": 0.0}
{"msg": "30 days uptime ruined ", "label": 0.0}
{"msg": "has anyone out there got a spare motherboard to send little ol me  Mines gone burp...using friends puter for a couple of hours", "label": 0.0}
{"msg": "@rulerbreaker Sux0rs to be you  I'm just having coffee now too, if that helps (and I shouldn't...)", "label": 0.0}
{"msg": "Why somebody shouts at you when you've done something really nice for this person? ... ", "label": 0.0}
{"msg": "Pains gotten worse fron Friday night  I dont think I can move very much anymore. Help!", "label": 0.0}
{"msg": "doing homework, but i'm too tired.. ", "label": 0.0}
{"msg": "@iAquarian Haha I forgot about that! I did decide to be good though. Chile con carne. I'm such a boring grown up. ", "label": 0.0}
{"msg": "On my way to kc to see grandma for mothers day, then lots of studying ", "label": 0.0}
{"msg": "has a tissue in her ear because her ears get blackheads and pimples.. they hurt worse then the ones in my nose..  owie.", "label": 0.0}
{"msg": "Laptop out of powah ", "label": 0.0}
{"msg": "@vimoh can't help you there, not so hot on mobile tech ", "label": 0.0}
{"msg": "dear brain, ih8u for never letting me fall asleep at a decent time without sleep drugs. Me &amp; 5:30AM broke up, remember? Ugh ", "label": 0.0}
{"msg": "Oh great...my lizard jumped and scared me, and i poked the crap out of my eye ", "label": 0.0}
{"msg": "@beffy2k9 I am lost. Please help me find a good home. ", "label": 0.0}
{"msg": "whew!  just finished all the grading for this class...many people did not make their 38 tweets/messages by today... ", "label": 0.0}
{"msg": "sigh. another eventing death  RIP Bailey Wick (Pdutty is apparently ok physically)", "label": 0.0}
{"msg": "@JudyObscure Wish it was sunny here ", "label": 0.0}
{"msg": "Back from the dentist...  ", "label": 0.0}
{"msg": "@priscx work's getting more tiring by the day. my legs and feet are hurting real bad now  i wont forget u la of course! haha", "label": 0.0}
{"msg": "@OslerdoesEM no  I have yet to get into it. School's out soon &amp; then I can finish reading dev books. I only have gimp", "label": 0.0}
{"msg": "revising . com! ", "label": 0.0}
{"msg": "Yesterday was so bad.. I ate so much that I was abat 2 pop.. how can I eat somali food chinese.. and arab food.. and my belly now is hurt ", "label": 0.0}
{"msg": "time for bed, partly because I'm tired, partly because I'm intimidated by women  haha nite all", "label": 0.0}
{"msg": "Has cracked his I phone screen! And o2 are no help! ", "label": 0.0}
{"msg": "Gonna go see the &quot; Family &quot; In Rome...man I hate goodbyes ", "label": 0.0}
{"msg": "today i was awoken at 1 i was aiming for 2 ", "label": 0.0}
{"msg": "Apparently my cat isn't missing me......wow and I thought I couldn't feel any lonelier ", "label": 0.0}
{"msg": "@OrenTodoros Yes my site is down Servers issues out the kazoo ", "label": 0.0}
{"msg": "@triblondon I couldn't buy any 'Happy Mothers Day' for you because you can't even afford one   Woe!", "label": 0.0}
{"msg": "I'm craving cold Chinese/Thai food from those cute boxes for a midnight snack  can't sleep  insomniaaaa!", "label": 0.0}
{"msg": "@TerriCook Yep. Strawberries and chocolate next - but the Champagne has been put on ice due to her driving home later.... ", "label": 0.0}
{"msg": "@madz_xx 10 hours to be precise... ", "label": 0.0}
{"msg": "@jamie_hope What about me?? ", "label": 0.0}
{"msg": "@downeyisDOWNEY - i could if i had that much money ", "label": 0.0}
{"msg": "will be sad from Tuesday (May 12, 2009) until Friday (May 15, 2009) ", "label": 0.0}
{"msg": "@Kryzelle15: no, i am the one who have to sorry!!    can i have ur Y!M?? so we can chat easier! ", "label": 0.0}
{"msg": "Happy Mother's Day, Mom.  I miss you every day!  ", "label": 0.0}
