{"msg": "@coldplay Good morning Guy  Wish you all a great day", "label": 1.0}
{"msg": "@Art_News  #followart early bird artists are a different breed...  but artists nonetheless....", "label": 1.0}
{"msg": "Good morning tweeps!  On our way to a character breakfast! Whee!", "label": 1.0}
{"msg": "@frombecca r u serious? That's fantastic!I will match your $500 ", "label": 1.0}
{"msg": "@BillHarper ha!  Well played, Sir!  And thank you.  ", "label": 1.0}
{"msg": "Con Film Festival @http://bit.ly/L475N  followed by &quot;Mingus Mondays&quot;@http://www.jazzstandard.net      ", "label": 1.0}
{"msg": "done with dinner.so happy to be eating home-cooked meals these days.major detox and saves me $$$.what a bliss ", "label": 1.0}
{"msg": "Making Chamomile tea. ", "label": 1.0}
{"msg": "@xTwiilighted my youtube was 'xjosephadamswifiie''  i deleted it, because i got tired of it. :] &lt;3", "label": 1.0}
{"msg": "just made french toast! it was yummy ", "label": 1.0}
{"msg": "Waking up after a great night's sleep ", "label": 1.0}
{"msg": "@christinecusano great pic. Late night tweeting and Larry David will make u do strange things. ", "label": 1.0}
{"msg": "@SoulPainter they are now on my list!!! ", "label": 1.0}
{"msg": "I love when my trainer leaves the room for a half hour. ", "label": 1.0}
{"msg": "i want a glass of milk ", "label": 1.0}
{"msg": "Woot. Looks like I'll be watching the last 2 episodes to 24, season 7 tonight ", "label": 1.0}
{"msg": "@IPv6Freely Now I start learning in Cisco  . So i follow you . I think u don't like my retweeting .. ", "label": 1.0}
{"msg": "@jenlucy Hmmm... The internet? Most of the problem ", "label": 1.0}
{"msg": "@whatswithinu Good morning!  ", "label": 1.0}
{"msg": "I've just blogged about Coriandr Express...read all about it here   http://bit.ly/zK7Cu", "label": 1.0}
{"msg": "@stu_b Nope, nothing.  I will have to rely on my legs and try to keep away from public transport (not a fan).  Legs, trains and taxis ", "label": 1.0}
{"msg": "@foxandfriends I'll pray for you, but you are great at interviews and they are Your parents who would know them better then you? ", "label": 1.0}
{"msg": "@greedy_yearning Hey Sweetie  Yes everything's alright, I'm doing great. How are you?", "label": 1.0}
{"msg": "@_krristii lol same here girl! what i gave you was like only 10% of bands i like! hahaha ", "label": 1.0}
{"msg": "Converseee on foots xD so cute ", "label": 1.0}
{"msg": "@melrosef Hey There, Miss Missy!!! How's everything with u? Good, I hope!  LOL!", "label": 1.0}
{"msg": "myspace is so epic i found everyone important i met on saturday and they are all awsome girlss....new freinds are the best lol ", "label": 1.0}
{"msg": "@twitchling We homeschool and have a variety of activities during the summer.  Camps, fun classes, etc.  Learning doesn't stop for summer ", "label": 1.0}
{"msg": "another monday... but it is my 13th anniversary ", "label": 1.0}
{"msg": "Just had a message saying that I could win my brain size in sweets. I got a Tic Tac ", "label": 1.0}
{"msg": "@5StarhiphopTS1 before you know it, it'll be Friday again ", "label": 1.0}
{"msg": "for the next time you shop at #digitalplanetSA..  Thanks so much for the tweet! hope to hear from you soon!", "label": 1.0}
{"msg": "@hyoori btw, have you check the acoustic version? http://tr.im/lEcF ", "label": 1.0}
{"msg": "just waking up, i really needed this day off. i never drank so much everclear in my life. that shit was goof though lol ", "label": 1.0}
{"msg": "@MoocherGirl  I'm not so organized to know more than a month in advance if we will be available. Also my wife thinks Twitter is too geek", "label": 1.0}
{"msg": "@realmattlucas Amazing at said latest Rock Profile. Genius. Well done to both of you ", "label": 1.0}
{"msg": "@carocat yeah, I have a whole list of tv shows that I really ought to watch.  I'm just generally not a tv watcher though, so takes effort ", "label": 1.0}
{"msg": "@coldplay have to say Guy, it's been fantastic having you on board!  xo", "label": 1.0}
{"msg": "@jared79 - it was just a story on making an electric car... didn't seem deep enough for top gear... the UK version is still much better ", "label": 1.0}
{"msg": "You should go check it out! Good Songg ", "label": 1.0}
{"msg": "@amazingphoebe tomorrowwww, im doing nothing, I dont start school till wednesday ", "label": 1.0}
{"msg": "@thisisScoMan Nah, it just means you are balanced  What do you think of Seinfeld?", "label": 1.0}
{"msg": "@MaggieProctor  We should celebrate an unbirthday soon. A good reason for cake ", "label": 1.0}
{"msg": "@kcu i see ", "label": 1.0}
{"msg": "Vanilla chai because i'm loved. ", "label": 1.0}
{"msg": "@dantemaster214 i replay'd to it man    let me know what you think and what happens in the future  ", "label": 1.0}
{"msg": "@Tuchmypuzee Hey There, Miss Missy!!! How's everything with u? Good, I hope!  LOL!", "label": 1.0}
{"msg": "@Rayvid nope its photoshop ", "label": 1.0}
{"msg": "@Emer_____xO Okay. Yeh i got your email ill reply later ", "label": 1.0}
{"msg": "@QuenofCrazzy He got back for the second report, though ", "label": 1.0}
{"msg": "GD to all  Taking Meni to school", "label": 1.0}
{"msg": "@Monicarrrr Happy Birthday ", "label": 1.0}
{"msg": "@webdestep Happy (late) Birthday ", "label": 1.0}
{"msg": "Hello Monday ", "label": 1.0}
{"msg": "@seanhandley yea n just want to move out too...the time'll come  jus keep savin til then!! when u car hunting?", "label": 1.0}
{"msg": "@weddingroadtrip Curious, yes....I put it down to an insatiable appetite to know lots!  (Re:  20+ tabs open in Firefox)", "label": 1.0}
{"msg": "@NikkiMK That's cool!  We seem to arrive at the same time in the morn ", "label": 1.0}
{"msg": "@MaryWilhite Thank you Mary! You have a GREAT Monday too!  Look forward to chatting more!", "label": 1.0}
{"msg": "@msmonogram It's ME!! You are missing Me ", "label": 1.0}
{"msg": " @TenHusky Hey there fuzz face. :3", "label": 1.0}
{"msg": "hello Monday &amp; the start to another busy, beaut of a week! I'm ready to take you on!!   here we gooooo.....", "label": 1.0}
{"msg": "@JoeCascio Hopefully it didn't look like someone blew a load on *your* face tho - you'd have more explaining to do than me, I think ", "label": 1.0}
{"msg": "I'm super tired.. but work is callinnggg. ", "label": 1.0}
{"msg": "Nightmares on Wax &quot;Ethnic Majority&quot; on Chill radio followed by Rory Hoy's &quot;Twilight&quot; ... Double ", "label": 1.0}
{"msg": "The summer proofs of Vital are looking marvellous ", "label": 1.0}
{"msg": "@Health4UandPets Thanks! Somehow I missed this comment earlier. I have way too many pictures of my kitties  Still need to add latest 2 too", "label": 1.0}
{"msg": "off to school u guys! see u when i get home! ", "label": 1.0}
{"msg": "@SteveGodbold Sweet, cool little resume  Was a long load on mobile net though... perhaps there are some possible optimisations?", "label": 1.0}
{"msg": "waking up to kate bush &amp; fever ray ", "label": 1.0}
{"msg": "Im back!!! Practically ran to nursery there..was so late! It was good practice for the Race For Life though on 7 June! ", "label": 1.0}
{"msg": "is playing Restaurant City ", "label": 1.0}
{"msg": "@Kapuskasing When it snows (as you call it) we say &quot;It's a bit parky out, might need a coat today, will see how it goes.&quot;  ", "label": 1.0}
{"msg": "A new chap is joining our team this week...and he loves Scala. Can't wait to hear all the good and bad aspects of Scala ", "label": 1.0}
{"msg": "@kazzdee today, chicken and stuffing from baggot street bridge branch ", "label": 1.0}
{"msg": "just arrive from dagupan ", "label": 1.0}
{"msg": "@DocLG yes it IS a good one.  Hope yours is also.", "label": 1.0}
{"msg": "@lndnsky Get your butt over to twitter for F's sake!!  Guy's awake and tweeting! *kiss*", "label": 1.0}
{"msg": "@littledotty enjoy your cuppa, going to put kettle on myself ", "label": 1.0}
{"msg": "@TheAdamLambert go for it adam!!! ", "label": 1.0}
{"msg": "@jeanneava I must admit that I was bored last night - so I was looking for 'tweeties' around my hometown. ", "label": 1.0}
{"msg": "Headed to cedar point! Party time!!! ", "label": 1.0}
{"msg": "@suzyhaha Hi Sue! I will be having work experience with your company this summer  I would really recommend Tweetdeck! Hope you're well.", "label": 1.0}
{"msg": "@tessajames01 Heyy! how r u ?? Did u have a good time at the party the other nite?? hope ur well  x", "label": 1.0}
{"msg": "Theres a liquer called Unicum... my life is complete    x!x", "label": 1.0}
{"msg": "goodnight twitter bugs ", "label": 1.0}
{"msg": "I look like a drowned rat after being out in that rain. Fun ", "label": 1.0}
{"msg": "I Love it When the Day starts with warm Sunshine! ", "label": 1.0}
{"msg": "@lucian not much space in 140 characters for more ", "label": 1.0}
{"msg": "Aww thanks guys  and @Giastone glad u like- too much fun! Now headin to do spot on 93.7FM the blacklabel show, live from 10.30pm xo", "label": 1.0}
{"msg": "@lepuppypalace I love you more than any of the rest of my brothers on here mom! ", "label": 1.0}
{"msg": "@Kelzykins On your myspace? Ill read ", "label": 1.0}
{"msg": "@ironphreak Thanks Thomas  I will do!", "label": 1.0}
{"msg": "Just spent time reading! It was a great time and had many thoughts and insights.. missing lynette too..  Hehe.. Breakthrough 1400!! 1000!!", "label": 1.0}
{"msg": "@Tetanus It's more fun to get a surprise package in the mail ", "label": 1.0}
{"msg": "@youaresteph I often go back to this post to eat my words  Hope you get some rest! http://tinyurl.com/ca44gh", "label": 1.0}
{"msg": "@LiveArtliFe  I don't know about happy...LOL...I'm spending my morning catching up the Shoppe's books...grrrrrrr! ", "label": 1.0}
{"msg": "skipping first hour to have coffee with my mother, then breakfast ", "label": 1.0}
{"msg": "Early free from school &amp; no work 2day - tryin 2 find somethin 2 do!!! ", "label": 1.0}
{"msg": "Bite off more than you can chew, then chew it ", "label": 1.0}
{"msg": "Good morning to all in Twitterville!  It's Monday let's make the most of it!!! ", "label": 1.0}
