{"msg": "i have been really busy and stressed. things aren't working out with me and one of the flatmates. broke a priceless piece of art today. ", "label": 0.0}
{"msg": "i can't go to david archuleta's tour here at the philippines ", "label": 0.0}
{"msg": "really misses my best friend/Hubby. I still have another week til I see him ", "label": 0.0}
{"msg": "Y'all can come live with me as long as you kick your parents out...I'm sorry you haven't had a good mothers day!! ", "label": 0.0}
{"msg": "going to bed all alone  @aphony is in plainfield for the night.", "label": 0.0}
{"msg": "@annettekelley  Ok you're a sensitive, I was just looking at you, I swear!  Never tweeted b4 &amp; there you are. Hiya! &amp; nope cant say I can ", "label": 0.0}
{"msg": "Watched yesterday's SNL. Imagine being 8yrs old &amp; getting a Christmas stocking full of fruit &amp; nuts. So deceived! What a letdown! ", "label": 0.0}
{"msg": "I hate allergies... because of allergies I cannot see Murty or Kate! ", "label": 0.0}
{"msg": "Family Guy was not very funny tonight ", "label": 0.0}
{"msg": "@verwon better, just in time for Monday  but its all good", "label": 0.0}
{"msg": "Correction: I wish that I had tickets to Taylor Swift's show in 5 days ", "label": 0.0}
{"msg": "@Ohrio AHH i'm so jealous, i have 200 pages to go  I have to stop reading to re do MacBeth questions i failed. have a science quiz too ", "label": 0.0}
{"msg": "Pool party at my place!!! We're gonna miss you Rosa!!! ", "label": 0.0}
{"msg": "Early shifts.. I dont like getting up at 4 in the morning ", "label": 0.0}
{"msg": "@renegadejk529 i wanted to go tubin ", "label": 0.0}
{"msg": "is thinking that apparently Walmart thinks that everyone has an iPhone...since that's the only cases they have!!!!  ", "label": 0.0}
{"msg": "@alexxpiinksz demi's coming to nokie theater and im gonna be out of town, well its sad ", "label": 0.0}
{"msg": "@wishicouldwait_ ooooh noooo  im very sorry aboot your teeth. but surely knowing your boobs dont look like hers makes it all better, right", "label": 0.0}
{"msg": "@Melomargerita @jasonmcneely i love that you both updated that at the same time hahaha twitter nerds. i dont get this still ", "label": 0.0}
{"msg": "that dude from #startrek is hawwt! and STILL didnt watch #x-men! ", "label": 0.0}
{"msg": "Ugh. I hate feeling like this. I fucking miss you  It's been 2 years and i'm still not over you...", "label": 0.0}
{"msg": "@LuvinMeSomeD I work full time I am a single mom so my life is very BUSY.lol I was supposed to go to launch party but babysitter got sick ", "label": 0.0}
{"msg": "@amandagravel aww you get &quot;saddest tweet of the day&quot; prize   At least Verdino is thinking you're hawt tonight, if that's any consolation.", "label": 0.0}
{"msg": "Going to Washington tomorrow morning. 7am FTW ", "label": 0.0}
{"msg": "Choklate has great stage presence...really cool performer...on stage at LIV right now...2 bad u missed it ", "label": 0.0}
{"msg": "so sore  from the run...ayyyyyy", "label": 0.0}
{"msg": "@MandyAlwaysKnws  Sad day. Why not?", "label": 0.0}
{"msg": "ANY SUGGESTIONS ABOUT GOOD ONLINE GAMES ?? 'CAUSE AUDITION IS KIND OF GETTIONG BORING.................. ", "label": 0.0}
{"msg": "@dbrinz the url on the page is bad, sadly.  kodak doesnt have anything on their site for it.", "label": 0.0}
{"msg": "@haleybennett7 Are you going to do another chat anytime soon? I missed the last one. ", "label": 0.0}
{"msg": "First day of work tomorrow!  I start at 9/have to leave the house by 7:45  UGH! Will twitter if I can about my day, or at the end...night!", "label": 0.0}
{"msg": "@twasadark hope it will fare better with your third birdie ", "label": 0.0}
{"msg": "just cracked a rockstar, studying language development for awhile.  ", "label": 0.0}
{"msg": "Why did getting picked up by a 24 yr old just now make me feel like a cougar?!? I'm only 25! ", "label": 0.0}
{"msg": "Mother's Day's no fun when your mom is in the hospital ", "label": 0.0}
{"msg": "@pchristina lol just got here and made it to the Gs i think. somebody called me and the music went off! ", "label": 0.0}
{"msg": "@fatsoTC I understand.  I'm gonna encourage the dogs to run around for awhile. and go to bed.", "label": 0.0}
{"msg": "Im such a dumbass ", "label": 0.0}
{"msg": "thinks life really isn't fair, especially when bad things happen to good people ", "label": 0.0}
{"msg": "@pyrobaby666 oh noes ", "label": 0.0}
{"msg": "@pacifini no everything I come up with is really lame  how about the others? Anything good from them?", "label": 0.0}
{"msg": "all i wanna do is eat and sleep.. i want some wingz! sucha fat kid + too sick still ", "label": 0.0}
{"msg": "some progress made today...not as much as I had hoped though ", "label": 0.0}
{"msg": "doesn't feel very good and misses her roommate. why did you have to graduate and leave me?? ", "label": 0.0}
{"msg": "Hippie infestation downtown. Well &quot;Tree planters.&quot; @letsbetigers That's no good.  Hope you feel better, soon.", "label": 0.0}
{"msg": "i miss east lansing ", "label": 0.0}
{"msg": "is screwed badly ", "label": 0.0}
{"msg": "laying on the couch watching grey's from last week - missing my roomates ", "label": 0.0}
{"msg": "@simoncurtis Oh  your making me sad, I bet there are plenty of girls out there who would love to be yours forever (including me)", "label": 0.0}
{"msg": "Back from the carnival! Tonight was their last night.  Oh well.", "label": 0.0}
{"msg": "@BrittGastineau I missed it  did Joan win?", "label": 0.0}
{"msg": "@mileycyrus why don't your tweets show up for me anymore  it makes me so sadddddd", "label": 0.0}
{"msg": "@CosmetikJunkiee I found it searchn hello kitty om flickr it didn't sayyyyy  if I find it ill let u know", "label": 0.0}
{"msg": " my dreams were crushed... I Wanna move To Valdosta... Going To Shower Homes! Lovies! (Twitter... that is)", "label": 0.0}
{"msg": "having a pretty crappy day. ", "label": 0.0}
{"msg": "@Mazi i feel for you with the abbey situation ", "label": 0.0}
{"msg": "@JKandBVGirl Yeah that blows ", "label": 0.0}
{"msg": "Is staying in tonight! So tired ", "label": 0.0}
{"msg": "hope i feel better in the morning ", "label": 0.0}
{"msg": "Missed TCAF due to sickness and soccer....  #tcaf", "label": 0.0}
{"msg": "Big stuff happening in toronto with the Tamils. Sounds like a commuter headache tomorrow  Way 2 get exposure tho..", "label": 0.0}
{"msg": "had a wonderful, memorable graduation! but...a horrible dining experience at olive garden! ", "label": 0.0}
{"msg": "Also... I am SO out of shape it's insane. ", "label": 0.0}
{"msg": "ugh, updating counters takes sooooooo long sometimes  zZzz", "label": 0.0}
{"msg": "@andrew_sutedjo reading your tweets about greyhound..aah i miss the states! ", "label": 0.0}
{"msg": "@parrisreddog I am lost. Please help me find a good home. ", "label": 0.0}
{"msg": "@DjBingy hey!!! how come ur not following me?? ", "label": 0.0}
{"msg": "Today didn't turn out like I expected. Another night alone. ", "label": 0.0}
{"msg": "@rm_jackson I just posted an entry on the lj. It explains everything. ", "label": 0.0}
{"msg": "okokok decision in the works, but tomorrow is another day ", "label": 0.0}
{"msg": "trying to figure this thing out..  ", "label": 0.0}
{"msg": "@MissyB76 I feel the same.  I have so much fat on my legs you could make two Roseannes outta me.    And I'm only 18...", "label": 0.0}
{"msg": "wearing my xs shirt. 18 more days ", "label": 0.0}
{"msg": "Only has two mid terms left. Yupp mid terms. Not finals. ", "label": 0.0}
{"msg": "ahhhhhhh siickness sux really bad. and colds suck aswell ", "label": 0.0}
{"msg": "@lollipop26 ahhhhh so jealous haha! is been so long since I've been to Japan ", "label": 0.0}
{"msg": "it's too early for me to be tired...i miss @gregoryfocker ", "label": 0.0}
{"msg": "@KellyDivine &quot;RAWR no one asks me what I did today!&quot; bummer, my twitter-friend. ", "label": 0.0}
{"msg": "emilyrachel__ i'd been meaning to ask u how ur backs goin? is it gettin worse? ", "label": 0.0}
{"msg": "Typing with a cut on the tip of an index finger hurts.   ARggh.", "label": 0.0}
{"msg": "waiten to board plane back to denver from vegas. vacation is over ", "label": 0.0}
{"msg": "blah. Basically, May is the time of year where I have no life @ all. Choose that...or no sleep. ", "label": 0.0}
{"msg": "@mharrell87 Good point. I'm still on season 2 from BSG though  Trying my best to catchup thanks to netflix ", "label": 0.0}
{"msg": "back home.. had a nice mothers day. Miss my mom so much though!  Does anyone know when it will get easier? Going to bed.. belly hurts!!!", "label": 0.0}
{"msg": "Leave keys in cab + can't get hold of landlord = holiday inn ", "label": 0.0}
{"msg": "@jonas_twilight3: that i even lyke lyke him ", "label": 0.0}
{"msg": "I have never missed someone so much in my life  sleeeeep sounds good right about now.", "label": 0.0}
{"msg": "@greggrunberg   I am deaf too,  but I wait until  Star Trek DVD arrive later.  ", "label": 0.0}
{"msg": "Back to school... Time to get shit done! These next 2 weeks need to go by faster! I just need summer right now!!!! ", "label": 0.0}
{"msg": "@itilir ?? you ok? @joshftv evil dentists hate them  ", "label": 0.0}
{"msg": "I need an excedrin pm  headddachhhe!", "label": 0.0}
{"msg": "i just filled out a juror's questionaire! i better not get summoned..its almost finals... ", "label": 0.0}
{"msg": "off to bed.... have to catch the early early train 5:45 ", "label": 0.0}
{"msg": "@RealLamarOdom Hey I hope you feel better soon! That was such a nasty fall. I cringed when it happened ", "label": 0.0}
{"msg": "waking up in the AM to leave my depressed, unemployed boyfriend, i really feel awful... how are we going to make the rent?! ", "label": 0.0}
{"msg": "@bunnirific Agh! We TiVo'd that interview and I never got around to watching it... ", "label": 0.0}
{"msg": "Sitting here feeling slightly lonely ...    But talking to @SuperDuperShort !!   &lt;3", "label": 0.0}
{"msg": "@fotofobe i know that feeling! i've had it a couple times this semester. it's not fun. ", "label": 0.0}
{"msg": "babe we aint speak in over 10hrs das a record  ", "label": 0.0}
{"msg": "@greggrunberg I haven't seen it ", "label": 0.0}
