{"msg": "Sorry - extra news just been to B&amp;Q to get a new shower switch - all fitted and working and I didn't fry myself! Back to work ", "label": 0.0}
{"msg": "i love my boyfriend,i love my best friend. how could i love them both so much? ", "label": 0.0}
{"msg": "Cramping... ", "label": 0.0}
{"msg": "@catdog03 Been watching?? Ten past two in the afternoon now, so it's racing by... ", "label": 0.0}
{"msg": "I have homework and study to do. Bye Twitterers ", "label": 0.0}
{"msg": "@Caspian_C oh half ur MSG didn't show  doesn't sound good tho.", "label": 0.0}
{"msg": "forgot to close my resto the other day and my reputation dropped so low. now i am having few customers.  http://plurk.com/p/swyo9", "label": 0.0}
{"msg": "@bethmcgrath no  but im seeing him at 6-12 tonight! i know, she's gorgeous", "label": 0.0}
{"msg": "I wish I could go back in time to when my mother was alive ,and tell her that I'm glad she's not dead     #mothersday  ):", "label": 0.0}
{"msg": "@Eric_Chambers Yeah there its still all a little old fashioned. But some people are adverse to change! ", "label": 0.0}
{"msg": "I love waking up with an uber stomach ache! ", "label": 0.0}
{"msg": "@voidspace Lol i did the same thing except mine broke ", "label": 0.0}
{"msg": "I think I have to burry my dream to buy a tele ", "label": 0.0}
{"msg": "rain rain go away, please! ", "label": 0.0}
{"msg": "@PrincessSherbet Tomi! Wanna meet Tomi! I'll introduce him (?) to Simone! Btw, inaasar ako ng wifi hotspots, ayaw kay Simone. Ewan ko ba. ", "label": 0.0}
{"msg": "11:11 pm - I wish I wasn't so paranoid ", "label": 0.0}
{"msg": "@jason_mraz ANSWER ME PLEASE ", "label": 0.0}
{"msg": "head hurts ", "label": 0.0}
{"msg": "has to boil water for his coffee 'cuz he's out of filters. ", "label": 0.0}
{"msg": "at the papa's. wanted tigers to win shipwrecked ", "label": 0.0}
{"msg": "@avl94 Argh, I'd temporarily forgotten.  I'm terrefied, but Valv is certain he's innocent so I believe him and hope they can sort it..", "label": 0.0}
{"msg": "@davethorne yeah got back just after 11 this morning. Was hell to get up at 9 after goin to bed at 3 ", "label": 0.0}
{"msg": "Morning twiterites! I hope you all had a wonderfull evening last night. I toked hash and bud all afternoon and passed out before 9:30! ", "label": 0.0}
{"msg": "@jejejejen I have a lot of zits on my forehead already. ", "label": 0.0}
{"msg": "@stevereddy and in Perth we have none! Oh hang on there's 20 minutes each night ", "label": 0.0}
{"msg": "It's nice and sunny in NY today, time for some sightseeing and a visit to the Apple store to see if they can fix my broken G key ", "label": 0.0}
{"msg": "This was the house I grew up in: http://bit.ly/rXb1m  It's now abandoned, trashed, burnt down and hobo-ridden. Sad ", "label": 0.0}
{"msg": "@lindseymayor is that the year you were born? ouch - I feel old ", "label": 0.0}
{"msg": "Why is the Metric gig tomorow night sold out ", "label": 0.0}
{"msg": "Call me whit/ABCV, but Chinese cold medicine is seriously nasty tasting ", "label": 0.0}
{"msg": "@zoevictoria seriously?! What an idiot man! You've put so much work into it too ", "label": 0.0}
{"msg": "gutted shipwrecked is over ", "label": 0.0}
{"msg": "I thought it would be a little more interesting. ", "label": 0.0}
{"msg": "Happy Mommy's Day! My Mommy's across the country  Calling her now. Oh I guess I should call the Stepmommy too.", "label": 0.0}
{"msg": "I'm going to miss LP ", "label": 0.0}
{"msg": "i miss my mommy ", "label": 0.0}
{"msg": "@NotFrankIero  me too.  I don't have them often, in fact it's been a LONG time since I had one.", "label": 0.0}
{"msg": "It's sleep time early to work tomorrow ", "label": 0.0}
{"msg": "@_T_a_y_ lol. Good for you. Am on a 8 hour bus journey. And don't have any sexy flt attendants ", "label": 0.0}
{"msg": "aoife, carol and james have left  *boohoo ;; everyone else is leaving on TUESDAY.&quot;/ x", "label": 0.0}
{"msg": "@myconey I took one too ", "label": 0.0}
{"msg": "Apparently andrew &amp; i are spiritual pillars. No one else shows up for service &amp; my day is ruined  Star Trek later!!", "label": 0.0}
{"msg": "http://twitpic.com/4wzgg - i just......want to go back ", "label": 0.0}
{"msg": "on my way to work, blah...i'd rather be still in bed cuddling with eric and puppy ", "label": 0.0}
{"msg": "Eventually I am going to have to come to terms with the fact that the only energy drink I like has most likely been discontinued. ", "label": 0.0}
{"msg": "@Muzzzza deciding between an iMac &amp; Mac Mini now..  Mac Mini I can get bigger screens in future if I wanted.. hmmm", "label": 0.0}
{"msg": "The sad bit of the weekend. Time to leave my mum and head back to London. ", "label": 0.0}
{"msg": "@dnfrawley life is so terrible without Dana days  I'm coming back to you next week though! you better be in RVA still!", "label": 0.0}
{"msg": "@LaChatNoir omg I hope I haven't jixed it? Everything is falling apart there ", "label": 0.0}
{"msg": "Double damn - heading for the gym at half-time but I won't be looking for the game ", "label": 0.0}
{"msg": "@poppygirlx this the white icecream with a flake in it? Something i will love off of when there... no yummy flakes here. ", "label": 0.0}
{"msg": "@zoebritton are you leaving? ", "label": 0.0}
{"msg": "ESSSSEEEY  help me. help me help me. im so confused on what to leave out. there is too much to write so i just procrastinate.", "label": 0.0}
{"msg": "Heading back to Cincinnati, stopping at the track to watch M&amp;T race the Porsches and then studying my ass off. ", "label": 0.0}
{"msg": "@rnbjunkie00 oooh gotcha. yeah I get why its chilly by u now ", "label": 0.0}
{"msg": "Poor wee cupcake has a temperature of 38.4 no wonder she's not well. Poor wee chicken ", "label": 0.0}
{"msg": "My cherry tree has the tiny black bugs again ", "label": 0.0}
{"msg": "@Bearnecessity Yeah not the best of moves was it? ", "label": 0.0}
{"msg": "missed rove tonight! ", "label": 0.0}
{"msg": "Max is wishing he had a momma   http://apps.facebook.com/dogbook/profile/view/5213678", "label": 0.0}
{"msg": "@stephmcintosh Never saw the first one, but will have to find someone willing to go with me this time. Think my TV cable is broken  *sob*", "label": 0.0}
{"msg": "Maradona's daughter just scored 2-0 for Manure  #football", "label": 0.0}
{"msg": "@jason_mraz now that the tours done are you guys gonna be tweeting less? ", "label": 0.0}
{"msg": "Just finished 2 hours of gym.  Waiting for sushi takeout dinner.  Exhausted and it's Sunday night ", "label": 0.0}
{"msg": "Going back to The Players Championship for a couple hrs this morning. Flying home to NYC tonight. ", "label": 0.0}
{"msg": "I have the hangover cold  just want bed and a pot noodle.   My legs are so sore from dancing like a stripper last nite ", "label": 0.0}
{"msg": "I miss my plurk account ", "label": 0.0}
{"msg": "@sofiesunshine i know i'm gutted  i really liked it an' all. damn me not going to an earlier show.", "label": 0.0}
{"msg": "Back at hallmark till 2. ", "label": 0.0}
{"msg": "how is it sum ppl r born famous, it comes easy to sum n others earn it, why cant i just be the 1 BORN famous? i dont no how to earn it ", "label": 0.0}
{"msg": "Watching F1 Race Trulli's already out ", "label": 0.0}
{"msg": "Bloody United  Come on City, can't let 'em have the title!! :'(", "label": 0.0}
{"msg": "God damn it  we are down 2 to 0 ", "label": 0.0}
{"msg": "bah, cleaning my house before going to work.  what a wonderful day ", "label": 0.0}
{"msg": "@kaylaatthedisco AW maybe your skin's already irritated with the hair :| Angelica got some zits too ", "label": 0.0}
{"msg": "back home. without mommy  doin some stuff for school", "label": 0.0}
{"msg": "Needs to walk Bailey but Hayfever is awful today ", "label": 0.0}
{"msg": "@GabrielaLucia ahhhhh you were supposed to call me!! Lucky!!! ", "label": 0.0}
{"msg": "cancelled my trip to Sabah ", "label": 0.0}
{"msg": " back to sch tmr", "label": 0.0}
{"msg": "happy mother's day internet! unfortunately, both my mom and I have to work today ", "label": 0.0}
{"msg": "St Andrews is scaring me. ", "label": 0.0}
{"msg": "This was the house I grew up in: http://bit.ly/rXb1m It's abandoned, trashed, half burnt down and hobo-ridden. It's really sad. ", "label": 0.0}
{"msg": "damn! I forgot about SNL last night ", "label": 0.0}
{"msg": "Finished my assignment!! Yay! Well 1 of three... ", "label": 0.0}
{"msg": "Hoping my car will be fixed today ", "label": 0.0}
{"msg": "#f1 strategy did not work out for rubens.. ", "label": 0.0}
{"msg": "@fishcraik  Yeah I hope she's ok, not a nice thing to happen", "label": 0.0}
{"msg": "@Real_Gaz_Coward making me watch scary movies  meany!!", "label": 0.0}
{"msg": "@ComedyQueen nah you aint wayy behing im only on 9401 so u can easy catch up if i get timed lol  #TwitterTakeover", "label": 0.0}
{"msg": "@Nomi_B Ach, poo to you. I don't have nighttime access to computers at the moment. ", "label": 0.0}
{"msg": "needs Twilight! I feel so addicted. ", "label": 0.0}
{"msg": "Had waaaay too much to drink in the last few hrs but had a great last night in the 561. Now back in the tristate area much to my dismay. ", "label": 0.0}
{"msg": "Aww.  Still have the same number of followers. I hope MORE people would follow me.", "label": 0.0}
{"msg": "even tho i have my mommy with me, this day always makes me miss my grandmothers so much. rip mommom jean and grammom pat ", "label": 0.0}
{"msg": "@shawnee_dj  *hugs* bad times  and not sure, probs about 6ish", "label": 0.0}
{"msg": "rain again ", "label": 0.0}
{"msg": "is freezing cold and stuck in revising criminological theory  Can't wait untill wednesday!", "label": 0.0}
{"msg": "I miss him already ", "label": 0.0}
{"msg": "@BenPlouviez For some of us it *is* a work day ", "label": 0.0}
