{"msg": "@suzziequeue I've had enough Star Trek to last me this life thank you! ", "label": 1.0}
{"msg": "About to watch the new Family Guy ep ", "label": 1.0}
{"msg": "@freecloud sorry for the reply/DM mix-up ", "label": 1.0}
{"msg": "stuff it. i'll wear ma grey ones ", "label": 1.0}
{"msg": "@Firequacker morning ", "label": 1.0}
{"msg": "life's good ", "label": 1.0}
{"msg": "@ronni_xo lol @ whoever made that secret! mollies my fav and im proud of it ", "label": 1.0}
{"msg": "Oh, and I'm glad that 100 people are following me. Maybe I'll be an e-celebrity after all, though there are robots &amp; aliens. Thanks. ", "label": 1.0}
{"msg": "Munching on a sugar-cinnamon pretzel from Auntie Anne's. ", "label": 1.0}
{"msg": "@ddlovato don't worry, everything's gonna be alright..well at least now u know who ur true friends are ", "label": 1.0}
{"msg": "@LindseytheFirst I think my youngest saying labradog is so funny I never try to correct her ", "label": 1.0}
{"msg": "@Makebarox NEW SONG COMING SOON!!! 2-3 WEEKS... 2ND SINGLE TREY SONGZ FT. GUCCI MAN &amp; SOLDIER BOY LOL ", "label": 1.0}
{"msg": "@christopherhire check their website  www.armadalecellars.com.au", "label": 1.0}
{"msg": "Looking at nice decorating pics ", "label": 1.0}
{"msg": "@davidmassacre it takes about 2 mins for it to post to your feed, patience mr dave ", "label": 1.0}
{"msg": "@MrFlossy awww sending you a nice soothing glass of wine ", "label": 1.0}
{"msg": "@DavidArchie please come back soon david. we love you. ", "label": 1.0}
{"msg": "yet another memorable speech by Obama  http://bit.ly/mlmVw - references &quot;zero sum game&quot; ", "label": 1.0}
{"msg": "@dementes I had takeaway chips sandwiches lol. I think yours was healthy enough  I'm about to drink some chocolate soy milk mmm!", "label": 1.0}
{"msg": "Right all i`m outta here @Sion71 check your DM  Have a great day all", "label": 1.0}
{"msg": "@hoccgoomusic ???  take care please.", "label": 1.0}
{"msg": "@geoffkeighley Ghostbusters, yet another game I'm looking forward to! Keep up the good work! ", "label": 1.0}
{"msg": "today is the day! Heading off to my first interview ", "label": 1.0}
{"msg": "@travel_freak helo.... Great day ", "label": 1.0}
{"msg": "@3rdmusik always!  i don't think there is ever a dull moment in my life.", "label": 1.0}
{"msg": "@MickDickinson Was out yesterday, couldn't quite believe how cheap the meals were at #pizzahut in central Manchester. Stodge on a budget. ", "label": 1.0}
{"msg": "I'm going to sleep! - ahhh ", "label": 1.0}
{"msg": "new T-shirt  so funny )", "label": 1.0}
{"msg": "@PaterickSchmede Woohoo. So glad u linked that. Thank u Thank u. Love a TRIBE CALLED QUEST, lost my CD of it ages ago. Big Thank U ", "label": 1.0}
{"msg": "@suvash tell me also hai if anything major comes up, ", "label": 1.0}
{"msg": "@emargee I shall check those out, cheers ", "label": 1.0}
{"msg": "@JonasFanJade Well, sorry! I didn't know. Haha  So she loves the JB? Which of the three does she like most?", "label": 1.0}
{"msg": "hmmm nuggets for dinner..  yummy who said u can't have kiddy food all the time!!!! ", "label": 1.0}
{"msg": "@davidjohnpowell you'll kick booty, you know you will  Besides, we all love you", "label": 1.0}
{"msg": "I just discovered Isnap ! great tool to take tiny, unclear pictures ", "label": 1.0}
{"msg": "I guess that tweet made sense to muartist3there but it didn't make any sense to me...but I do like cake. I guess you had to be there. ", "label": 1.0}
{"msg": "@IzzySc Hi, how are you?  Does your dad run the Scotclans Twitter as well?  Just wondering since we are now following each other.", "label": 1.0}
{"msg": "Almost done moving out. Soo tired. Soo emotional. Can't believe I am finished with Saint Martin's University. ", "label": 1.0}
{"msg": "@leonkay hands coffee to leon ", "label": 1.0}
{"msg": "@Timshol_lv role models went down well dude ,,,,,, a whispering eye LOL ", "label": 1.0}
{"msg": "@Jdkent I'm going in just before lunch ", "label": 1.0}
{"msg": "@Matthew_cowan hey Matthew! Goodluck on your exams today! ", "label": 1.0}
{"msg": "@tommcfly have you ever seen thunderpants? cause that wee dude goes up to space and its his dream, n'awww its so cute tbh ", "label": 1.0}
{"msg": "twitter is the best people watching ever!  so much entertainment, I love to twitter watch  FYI", "label": 1.0}
{"msg": "I jumped out of bed this morning. Literally ", "label": 1.0}
{"msg": "preparing for dance party  i m so excited", "label": 1.0}
{"msg": "Oh Man Have a lot of school work to do! But that's what has to be done!!He He  Having an awesome day !!!!!!! Lovely!!! ", "label": 1.0}
{"msg": "@Dear_twAbby that would dilute the delicious scent of mustard and bbq from my breath... now why would i do that?? ", "label": 1.0}
{"msg": "is plurking again ", "label": 1.0}
{"msg": "@katyperry hello happy tweeting ", "label": 1.0}
{"msg": "Had a good run in the Scottish Rain this morning - it was nice and refreshing ", "label": 1.0}
{"msg": "Morning everyone, I have been up since 4.30 delivering 5 beautiful choc lab pups ", "label": 1.0}
{"msg": "Watching boys before flowers with JC! Definitely hooked! ", "label": 1.0}
{"msg": "I don't think Butter Mentols really work. But they still taste good ", "label": 1.0}
{"msg": "LOL and some of U celebs talk 2damn much.dang! makes me QQ at U in a diff light foreal. the stuff you be typing is like Oook:| jus sayin ", "label": 1.0}
{"msg": "@samtelford Hello there! So I was no.99. Referred to by the lovely @belinka21  Bring on Wall of Soundz!! Will you be gigging before NKOTB?", "label": 1.0}
{"msg": "says good afternoon  ~ @tristan14 http://plurk.com/p/uipxr", "label": 1.0}
{"msg": "that sinus infection of mine last nov. was good for something after all  *types away*", "label": 1.0}
{"msg": "@XGraceStackX lol yer 105.3 is new fm ", "label": 1.0}
{"msg": "@dancerajai: ahahaha. It's ok. I believed that u wont do stuff like that.  u look so pretty!", "label": 1.0}
{"msg": "The weather is becoming better in Germany. I hope at your place as well. Time for romantic campfire scenes  http://tinyurl.com/25d7v5", "label": 1.0}
{"msg": "The cows are lying down... RAINYDAYTIMES ", "label": 1.0}
{"msg": "@Lady_Twitster good idea!! ", "label": 1.0}
{"msg": "@StephenRinaldo i wish, its mesant to be a holiday home..not a lifestyle change need to make more money first ", "label": 1.0}
{"msg": "@joshdurham it was awesome  should i watch the second part today or watch it on the plane on my way home ?", "label": 1.0}
{"msg": "@trishaashley  I hope no one took your cup away ", "label": 1.0}
{"msg": "http://bit.ly/3Yp9n  quote : &quot;IE 6 is disabling tehnology, but will disapear in 2010&quot; ", "label": 1.0}
{"msg": "@TheTanyaDenali That's fantastic! I'm glad everything worked out so well for you. ", "label": 1.0}
{"msg": "It's been awhile since I visited here. ", "label": 1.0}
{"msg": "@godskiwi Hi ya @godskiwi how are you going?. sorry i did not tell any jokes on the weekend. ", "label": 1.0}
{"msg": "@ginoandfran juSt want to hear on air spaceman   (GinoandFran live &gt; http://ustre.am/2YyQ)", "label": 1.0}
{"msg": "am i the only one thats happy that Blue are getting back together ", "label": 1.0}
{"msg": "@culturalelite lmfao.  do it ", "label": 1.0}
{"msg": "@Hotspur_1882 Excellent blog! Looks great and a natural writer!! Well done ", "label": 1.0}
{"msg": "Hey guys, does anyone have a burning question about the new Virtua Tennis game? Give me a replybefore 12 and I will do my best to ask it. ", "label": 1.0}
{"msg": "It's gonna be like a blog, ith photos, and it's gonna show you what University life is all about, and how to get started, and all that. ", "label": 1.0}
{"msg": "@lexia The good news is:you don't have rabies ", "label": 1.0}
{"msg": "@bean_mother ive already cut that down.Im at 1 can a day for most days.Been drinking lots of water &amp; having fruit &amp; veg.it's a new me ", "label": 1.0}
{"msg": "@evelienonline YES!!! What a bargain! Bristol is perfect! WOW!! ", "label": 1.0}
{"msg": "@dubber will have a look at P2 on a mobile - if it's crap, it's pretty easy to put together a simple mobile stylesheet. I can help ", "label": 1.0}
{"msg": "Cleaning the flat &amp; not sleeping until the 'right' time after transatlantic flight = v good. Woke up at 0830, sleepy, but in clean house ", "label": 1.0}
{"msg": "@SashaKane - That's a great mood to be in. Do you mind if I borrow it for this week?! ", "label": 1.0}
{"msg": "new new new ", "label": 1.0}
{"msg": "is so so happy &amp; has the most amazing people in her life right now ", "label": 1.0}
{"msg": "@wingnuterik  Create a 'playlist' then just drag and drop what ever you want ", "label": 1.0}
{"msg": "Thanks everyone for the birthday messages.  Very kind of you all   Had a good day and got lots of nice pressies ", "label": 1.0}
{"msg": "has only jus got up.. gud times ", "label": 1.0}
{"msg": "Welcome @serennu @maynaseric  @RobertCurrey @JayDeene  @Wounded_Warrior  @attis5881 @bibleurl @SilkCharm @ugotdirection! Namaste ", "label": 1.0}
{"msg": "Hosting 'Neon Nights' LIVE 4-6pm @ ssradiouk.com ", "label": 1.0}
{"msg": "water fills me up ", "label": 1.0}
{"msg": "@PrincessAngel76 sorry I just got your twittt but goo for it I love it ", "label": 1.0}
{"msg": "@dharana_m hows sing btw?  have fun ya guys!", "label": 1.0}
{"msg": "Cloudy in Taipei, 24C, supposed to rain soon  ", "label": 1.0}
{"msg": "Going to do a 10 min charge so I can take u all to bed with me (iPhone - get ya minds outta the gutter) ", "label": 1.0}
{"msg": "@metacosm please do a report ", "label": 1.0}
{"msg": "@Annjj do u know what a dutchrudder is?????? ", "label": 1.0}
{"msg": "so cold here....can't feel my legs.... my hands are frozen... ", "label": 1.0}
{"msg": "@JonathanAB then omnia HD imho. ", "label": 1.0}
{"msg": "Spencer - damn im missin' that boy! wednesday  he's all mine!  only two more days...", "label": 1.0}
{"msg": "bought some pretty dove pink soap bars for breast cancer ", "label": 1.0}
