{"msg": "Missing the Utd match cause i can't make it out of bed ", "label": 0.0}
{"msg": "#F1 Mass wasting fuel lost his 3 place half way through now looking at 5th or even 6th ", "label": 0.0}
{"msg": "@Little_Steph eeeewwww they r moooshy ", "label": 0.0}
{"msg": "I think the writing may be on the cards already for this first football match ", "label": 0.0}
{"msg": "I wan Massa to finish 4th atleast!! Cmon hes driven a brilliant race ", "label": 0.0}
{"msg": "start of another week ", "label": 0.0}
{"msg": "massa gotta settle for 5th now or else gonna loose more points ", "label": 0.0}
{"msg": "is Happy Mother's day, wishing she were at home and still bed, it's going to be a really long day. ", "label": 0.0}
{"msg": "I do not know how to cook French toast but I do know how to burn it ", "label": 0.0}
{"msg": "I think @k4tie has gone to The Factory Shop! I managed to break the tin opener ", "label": 0.0}
{"msg": " gutted i hope it comes soon !", "label": 0.0}
{"msg": "Ok up and about. Recovered from last night, bacon sandwich did the job. Already spent too much money and the day ain't finished ", "label": 0.0}
{"msg": "Oh, I can hardly bear to watch it...! ", "label": 0.0}
{"msg": "Another. Stress full day at work wish I coulda stayted home with my son ", "label": 0.0}
{"msg": "@DideeCassem but you left KL already... ", "label": 0.0}
{"msg": "I haven't slept in past 8:30 in forever! I missssssssss it ", "label": 0.0}
{"msg": "i never knew being burnt could be this painful, i can't wear straps ", "label": 0.0}
{"msg": "@stevepizzati Don't tease me   I'm a big tga fan, and love to spread the word... I've seen every  ep of uk tg.  Say hi to waz &amp; james.", "label": 0.0}
{"msg": "@sherleylueis me too  ahhahaha.", "label": 0.0}
{"msg": "Just About To Leave My Dad's House To Go To Mum's House  Can't Really Be Bothered Going Back Cause I Got Some Nice Homework To Do For M ", "label": 0.0}
{"msg": "@Wyrmisis Sounds good. Unfortunately I'm going to my parents' house this week I won't be able to play until next week ", "label": 0.0}
{"msg": "@aggroboy the problem I have is for the first time in years I don't like any of the drivers. So dull when you don't care who wins ", "label": 0.0}
{"msg": "Is going to revise for his geography exam soon ", "label": 0.0}
{"msg": "@jamiemcflyx no.  if they're doing arena tours in november, then I'm going! no doubt about it  you? xx", "label": 0.0}
{"msg": "@crazilazigurl not good miserable lol how abouy yourself XD also man i got alot of coursework to finish in for tomorrow ", "label": 0.0}
{"msg": "I hate revision so much rigWhy do we have to have exams. Grrrr ", "label": 0.0}
{"msg": "I really regret signing up for 8 1/2 hrs of catering work today... I wanna go back to sleep ", "label": 0.0}
{"msg": "Morning.  I wish I wasn't awake.", "label": 0.0}
{"msg": "@pkollar @nsuttner  We ALL miss 1up FM. Thanks for the memories...as short as they may have been. ", "label": 0.0}
{"msg": "Oh dear, Manchester City are literally not very good. ", "label": 0.0}
{"msg": "Breakups and the ultimste greys ep... Not a good combo ", "label": 0.0}
{"msg": "acir lost my phone last week ", "label": 0.0}
{"msg": "Happy Mommy's Day!!! Spent like 5 minutes with my mom  work til 8...", "label": 0.0}
{"msg": "OUCh i've just burnt my hand getting the Chicken out the oven flipping hell  xx", "label": 0.0}
{"msg": "no five stones today  checking people into myers all day... it's gonna be great!!", "label": 0.0}
{"msg": "Im at work and I'm so fuckin tired right now ", "label": 0.0}
{"msg": "Is at work early on a Sunday morning! ", "label": 0.0}
{"msg": "Woke up late,which means no church today. ", "label": 0.0}
{"msg": "@ckmonster booerns  well, tell me when you come home", "label": 0.0}
{"msg": "@Mikey_894 u are always mean to me ", "label": 0.0}
{"msg": "@rynsk Xanax only made me more anxious.  I ended up taking an allergy pill. They work better.  Have A great gig, wish I was there.", "label": 0.0}
{"msg": "SEE I KNEW I WAS RIGHT!!! Alex Pettyfer was at the tswift her show on wednesday, maria &amp; marlies never believed me  i could have met him!!", "label": 0.0}
{"msg": "@AmberConfusion  it's just a phase...", "label": 0.0}
{"msg": "@jackosborne  Making me jealous mr!!!!", "label": 0.0}
{"msg": "Going to church at 10am ", "label": 0.0}
{"msg": "=+ who stole my logieeeeeee", "label": 0.0}
{"msg": "@hpstrfggt you never called! you promised ", "label": 0.0}
{"msg": "Ugh freakin woke up at the crack of dawn for some reason and cantt go back to sleep cuz i keep thinking about whats about to happen today ", "label": 0.0}
{"msg": "It's so nice out! But no one wants to do anything cos they're all hungover! Boo! ", "label": 0.0}
{"msg": "Babysitting for 4 days...sister went to the keys without me ", "label": 0.0}
{"msg": "I need to strip some wallpaper after the F1, I have been putting it off for weeks but it has to be done for next weekend. ", "label": 0.0}
{"msg": "@sarahsar I thought you were going to see it with me next week on the IMAX ", "label": 0.0}
{"msg": "@fancypance I am so mad at myself for falling asleep before it started...  I had been looking forward to it all week!!", "label": 0.0}
{"msg": "i think so, nurse @jellybeansoup ...it's tingley now. i couldn't find a doc leaf  like fudge do they grow together", "label": 0.0}
{"msg": "@time2stand they would be awsome to see, if you go seen them i will be even more jealous off you, as you alredy are goin to wacken am not ", "label": 0.0}
{"msg": "@temptationdice why did my family decide to have a family gathering?  i see why you hate them. -.-", "label": 0.0}
{"msg": "@shawnee_dj yeh  bad times ", "label": 0.0}
{"msg": "Cloud cover too low - can't go gliding ", "label": 0.0}
{"msg": "@quietmissy hey! i'm so jealous of your floor seats! i was too late  and yeah...i agree about the vote spitting. ridiculous idea", "label": 0.0}
{"msg": "@Feelslikehome same unfortunately - I don't think we are going to see much improvement at this point ", "label": 0.0}
{"msg": "omg canon just released their newest DSLR to mark their 50th anniversary, too bad it cost over 6k and i dont have spare cash lying around ", "label": 0.0}
{"msg": "I feel like I'm being stared at by everyone ", "label": 0.0}
{"msg": "@fyrchk and the CAPS lost!  ", "label": 0.0}
{"msg": "ah! half an hour at work and not 1 customers come thru the door ", "label": 0.0}
{"msg": "is working all day. everyones gone! ", "label": 0.0}
{"msg": "Had a great time at Loris dance! Our road trip was fun. Had to do our nursey bit and help a dog hit by a car!!  Good weekend tho!!", "label": 0.0}
{"msg": "I really really hope im not falling for him ", "label": 0.0}
{"msg": "i have a cold ", "label": 0.0}
{"msg": "@third_engine i liked evermores first record. since then though, they went downhill ", "label": 0.0}
{"msg": "1 broken radiator and plans to see baby Ava foiled  Day in the garden again for me then.", "label": 0.0}
{"msg": "Sprained my ankle yet again- RICEing it now ", "label": 0.0}
{"msg": "@stratosphear I wish my dad looked like Santa ", "label": 0.0}
{"msg": "let's try that again with the right domain ", "label": 0.0}
{"msg": "is crying.  Their dog died.  http://plurk.com/p/sx413", "label": 0.0}
{"msg": "@cristylb i no right... so happy iv found out who won, and omg maz and greg ", "label": 0.0}
{"msg": "@cbrooksw haha from the car wash or the lacrosse game? and i'm sad we didn't do the car wash dance ", "label": 0.0}
{"msg": "@ULTRAAVIOLENCE I KNOW RIGHT I HEARD IT WAS GOOD I WANNA WATCH IT ", "label": 0.0}
{"msg": "My cat got attacked by a stray and has to go to kitty hospital ", "label": 0.0}
{"msg": "Enjoying a mothers day filled with...laundry. Boo ", "label": 0.0}
{"msg": "Very tired and hot weather today! Juz meet back some kids. ", "label": 0.0}
{"msg": "That time of day again, Work time  suppose I better get up off my fat ass and get ready.", "label": 0.0}
{"msg": "Two blank sheets of paper, four sides. And no idea what to draw. ", "label": 0.0}
{"msg": "@joincidence agreed - don't know what brawn have done with his strategy - rubens had it in the bag. so frustrating  #f1 #brawngp", "label": 0.0}
{"msg": "just accidentally broke her union jack piggy bank ", "label": 0.0}
{"msg": "why do I eat icecream when I know my tummy will be sore later? 5mins mins of pleasure for a night of pain ", "label": 0.0}
{"msg": "bored  does anyone know when they will anounce the winners of the jonas brothers contest? cause they never put a date for when it finished", "label": 0.0}
{"msg": "got to sleep - very tiring today  - emotionally I am drained - take care all - be good (if that is possible!)", "label": 0.0}
{"msg": "fighting with my hair since this morning.. why today they aren't collaborating? 2morrow morning i'll have to have a shower, AGAIN ", "label": 0.0}
{"msg": "just met andrew g on his way out of the wickham. such a nice guy, awwww im in love... he is too short for me tho, it would never work ", "label": 0.0}
{"msg": "=-Happy Mothers day- I hope everyone has a great day!i get to work a double at work... yay.... not  my poor mamma...", "label": 0.0}
{"msg": "studyin' again.... ", "label": 0.0}
{"msg": "Chemistry exam tomorow woo ", "label": 0.0}
{"msg": "Just geting ready.                          Then maths studying what a pain ", "label": 0.0}
{"msg": "Happy mothers day to me. I get to go grocery shopping. ", "label": 0.0}
{"msg": "So tired..brain no let me sleep..took Lunesta@ 3am..brain still not shut down..Lunesta put me into weird non-asleep coma..feel like crap. ", "label": 0.0}
{"msg": "I missed your call!  ill make sure i wont miss the next one.. I love you! And happy mothers day sandy! Im getting ready to call u!", "label": 0.0}
{"msg": "why why oh why cant I get myself motivated, this avolition will be the death of me ", "label": 0.0}
{"msg": "It's still raining outside.   I think we're due for a sunny weekend.  Where's the sun that they've been promising to us?", "label": 0.0}
{"msg": "Just took my brother to the airport ", "label": 0.0}
{"msg": "is getting mcdonalds and park with mom &amp; sister, then bk from 2 - 8.. yucky   bbL", "label": 0.0}
