{"msg": "@21five thanks ... i'm about to switch so your work is done ", "label": 1.0}
{"msg": "Bootstrapping lessons  http://bit.ly/iql4t", "label": 1.0}
{"msg": "@DwightHoward I'm excited for you guys! We love you Dwight!  Woop woop. &lt;3333", "label": 1.0}
{"msg": "@tommcfly where abouts in Uganda did you guys go? I'm going in july  x", "label": 1.0}
{"msg": "Just back from lunch with Stevo - he almost got me done for shop lifting! ", "label": 1.0}
{"msg": "@ChrisSparrow the web equivalent of tarot cards maybe? ", "label": 1.0}
{"msg": "@tomatom fri 5th sounds pretty good ", "label": 1.0}
{"msg": "@XoAngieoX Yeah I made it! I'm exhausted though. It was great seeing you ", "label": 1.0}
{"msg": "@TheLisaHam that's amazing. i had no idea ", "label": 1.0}
{"msg": "@eXxy Do not criticize RE5.  It seems to be @SnavenShake 's favorite game ever.  When I criticized it he was not happy.  ", "label": 1.0}
{"msg": "@AnaRC Yeah me too! Thanks for flagging that  Happy Monday!", "label": 1.0}
{"msg": "@meshortenator My day off was already approved ", "label": 1.0}
{"msg": "@stephenmdowney Thanks Man. Yea, this story line is so stupid it's probably the greatest story ever told!! ", "label": 1.0}
{"msg": "Got 2 go my friends! Have a happy day! ", "label": 1.0}
{"msg": "@originalbutters oh i dont mind being confused for him  lmao.", "label": 1.0}
{"msg": "@OpenParenthesis i kinda am too =/ but DONT BEEE  ull prolly go to one of ere concerts one day ;) &lt;3", "label": 1.0}
{"msg": "@christianoliver is horrible, that's the good thing about traffic in Caracas, surprises can only be good when you reach this level ", "label": 1.0}
{"msg": "I DON'T HAVE SCHOOL TODAY OR TOMORROW....YAY!!!!!! ", "label": 1.0}
{"msg": "Welcome to Twitter @citizensadvice ", "label": 1.0}
{"msg": "@hippie542 yo britt i shoulda brought me sweater! ", "label": 1.0}
{"msg": "@QtpieMcLaine tweetie ", "label": 1.0}
{"msg": "@EMarketingGuru I don't know my chocolate lab lies around alot ", "label": 1.0}
{"msg": "@MiL0_ get one saying &quot;josh rocks&quot; and then a picture of me playing guitar hero ;) i can see it now ", "label": 1.0}
{"msg": "haha ashley tisdale's &quot;it's alright, it's ok&quot; is on TV  i wanna take my brush and sing as loud as i can :'DDD", "label": 1.0}
{"msg": "@iwantyourjeep what's the prob? getting sleepy - should take some rest and chill in dreams ", "label": 1.0}
{"msg": "@3GFalcon walaykom alsalam, Unfortunately i can't be there today, i wish i can come but it's seems very hard today, enshallah ill see ", "label": 1.0}
{"msg": "@brucehoult I'm usually the one who keeps track of what time my friends tweet, often it is the ones overseas... ", "label": 1.0}
{"msg": "Always gutted after the season finale of lost when you are left on a cliffhanger for like a year!!All the same it was such a good ending ", "label": 1.0}
{"msg": "@Antlatwill goodmorning to u... ", "label": 1.0}
{"msg": "*Dark Night of the Soul. Still not totally awake ", "label": 1.0}
{"msg": "@celebsisters thanks! ", "label": 1.0}
{"msg": "@Rachael90210 jus bully someone-else into doin it for ya!! ", "label": 1.0}
{"msg": "@missleah26 I am back!! I know everyone is very excited ", "label": 1.0}
{"msg": "@Beauty2021 i hear ya not what i wanted either but it was okay  kisses for you, so hows your morning starting out, good i hope", "label": 1.0}
{"msg": "@_pixie_ I am doing my level best, yes. Just need to get caffeinated and I'll be fully on ", "label": 1.0}
{"msg": "oh no doubt we are! when we stand beside losers we make them look cool ", "label": 1.0}
{"msg": "should i let my hair cut shorter? difficult decision. can anybody help me? ", "label": 1.0}
{"msg": "Good Morning, anyone going to see Star Trek on Victoria Day?? ", "label": 1.0}
{"msg": "@Mz_Molina I'll  go with or what ", "label": 1.0}
{"msg": "@flyddw Never did the Hackintosh...put Win 7 on my Dell Mini and never looked back.  Its that good ", "label": 1.0}
{"msg": "@KarenMcLain Good Morning Karen! Hope you have a great painting day ", "label": 1.0}
{"msg": "@rachkojima maybe its a tweetdeck thing ", "label": 1.0}
{"msg": "@irishdeafkids hi Caroline thanks for following &amp; thanks for the blog post about the SPWC, I just read it ", "label": 1.0}
{"msg": "@monashand That's coincidental....I'm 95 today. ", "label": 1.0}
{"msg": "well, i'm off too work in a sec! nice day at school today ", "label": 1.0}
{"msg": "Bored. In a good mood  work today hope it'll be fun!! .", "label": 1.0}
{"msg": "Taken delivery of rechargeable AA batteries and charger. Back to XBox gaming later then ", "label": 1.0}
{"msg": "Home early today, so here you go  Going in circles! http://bit.ly/104pDs", "label": 1.0}
{"msg": "@PolarFred ...your baby? ", "label": 1.0}
{"msg": "@melindhh have sent the pdf file. hope you like it ", "label": 1.0}
{"msg": "@samscam don't know think theres a recognition that IESR wasn't sticking in people's minds ", "label": 1.0}
{"msg": "@Realradiosteve http://twitpic.com/57wdb - you always smile  thats good ' and great team i believe !!", "label": 1.0}
{"msg": "only time i'm excited to be @ work on a Monday morning is when i've been painting all wknd ", "label": 1.0}
{"msg": "@HoffmanRobert Your such an amazing dancer and actor! Keep it up  x", "label": 1.0}
{"msg": ".@dawn_armfield I can't speak for the whole World, but Hello back ", "label": 1.0}
{"msg": "@xsmiileyamii Wasup? ", "label": 1.0}
{"msg": "At work ", "label": 1.0}
{"msg": "@marieskizo Then you should keep them  I like it sunny as it is now. Don't want thunderstorm and rain", "label": 1.0}
{"msg": "@glassmusic Alt. version of Sweetie-Pie is amazing. You got it wrong though, Mikey Farrell made that new one. Not the other way round ", "label": 1.0}
{"msg": "@shaundivney im in perth and sway sway just won to b on radio instead of evermore. everyone choose yous  ily xxxx", "label": 1.0}
{"msg": "My brother sends the funniest texts: &quot;Jack Malone is going to kick some CBS ass&quot; hahaha ", "label": 1.0}
{"msg": "@annedewanto hey yawww ", "label": 1.0}
{"msg": "is so well rested ", "label": 1.0}
{"msg": "@63mg yes we do understand you ", "label": 1.0}
{"msg": "nature. I took some pictures of it  i live next to a jungle ", "label": 1.0}
{"msg": "New song ideas. Randomly walking through hallway and there lyrics pop up in my head     ~Cassidylk*", "label": 1.0}
{"msg": "Presentation done and dusted. Customer was pleased. ", "label": 1.0}
{"msg": "@ruairiglynn i know one in camden ", "label": 1.0}
{"msg": "in computer clas with my cacass ", "label": 1.0}
{"msg": "@tommcfly Norway won,they werent my favourite but oh well  x", "label": 1.0}
{"msg": "@ArielleKristina WOW that IS cold... and I thought the frost we had this morning was bad.  Took some great close-ups of condensation tho! ", "label": 1.0}
{"msg": "watching the simpsons ", "label": 1.0}
{"msg": "Citizens Advice has joined Twitter! Say hello to @citizensadvice ", "label": 1.0}
{"msg": "@KevinHart4real You are a hot mess! Don't let anyone tell you otherwise lol. LOCK IN! LOL!!!! You should mimic Ryan Leslie next time! ", "label": 1.0}
{"msg": "@LOOKtheMovie I should be chosen becaase my name looks really good in credits.  &quot; hi, I'm Amy Dunn and I'm in Look The Series. watch it!&quot;", "label": 1.0}
{"msg": "@hedgieguy / god loves an optimist .... ", "label": 1.0}
{"msg": "@beckers_ Although I'll still be a member ", "label": 1.0}
{"msg": "@Duddy Yes, there will indeed be photos. ", "label": 1.0}
{"msg": "Can't wait to launch our event! Check out our Oaktree cause and say hello  http://bit.ly/Efhap", "label": 1.0}
{"msg": "yeah we are that is my thingy you know-- COOLCAT226..DUH! ", "label": 1.0}
{"msg": "Good morning friends! Concentrate on what you want to accomplish TODAY. Don't look ahead to the rest of the week. Hugs &amp; handshakes 2 ya! ", "label": 1.0}
{"msg": "GOOD! its nothin a little coffee cant fix i hope.. ", "label": 1.0}
{"msg": "@LarryFlick that's a good song.   I know someone who needs to hear it, just might push the url over to him.", "label": 1.0}
{"msg": "We listed some new items so check them out today!  http://poshadornment.etsy.com", "label": 1.0}
{"msg": "@kaidha goodluck inge ", "label": 1.0}
{"msg": "@jusap did you get all their albums? I love Weekend War ", "label": 1.0}
{"msg": "Angelica's Birthday! ", "label": 1.0}
{"msg": "@xmimmie lol are you shitting me? DD; aw. that IS funny tho ", "label": 1.0}
{"msg": "@2a2n aw. but i think it would be better if David himself helped you, so you will have a chance to hold him ", "label": 1.0}
{"msg": "@sadcox @thesnarkyone okay you guys can have your un-sweet. I'll pretend you are working on flower hybrids. ", "label": 1.0}
{"msg": "Game one tonight with Canes and Pens! New round of hockey and hopefully lots more beardathon pledges. ", "label": 1.0}
{"msg": "Who says cold calling doesnt work. With the right approach, it's a fantastic way to set up business ", "label": 1.0}
{"msg": "@senrable Hm...you might want to try harder! ", "label": 1.0}
{"msg": "Off to see Harry Potter: The Exhibition this a.m. with my mom. ", "label": 1.0}
{"msg": "wishes Happy Birthday to @sundaecone  ????", "label": 1.0}
{"msg": "is starting work experience later, going to be sooo much fun ", "label": 1.0}
{"msg": "@wisdomismisery i know bewski I know ", "label": 1.0}
{"msg": "@LaraK Hi Lara, cute picture of you doggity! Hope he is feeling much better....I'm sure the TLC from you is working wonders! ", "label": 1.0}
{"msg": "@sheeradjafar want me to send email to ur lycos ke.. gmail? give me ur gmail add pls.. ", "label": 1.0}
{"msg": "@james_a_hart Ah, never mind... UI got it.   (RHS-&gt;Friends-&gt;Browse/Edit Friends)", "label": 1.0}
