{"msg": "@niklectric - don't know the song, but that was my favorite place in Austin for breakfast. It's now that town's version of the Alhambra ", "label": 0.0}
{"msg": "Okay that wasn't my 500th post!  It was my 460th, I need to learn to count ", "label": 0.0}
{"msg": "@mileycyrus For some reason your updates don't show up on my twitter  I don't know what's wrong with it.", "label": 0.0}
{"msg": "@continuum_q5 Yes it is, especially when it comes to law. You cannot fool around ", "label": 0.0}
{"msg": "cramming for the oral paper presentation on Wednesday... ", "label": 0.0}
{"msg": "Why are austpost soo stuck in the dark ages with Package tracking!!! grrrrr ", "label": 0.0}
{"msg": "My Dad, who is my medic, keeps telling me I'm going to lose my arm some day &amp; I want hit him in his stupid face. Grrr! Also I can't sleep ", "label": 0.0}
{"msg": "aw, hot corporate guy is gone and i didn't get to tell him goodbye! ", "label": 0.0}
{"msg": "@marshanalicious I'm dead tired you can't laugh at me ", "label": 0.0}
{"msg": "Sssssooooo tired  about to fall asleep on this movie", "label": 0.0}
{"msg": "I hate cleaning             -S u n n y", "label": 0.0}
{"msg": "awwwww, moms day is officially over  ", "label": 0.0}
{"msg": "I love morning weather I feel it's clean and freash,but am not gonna enjoy it cuz am going to school now   http://twitpic.com/4yqsn", "label": 0.0}
{"msg": "Not looking forward to tommorrow. ", "label": 0.0}
{"msg": "@Andreicaaat Aww damn I can watch your vid on my bb  I feel lazy to go on my pc xD", "label": 0.0}
{"msg": "@FRANKIEBABY09 Damn I wanna fuck hoopz  If Flav can hit it anybody can lol", "label": 0.0}
{"msg": "I spilt spot remover on my dog...... now he's gone ", "label": 0.0}
{"msg": "I absolutely hate doing CA's!   ", "label": 0.0}
{"msg": "@grungeronblogtv haha. Idk. Blehh. So so so itchy and ugly atm. ", "label": 0.0}
{"msg": "I have to sell my car to help pay for my American exchange... we had so many good times together ", "label": 0.0}
{"msg": "i'm hungry but i'm too lazy to get food. i'm such a sloth ", "label": 0.0}
{"msg": "i missed daisy of love  man i can't believe i'm getting hooked on trashy reality tv shows.", "label": 0.0}
{"msg": "I got the flu  NOT the swine I'm going nitenite tweeples.  Gnite!", "label": 0.0}
{"msg": "Texting codyyy dk where rossi went?  bahaha im still awake and i dk why", "label": 0.0}
{"msg": "@zacharyxbinks oh how I hate the time difference between where you live and where i live. I've NEVA been able to see you on BlogTv! ", "label": 0.0}
{"msg": "@jess____  that sucks. are you at darling park? want to meet for a coffee?", "label": 0.0}
{"msg": "hungry!  and not tired!", "label": 0.0}
{"msg": "should be on her way to italy right now.... but isn't ", "label": 0.0}
{"msg": "Haates Thorim ", "label": 0.0}
{"msg": "@abirtmo saw it twice already.  it makes me think of my grandpa though.  ", "label": 0.0}
{"msg": "Is not looking forward to working night shift tomorrow ", "label": 0.0}
{"msg": "@BadBoyBroadcast economics.... I hate studying completely alone, I never stay in task... Like im doing now ", "label": 0.0}
{"msg": "Going to bed.. My neck hurts  boo.", "label": 0.0}
{"msg": "i didnt even get a mother's day card...  ", "label": 0.0}
{"msg": "i still wanna watch spacejam why dont i have it on dvd ", "label": 0.0}
{"msg": "Poor Patrick Swayze.. I don't want to see any more pictures of him. It makes me so sad.  ...We love you Swayze, hang tight! &lt;3", "label": 0.0}
{"msg": "Well it has been a good weekend! Plenty of rest and work done.  Back to the drawing board.  ", "label": 0.0}
{"msg": "@Turtle14ag aww man :/ i am such a nosy person that it will bug me ", "label": 0.0}
{"msg": "gonna grab a snack then go to sleep, im going to need all the energy i can muster up to fight off the mondays ", "label": 0.0}
{"msg": "too much to do tomorrow, tooo too too much. ", "label": 0.0}
{"msg": "@inanza just wake up  going to see you very soon!!! -/\\-", "label": 0.0}
{"msg": "@mileycyrus Sssssooooo tired  about to fall asleep on this movie", "label": 0.0}
{"msg": "@filinsk no no... Ur on bettmans side? Oh, Leah  ps: good call on the wii. Wii party!!", "label": 0.0}
{"msg": "Just getting settled in from a wasted day! ", "label": 0.0}
{"msg": "@Artieka nope! Not at all. ", "label": 0.0}
{"msg": "Doing math homework!!! Ahhhhhh. Soo boring ", "label": 0.0}
{"msg": "tomorrow will be brutal.  why  its a cold and broken hallelujah", "label": 0.0}
{"msg": "is so disappointed with the lakers!!!  must come back on game 5!!!", "label": 0.0}
{"msg": "@JJeventvibe  HAHAHAHAH well yours was proli not involving alcohol  lol lets just say Im very special ..What happened to your eye?", "label": 0.0}
{"msg": "Enjoyed Mother's day with my momma and the ones I love!  Hope everyone had a good weekend... I hate Mondays ", "label": 0.0}
{"msg": "@k_zulu maybe, but i don't think anybody's gonna give me a dollar lol sounds fun, but nobody really cares about my laptop woes ", "label": 0.0}
{"msg": "is gonna lie down now and rest instead of working on his MC day... ", "label": 0.0}
{"msg": "just realized I forgot to return the DVD's!!!! ugh! Now I have to go back out ", "label": 0.0}
{"msg": "@jennettemccurdy Steven Curtis' Cinderella song made me cry a lot... I love my dad ", "label": 0.0}
{"msg": "Ed Crunk: High school is out for summer pretty soon and I missed prom again this year.   ", "label": 0.0}
{"msg": "So why was shane dawson's video flagged..? So gay. I didn't get to see it ", "label": 0.0}
{"msg": "@TheNotoriousJEN damn sorry ", "label": 0.0}
{"msg": "fact i hate bout my hair ; when i try to straighten a part of my bangs it just goes frizzy..and not straight ", "label": 0.0}
{"msg": "I'm so bored. I wish he was here ", "label": 0.0}
{"msg": "Gutting, and the reason I'm so against 'alternative medicine' - don't read if you have a weak stomach.  http://tinyurl.com/27q84y ", "label": 0.0}
{"msg": "@lornatweettweet thanks lady! i am jealous you and andrea have work out dates. what about meeeeeee ", "label": 0.0}
{"msg": "Sexy lady- mc magic. Bad memories. ", "label": 0.0}
{"msg": "Long day,for whatever reason this stomach ache is killing me... can't sleep.... ", "label": 0.0}
{"msg": "@Vorruna hahah well at least it's not a dead raccoon  my hair literally feels synthetic, it's extremely creepy lol", "label": 0.0}
{"msg": "@aidadoll  damn I miss u already ", "label": 0.0}
{"msg": "Low battery guys. Cant update you much longer. &lt;3 you all. Sorry i have been so vent absent lately. ", "label": 0.0}
{"msg": "@jeremylarner hey by making your bets public u remind us lil people that we r fucking broke. ;o) lol  it takes me 6 months to make 10K! ", "label": 0.0}
{"msg": "@TeamKristen lol. i wish i was wasteyyy faceyyyy ", "label": 0.0}
{"msg": "I hate it when Goose dies ", "label": 0.0}
{"msg": "mm yay work 9 hours tomorrow and 9 hours tuesday cant be lazy anymore ", "label": 0.0}
{"msg": "m3 ketek abis  ngerjain pr mtk ah", "label": 0.0}
{"msg": "Bored(!) i was supposed to be with my buddies today @ ozon. ", "label": 0.0}
{"msg": "woke up 4 am! ", "label": 0.0}
{"msg": "@madamecupcake Oh that reminds me that I really need to do that more.   I know that my grandparents are in frail health &amp; it saddens me.", "label": 0.0}
{"msg": "is reaalllyyy stressing about graduation week for her baby ", "label": 0.0}
{"msg": "Thank god for painting. Without it I would be an insane ax murder. ", "label": 0.0}
{"msg": "just had jamba, and now i need to do homework. ", "label": 0.0}
{"msg": "Rainy dayssssss are here ", "label": 0.0}
{"msg": "where is my twinn @BananasGoRound she ignoring me ", "label": 0.0}
{"msg": "I got temptation licked... not literally tho   LOL!", "label": 0.0}
{"msg": "so. i lost my phone. i think it's in the void of Subway. awesome. my tweets will decrease until i get my little purple guy back ", "label": 0.0}
{"msg": "trying to do econ hw and not succeeding ", "label": 0.0}
{"msg": "As usu. my plans are ruined!  Not seeing the Audition... FML.  ", "label": 0.0}
{"msg": "@michaelharries check out iPhone app the extraordinaries and micro volunteering #cua09 can't here cause no wifi ", "label": 0.0}
{"msg": "today was so HOT! and now i'm not going to busch gardens  not fair! well.. i guess i'll go to wet n wild tomorrow..", "label": 0.0}
{"msg": "@ammiisaurusrexx haha yer I didnt think he was at school today cause he  got knocked out while playing afl  and I didn't burn it soup! ", "label": 0.0}
{"msg": "Family Guy - NOT funny joke tonight about the death of River Phoenix and his talented brother -   - Seth needs a slap", "label": 0.0}
{"msg": "@nicolemarie72  Eh it's a commercial holiday to sell cards &amp; flowers better they tell you on a day they don't &quot;have&quot; to.", "label": 0.0}
{"msg": "Monday Again...No Mood to go for Office ", "label": 0.0}
{"msg": "Ran into the frame of the bed  . . . Slowly bruising.", "label": 0.0}
{"msg": "@NikkiReagan do you mean like setup forum a b and c with forum manager? nope, I don't believe so ", "label": 0.0}
{"msg": "i still heva homework ", "label": 0.0}
{"msg": "i have the worst headache ever ", "label": 0.0}
{"msg": "@lauraimus I have finals this week  But I like the idea of having one next tuesday or this friday!", "label": 0.0}
{"msg": "Goodnight Mohegan Sun. Enjoy my money ", "label": 0.0}
{"msg": " ... I seriously have on problem shaking you up... Even for like a night.. ", "label": 0.0}
{"msg": "arrghh! can't sleep, Bob's snoring like a lawn mower ", "label": 0.0}
{"msg": "i'm sad that this is my last night in Maui  but i'm gonna make the most of it!", "label": 0.0}
{"msg": "Man.... I almost cut my dick off... ", "label": 0.0}
{"msg": "Going to sleep! Loving someone who will never know or care ", "label": 0.0}
