{"msg": "@carekoba : yes yes yes! ", "label": 1.0}
{"msg": "@LoveAlyse you know it's all love, baby-heart. ", "label": 1.0}
{"msg": "@MethodDan Ahhh... swine flu... well don't sneeze near me, I don't want it back!  Hope you feel better soon *hugs... from a distance x", "label": 1.0}
{"msg": "@martine2323   It's ok,  I would rather stay on Sunday because that would mean no work.  ", "label": 1.0}
{"msg": "This is pretty sad .... but i believe in fate ", "label": 1.0}
{"msg": "@rickoshea luvit   ...and then it's like hold the phone a sec brain!", "label": 1.0}
{"msg": "and off we go ", "label": 1.0}
{"msg": "@vanillasuicide omg, i'm so jealous... Looks so good  can tah pau for tomorrow's breakfast?", "label": 1.0}
{"msg": "@toledonews Oh, thanks very much ", "label": 1.0}
{"msg": "@jwrath who doesn't love their friends? ", "label": 1.0}
{"msg": "@mattHoneywill enjoy your time at the opticians lol  ly x x x", "label": 1.0}
{"msg": "@ school...wanted to say hello ", "label": 1.0}
{"msg": "@PaigeeDowlingg awesome. S12 ROW E  I have better seats for the november show though. Where are you sit?", "label": 1.0}
{"msg": "&quot;I don't know what I want, so don't ask me, coz I'm still trying to figure it out.&quot; - Taylor Swift  ", "label": 1.0}
{"msg": "It's too early for this! ", "label": 1.0}
{"msg": "In the city with Anna in ..hmmm... 2 houres  ..", "label": 1.0}
{"msg": "#musicmonday have a nice day every body #musicmonday    ? http://blip.fm/~6iu2b", "label": 1.0}
{"msg": "@kaoani, @Tizzalicious, @Eworm_  Thanks for the great tips! Really appreciate it! ", "label": 1.0}
{"msg": "@DaphneA good thinkin' ", "label": 1.0}
{"msg": "a new week...lots of new exciting items coming up! stay tuned! or get alerts  http://redtagcrazy.com", "label": 1.0}
{"msg": "*thinking it's about time to wake up!* holiday Monday!!!! YAYY ", "label": 1.0}
{"msg": "@MaLuMaRs  I think of you my sweetie linkin park is following me  and your friends also (GC) kiss see you later #30SECONDSTOMARS", "label": 1.0}
{"msg": "@CourtneySit The book is 579 pages. I've only read 11 or 12 pages. This number will increase shortly ", "label": 1.0}
{"msg": "SOL Testing begins.  I am sooo excited ", "label": 1.0}
{"msg": "i'm outside! wifi ftw  i love watching people work, especially when they provide me free coffee xD", "label": 1.0}
{"msg": "@malimali ^^ it's not studio just 1photographer (boss) 1graphic designer(me) if u want to consult about yr wedding ..welcome naka ", "label": 1.0}
{"msg": "subbing all day today! Exciting night...dancing with the stars finale ", "label": 1.0}
{"msg": "+@rivier I'll be over next week, so phew! mmm, angelic arse! there's some daydream fodder for a grey afternoon.  PS: C can join for lunch!", "label": 1.0}
{"msg": "@_tommie i did crush my ribs yes!  thanks for the welcoming back ", "label": 1.0}
{"msg": "My hand is coping with work - but only very slowly. Son is also worryingly poorly today. I'm Feeling the pressure but lunch should help ", "label": 1.0}
{"msg": "Is it 3 yawns and I turn into a pumpkin or 4?  Better be off before I find out!  Goodnight tweeties! ", "label": 1.0}
{"msg": "@kittykata haha indeed. I am better now though, since I am driving and I've got some sweet music to rock out with ", "label": 1.0}
{"msg": "@TJ6106 3k... you need to step it up mate ", "label": 1.0}
{"msg": "Good day, Twitterverse!  I'm alive an awake.  Those are both good signs! Surprise yourself today.  Be SPECTACULAR!  I dare ya    ENJOY!", "label": 1.0}
{"msg": "@McCainBlogette Definitely lick his face!! ", "label": 1.0}
{"msg": "@kislakiruben tnx mister cocktail (al carui nume nu am sa-l public  )", "label": 1.0}
{"msg": "@WowKungen oh, in case it wasn't clear, I'm enjoying your writing ", "label": 1.0}
{"msg": "@kristinhersh Hope you're having a lovely time! Am looking forward to Muses at Primavera ", "label": 1.0}
{"msg": "@dhempe oh!! thanks for explaining that ..  good idea..", "label": 1.0}
{"msg": "@amarita77 Undoubtedly absolutely wrong! Anything by ICP may be a bit too ... explicit for an 11 year old ", "label": 1.0}
{"msg": "@jrav1991 Become a Beachbody coach! ", "label": 1.0}
{"msg": "@bruxedo Thank you VERY much for the mr tweet recommendation! I appreciate it very much! ", "label": 1.0}
{"msg": "Looping So Far Away by Crossfade something awful! I love new!song love... ", "label": 1.0}
{"msg": "Our last project on TV   http://bit.ly/100Md0", "label": 1.0}
{"msg": "@Hi_Im_Chris sweet   the gang was revee macro'ing in nyc... now wake up and keep me company! &lt;#", "label": 1.0}
{"msg": "yayy conservation assignment and presentation over ", "label": 1.0}
{"msg": "no Croatian currency in Livingston post office, cue c21 hissy-fit  #fb", "label": 1.0}
{"msg": "Recommended! http://www.fatmanandcircuitgirl.com/ ", "label": 1.0}
{"msg": "@sarahstanley running like coyote...  or the bird in front coyote ", "label": 1.0}
{"msg": "Good Morning All ", "label": 1.0}
{"msg": "@gyanban wonder what the hags will be thinking ", "label": 1.0}
{"msg": "Bum day ", "label": 1.0}
{"msg": "@jpundit Is our nepotism showing? ", "label": 1.0}
{"msg": "@justinjamesdj nope.....lol....highly allergic...and i like being cheeky...suits me ", "label": 1.0}
{"msg": "@_LisaL oh gosh! o.o Sorry, I thought you did... *shame on me!* What kind of job are you looking for? ", "label": 1.0}
{"msg": "@gellivictor you're finally on twitter  yey!", "label": 1.0}
{"msg": "@mingaloon ahaha so harsh yet so funny ", "label": 1.0}
{"msg": "Watched Code Geass  and now Im about to watch Code Geass R2 ", "label": 1.0}
{"msg": "was too busy to tweet this weekend... worked 3 shifts at Fridays this weekend and I wasn't scheduled for any... vacation $$ ", "label": 1.0}
{"msg": "@marjacques now u got 2 followers! wzup-wzup?? ", "label": 1.0}
{"msg": "@whatswithinu Thank you for the retweet! ", "label": 1.0}
{"msg": "@oopsified perhaps the world is full of people who smile when they should rant, and frown at those who do speak up? ", "label": 1.0}
{"msg": "Good morning! The girls barely made their buses - it's the last week of school.  now back to work. . .", "label": 1.0}
{"msg": "Bout 2 go to school. Got a field trip 2 a baseball game today. Fun ", "label": 1.0}
{"msg": "that was a list of good things ", "label": 1.0}
{"msg": "We are looking for Inkscaper's who would like to contribute to InkscapeMag, Interested? email us at contact@inkscapemag.com ", "label": 1.0}
{"msg": "@petshopdad Great! I managed to shorten SPE paper to under 10 pages. Now adding &quot;thus&quot; (my old boss expression) ", "label": 1.0}
{"msg": "@ivrilider wellcom home hope u had a good time but still it's so good u'r home ", "label": 1.0}
{"msg": "just woke up and fresh out the shower ", "label": 1.0}
{"msg": "@wideeyedbrowns ooo when is it hug a veggie day? ", "label": 1.0}
{"msg": "im bored....... hangin out with t.a.f. before school ", "label": 1.0}
{"msg": "ah, glorious are the days when you can drink yoghurt thats thicker than mayonnaise ", "label": 1.0}
{"msg": "@yojibee @thomas_jung I seriously hope SAP is going to rename FPM one day. It still sounds like a WM tool. ", "label": 1.0}
{"msg": "@ben_tom nahh couldnt be bothered.. ill be going out lots though  so excited haha", "label": 1.0}
{"msg": "Aw Twitter, you all are so lovely...thanks for the birthday wishes   Aside from the chilly weather outside, this is so far a great day!", "label": 1.0}
{"msg": "@ddlovato i agree! friendship requires real effort even when one is busy with their own lives. ", "label": 1.0}
{"msg": "I've just arrived back in the land of twitter after a sojourn in a parallel universe - I hope all is well with everyone ", "label": 1.0}
{"msg": "@cocolee117 And I can't wait to listen to your new songs ", "label": 1.0}
{"msg": "@romannikoles no roman i'm not kidding you haah, it's pro  one cent text all the way. why dont you likeyyyy???", "label": 1.0}
{"msg": "charms are ment to be close to the heart,, so wear it . ", "label": 1.0}
{"msg": "@trampled Just noticed my #followfriday mention. Thanks ", "label": 1.0}
{"msg": "Going to school, Last monday! ", "label": 1.0}
{"msg": "@ALEXANDERCLARKE Gutted! I win!! Buy me cake ", "label": 1.0}
{"msg": "Sick, but that's not gonna stop me from playing tennis today  I'm just gonna get sick even more, ha!", "label": 1.0}
{"msg": "I think I just invented carrot spaghetti.  I part carrot, peel till you can pass it off as spaghetti ", "label": 1.0}
{"msg": "@nickhampshire @BeekGeek @HelpSaveBees Thank you all for the Friday follow! I'm back! Finally met a smart AOL tech that fixed my problem ", "label": 1.0}
{"msg": "loves her puppy lots especially when he is all cuddly and nice ", "label": 1.0}
{"msg": "Find the joy in your life. - i wanna watch 'bucket list' again. ", "label": 1.0}
{"msg": "Having lunch and thinking about what pressies to ask for my bday ", "label": 1.0}
{"msg": "@EtsyToday hey! Now that really was an interesting pick though the terracotta pot is my alltime pick. As of now ", "label": 1.0}
{"msg": "@BrianMcnugget hey bri! every moment ive seen of you on youtube is so funny lol! my fav is lollypop with westlife haha good times!! ", "label": 1.0}
{"msg": "I Love watching Abraham videos on Youtube. They're very motivating!! &quot;There is great Love for you here&quot; Abraham  Dawn", "label": 1.0}
{"msg": "@RikkiUK mmm not a bad guess but you'll have to find out soon when the big reveal happens! ", "label": 1.0}
{"msg": "Sad about leaving, excited for the move..tiiireed....gotta finish last min. stuffage..need coffee..and an assistant ", "label": 1.0}
{"msg": "GIRLS NIGHT TONIGHT!!! ", "label": 1.0}
{"msg": "Joy, love and laughter - combined with a bunch of directed dedication and laser focused action - the worlds best quick 'results' combo  .", "label": 1.0}
{"msg": "@crustydolphin I'm still catching up on you - was away at the weekend! Hope you had a fab time with the roof on!  x", "label": 1.0}
{"msg": "thinking of my other favorite country: JapAn. ", "label": 1.0}
{"msg": "@daytontwinkster I am indeed a CJ as well. I always like to say my mom was real original when picking the name. ", "label": 1.0}
{"msg": "@aprilyim LOL. I know how that feels exactly ", "label": 1.0}
