{"msg": "Just got back from having sushi and chicken teriyaki with my momma. I can't believe I have to go to work tomorrow ", "label": 0.0}
{"msg": "is more shallow than Hal ", "label": 0.0}
{"msg": "@vivalaaria i agree!! ugh! i wanted luke and margie to win! ", "label": 0.0}
{"msg": "@Jim_Stem hey at least you remembered your mothers day card.  i left mine at my house.  but i got my mom cheesecake so that equals out hah", "label": 0.0}
{"msg": "@DjDATZ Awww, you always ask at horrible times   Stupid essay!", "label": 0.0}
{"msg": "BTW, the calorie fest at mom's today turned in to a serious stomach ache. There's a reason I don't eat that kind of stuff anymore. ", "label": 0.0}
{"msg": "@32Hollywood32 well at least u can admit it.... nothin i'm just chillin at home, by myself ", "label": 0.0}
{"msg": "noooooooo #familyforce5 is not on trending topics anymore  me so saddd", "label": 0.0}
{"msg": "The weekend is over...sad ", "label": 0.0}
{"msg": "@iamchuckdizzle well we just wanna hear D.I.T.M.S  TONIGHT! and every other day! lol", "label": 0.0}
{"msg": "My mobile balance is low  How the hell am I supposed to tweet at school??!! ;P", "label": 0.0}
{"msg": "@courtney4evrO_O samee ", "label": 0.0}
{"msg": "Super tired! It's Been a LONG ass day on only 4 hours of sleep!! ", "label": 0.0}
{"msg": "http://twitpic.com/4yq1u - I hurt my thumb  I hate moving, I always get injured in the packing process.", "label": 0.0}
{"msg": "I have to wake up early tomorrow. ", "label": 0.0}
{"msg": "@moriogawa Are you around? I need emergency web help ", "label": 0.0}
{"msg": "Ugh. Testing this week ", "label": 0.0}
{"msg": "@browniemountain fuck Boston. the rays just lost ", "label": 0.0}
{"msg": "Going to sleep, really tired, had a lonngggg day ugh, school tomorrow ", "label": 0.0}
{"msg": "is super tired  going to bed!", "label": 0.0}
{"msg": "@djlissamonet I want the pasta u ordered  so hungry...", "label": 0.0}
{"msg": "i wish i was dead so i could see u happy one day!! so emo xional ", "label": 0.0}
{"msg": "I hate when progress meters go the wrong way. ", "label": 0.0}
{"msg": "i want my mama  http://bit.ly/MUvQV", "label": 0.0}
{"msg": "@JoyofZen mmm genius idea. now I want one ", "label": 0.0}
{"msg": "just realized her permit expires tomorrow  ahh sad day", "label": 0.0}
{"msg": "I just finished my last high school theatre production. ", "label": 0.0}
{"msg": "Man I am tired right now...I'm home trying to fix my phone. This shi sucks!!! ", "label": 0.0}
{"msg": "@computertechie7 Yes but those are expensive   But so nice...", "label": 0.0}
{"msg": "Mother's day delayed my submission.   Need to update the database before I can submit to Apple.  Will try again tomorrow.", "label": 0.0}
{"msg": "@Tinkerbell076 lmfao. Its not always that easy  i be feelin bad sometimes, other times i dont. Idk it depends on the approacher lol", "label": 0.0}
{"msg": "monday, again.... on the road again.... still 700km to go ", "label": 0.0}
{"msg": "@mpieroway yea  i have too. i need to move i need more money im SUPER sad dont get me wrong. but it needs to be done  waaaaa!!", "label": 0.0}
{"msg": "Had a great mothers day,Lil one and I slept for 9 hours straight,hung out at the had lunch and a play at the beach then bak home ", "label": 0.0}
{"msg": "New post: http://twitpic.com/4yo0h - @accidentaldiva See... I had to put mac lustre on over it  ... (http://cli.gs/su6zeG)", "label": 0.0}
{"msg": "I think they filled the wrong cavity...     Owwwww.", "label": 0.0}
{"msg": "i miss my mommy ", "label": 0.0}
{"msg": "Finished my French 2 project!!!!! It is 11:50 in the P.M, and I'm still on the internet. Tomorrow is gonna hurt big time ", "label": 0.0}
{"msg": "@DHSmostwanted Took my friend and the baby to Venice Beach. Kid loved the swings. Bought new flipflops which broke my feet. ", "label": 0.0}
{"msg": "Barbeque with the family. Played volleyball, Robert was awesome and I was very bad. I was always picked last in school  -Norma", "label": 0.0}
{"msg": "Took a nap..woke up with a cold/migraine...watching Dexter.. @mommadukes226 miss u ", "label": 0.0}
{"msg": "ugh where did this cold come from!?? and who gave it to me?!     good night", "label": 0.0}
{"msg": "The person I'm in love with does NOT exist. ", "label": 0.0}
{"msg": "is back home &amp; feels badly that a nice day w/ Melissa was ruined by work email EPIC FAIL.    She hopes sleep will make everything better.", "label": 0.0}
{"msg": "weekends go by too fast. ", "label": 0.0}
{"msg": "has no PHONE &amp; no COMPUTER!! Ugh, what am I gonna do?!  Cut off from the world...super sad face.  So long tweeters, til next time...&lt;3", "label": 0.0}
{"msg": "Gone to bed long day tomorow I'm lost without my laptop cant get any writing done ", "label": 0.0}
{"msg": "Family Guy was f'in awesome once again!! Really bummed that next week is the Season Finale tho   Looks like a great finale tho, of course!", "label": 0.0}
{"msg": "At boyfriends  won't see him til the 21st aftertonight", "label": 0.0}
{"msg": "@alexandermillar That's really impressive, I went on my first run in a year a few days ago, I almost died ", "label": 0.0}
{"msg": "My head huuuurts ", "label": 0.0}
{"msg": "Tzi jian shanghai  ni hao new york!", "label": 0.0}
{"msg": "didn't get ANYTHING done this weekend, lol. pretty crappy weekend, i'm not gonna lie. bummed about the owl shirt  and i have a ton of math", "label": 0.0}
{"msg": "@Karilo13 u will come but never arrive ", "label": 0.0}
{"msg": "worse, the guy leading the exercise is older than me ", "label": 0.0}
{"msg": "it's almost 12am.... Just wishing myself one last happy first mothers day..  thanks me.", "label": 0.0}
{"msg": "@mgrandbois watching now, hoping it's gonna be good. I always hate when this show ends for the season ", "label": 0.0}
{"msg": "@taylorswift13 agreed!  oh, and I LOVE YOU TAYLOR SWIFT!! im so sad u didnt schedule a concert in northern california   ", "label": 0.0}
{"msg": "@angelzilla bah. yeah  healthy does not help here!", "label": 0.0}
{"msg": "Mad that my girl Jessica Reedy didn't win!!! ", "label": 0.0}
{"msg": "No cookies. My annoying cousin called and cut off my conversation with nana.  she is so so so annoying.", "label": 0.0}
{"msg": "@hasmith oh sadness. and i basically told you what it was about  sorry lol", "label": 0.0}
{"msg": "@slashfilm an amazing epic space battle at the end and not Nero running away and getting killed ", "label": 0.0}
{"msg": "I can't fall asleep!!   ", "label": 0.0}
{"msg": "chillin' a la casa de JWG Photography staring at chickenscratch on a sticky note and unable to edit   ...I need my own mac!", "label": 0.0}
{"msg": "@killaya I wish I could help  I only have 40 bucks for gas and parking for the show", "label": 0.0}
{"msg": "super sad realizing i'm the one guilty of messing up my plans with my sister.  i suck ", "label": 0.0}
{"msg": "Yet still, my heart is heavy at having to say no and I worry for the person ", "label": 0.0}
{"msg": "@AlexaNDYE Yup, didn't manage to dodge a 12 hour shift at work though ", "label": 0.0}
{"msg": "@Stashanae why didn't you come on saturday?! ", "label": 0.0}
{"msg": "bed time! i miss my cuddle boy ", "label": 0.0}
{"msg": "@Bitch_Pleaz Awwww do I really have to wait??? ", "label": 0.0}
{"msg": "Oh people. Thinking about the lack of sleep I'm about to get pains me. And no resting on the flight. Need to go to bed after landing. ", "label": 0.0}
{"msg": "M'e over home editiom from vegas made me cry tonite. ", "label": 0.0}
{"msg": "I slipped and fell so hard on the tile floor at work, I think I broke my butt. Ouchhhh ", "label": 0.0}
{"msg": "@stesull Ugh.  I need to do that too but it is so ugly.  ", "label": 0.0}
{"msg": "Goodbye little buddy ", "label": 0.0}
{"msg": "OMG just found out that i might be getting fired  Oh and i told her how i felt and she laughed in my face. What the heck is it a full  ...", "label": 0.0}
{"msg": "Crossing back. Long line ", "label": 0.0}
{"msg": "i just remembered that yesterday my grandma said that i should probably see a psychiatrist to help cure my plane-chasing addiction ", "label": 0.0}
{"msg": "My tummy box is broken ", "label": 0.0}
{"msg": "@SubliminalSuzi I just got home. I'm pooped  ", "label": 0.0}
{"msg": "My tummy and body r hurtin can't get comfy at all  thinkin its gonna be a LONG night", "label": 0.0}
{"msg": "what a day ", "label": 0.0}
{"msg": "@yeahtucker i wish i was a dancer.  ", "label": 0.0}
{"msg": "My internet won't connect. I had problems with it last night too. Boo! ", "label": 0.0}
{"msg": "I was cheerleader!  But guess what? I was a musical!  I miss my &quot;bff&quot;, I need her support, I love her sense of humor!", "label": 0.0}
{"msg": "I hate when I crave Vesta Rolls after Vesta is already closed ", "label": 0.0}
{"msg": "@ScarlettCrow *hugs back* Thanx for the hug man. I needed that. My back has been aching for days now. I think the hug helped. F'kin Yoga. ", "label": 0.0}
{"msg": "@JonnyT_TBoy aw  all my friends support me when i started doing it", "label": 0.0}
{"msg": "my neighborhood is starting to get really ghetto and i'm scared ", "label": 0.0}
{"msg": "@Gnaucky sooo over uni today have 3 hour break now  hows ur day been ?", "label": 0.0}
{"msg": "Why did my back pain come back? Is it stress related?  and why am I choosing to freeze to death rather than closing the window?", "label": 0.0}
{"msg": "Head hurts ", "label": 0.0}
{"msg": "ugh. what a waste.  i just replaced the cartridge of polaroids in my cam, but i still had two left.  so they developed as i took it out.  ", "label": 0.0}
{"msg": "@SalioElSol08 y is going 2 b sad ", "label": 0.0}
{"msg": "@maweanne It's the Grey's Anatomy DS game. Sadly, it's not all that good ", "label": 0.0}
{"msg": "Anyway, I'll see her tomorrow  Something good of our back to school... Miss you, Mariee!! ", "label": 0.0}
{"msg": "@RealLamarOdom feel better LO..we need your presence ", "label": 0.0}
{"msg": "My step-dad's driving always makes me sick. And now mix that with being way too full, it's not good. &amp; we have like a 30 to 45 min drive ", "label": 0.0}
