{"msg": "it feels very strange not to wake up my 18 year old for high school anymore..and im signing my 15 year old up for driving school today ", "label": 1.0}
{"msg": "goes into school today at 10:30 because jrs. have some bio testing. yayy ", "label": 1.0}
{"msg": "@manpreet666 Send them across. I'd like to listen to them. ", "label": 1.0}
{"msg": "Feels weird to be at work... But only today and tomorrow then I get wednesday - Tuesday off  life is going well! 5 days till graduation!", "label": 1.0}
{"msg": "@holliefrinton only if you are a boner ", "label": 1.0}
{"msg": "@Katz0806 that is true... but it's always nice to have all the tracks on one cd ", "label": 1.0}
{"msg": "@meredithmarsh Thats cool. I can't watch tv while I work. I listen to music if I'm not editing video  Enjoy!!", "label": 1.0}
{"msg": "Bom dia! 801 followers! Should I celebrate? ", "label": 1.0}
{"msg": "@LovableKeKe Good morning back at you ", "label": 1.0}
{"msg": "@RobinGood Eventspan.com is for sale! Are they going to be out of the business soon? Maybe MasterNewMedia can buy them! ", "label": 1.0}
{"msg": "new week, new life! ", "label": 1.0}
{"msg": "@nnorafiza That's why we need to 'sell' the idea of a Southeast Asian cruise to @NKOTB! ", "label": 1.0}
{"msg": "@watoza Sounds like you need a neck rub!!!  Morning. ", "label": 1.0}
{"msg": "@GlennHair3 What's with the coats?  I live in Michigan, lucky it's not snowing ", "label": 1.0}
{"msg": "@pookiefoofFTW yaay chris is on twitter!!! ", "label": 1.0}
{"msg": "@jonmchu http://twitpic.com/5f70y - ahw. so cute ", "label": 1.0}
{"msg": "FYI SAVE YOUR MONEY!! NKOTB CRUISE NEXT YEAR!!! SEE ALL OF U THERE!!! ", "label": 1.0}
{"msg": "@lilyofoz  Nah my fault ..anyway we need 160.....apparently,lol!BTW thanks for the follow! ", "label": 1.0}
{"msg": "http://bit.ly/uw4Vq  @darkmorning, second paragraph ", "label": 1.0}
{"msg": "There's only ONE way, TWO say, those THREE words and thats what I'll do.. I Love You!  .", "label": 1.0}
{"msg": "Just done a lunchtime run ... battling with the weather again ... this time it was sunny so I was hot in the windproof I was wearing! ", "label": 1.0}
{"msg": "@Punkphoto aww thanks - our laughing/singing/wooing did it, right?   I wish you were there!", "label": 1.0}
{"msg": "enjoying my day off, tried to organize my closet, now I'm on a break, drinking ice cold beer,eating greasy snacks and tweeting ", "label": 1.0}
{"msg": "@GuideGirl Love edible invitations. Particularly sweet treats. I once received a cupcake invitation - delish ", "label": 1.0}
{"msg": "Been getting some more details through from Naked Tokyo this morning.... v v v v v exciting! ", "label": 1.0}
{"msg": "@PearlyM I'm off to my confessionbooth: My mind is perverted, skank that I am LOL Yet I am loved by Pearl! I'm going all mushy right now ", "label": 1.0}
{"msg": "@chetanbhawani good to see you back ", "label": 1.0}
{"msg": "pssst: Rebecca Taylor footwear sale coming: http://www.thesavvy.com/ May 27th, 2009, 12:00 PM EST (Noon) - May 30th 12:00 AM EST ", "label": 1.0}
{"msg": "@shimonaclark Yeah not too bad  yourself? Strike tomorrow woohoo!", "label": 1.0}
{"msg": "@whatsadickdew everybody was on the list. That's why I asked people to hit me up in case I forget them. ", "label": 1.0}
{"msg": "@Sarr3o7 Don't forget, hand in hand tomorrow!  With bazzy too. yes, I shall try to be bravee.. so you too! LOVES", "label": 1.0}
{"msg": "Home again. Making a plan for the rest of the day. Thinking about having lunch, shower, eating cake and dinner at grandparents ", "label": 1.0}
{"msg": "@Emma72 Yesterday started badly (demon son) but got better - lovely girltime with Em, went to see Coraline at the cinema then pizza hut ", "label": 1.0}
{"msg": "@Hayden_89 what's on your iPod playlist? just curious ", "label": 1.0}
{"msg": "@gaz4695 Look forward to reading the article   You're as much to thank for its success too, don't be shy and take a bow", "label": 1.0}
{"msg": "@Momto3blessings gotta love monday mornings ", "label": 1.0}
{"msg": "@kterwin Can't wait to hear all about it!! Been reading tweets from others, but need YOUR account.  ", "label": 1.0}
{"msg": "@PoppyD  3 grand sounds cheap and no I cant lend you it ", "label": 1.0}
{"msg": "@Vangillia no, not really... too many sugars. only if my blood sugar is low ", "label": 1.0}
{"msg": "@jaybranch @onion2k  He he!  No chance.  Tried it, hated it.  Will stick with XP.....probably ", "label": 1.0}
{"msg": "has nothing on tonight - yay  Chilling at home for a change!", "label": 1.0}
{"msg": "@freeingyourmind Thankyou, I'm glad you like my posts &amp; that's really cool that you love Australia ", "label": 1.0}
{"msg": "You have to &quot;follow&quot; me first before I can send you a direct message be. ", "label": 1.0}
{"msg": "@awoyemia It's tempting. But I really don't want to start annoying my accountants ", "label": 1.0}
{"msg": "Was just informed by my 5 year old brother, trying to convince me to play the game 'Sorry', that he would &quot;let me win&quot; if I played ", "label": 1.0}
{"msg": "Compost is Awesome #3hotwords Never Underestimate Bioremediation #futuresummit and goodnight  #TWISI", "label": 1.0}
{"msg": "@gelli_ace My jaw dropped at that. Are you serious???? In the finale? YAY! How'd you know? So thrilled! How bout Archie? ", "label": 1.0}
{"msg": "@johnsalminen im sure theyre all great  but i was talkin about that wolframsbeta thingy, made me smile. Thanks", "label": 1.0}
{"msg": "@boomdelirium  There's a really good twist at the end, which is really shocking. It's great though. which commentary did you start", "label": 1.0}
{"msg": "I'll be over there. Shawty, I'll be over there ", "label": 1.0}
{"msg": "And a very special happy schmonday (like the abbreviation?) to @Ms_Fashiondie and @Ldot. So glad that ish is over ", "label": 1.0}
{"msg": "Wow. I can NOT write while on my phone. &quot;Slamming doors ain't gonna get you anywhere in live hun&quot;. There, better. ", "label": 1.0}
{"msg": "Server side replies 4tw! it doesnt care how many times you mail me - it still replies  excellent for redirecting peeps to specific faqs!", "label": 1.0}
{"msg": "@LollyDaskal Simply, show them your care, and let them up and stand w/ 'em ,they definitely will feel it ", "label": 1.0}
{"msg": "@thereisawayjose thanks man! ", "label": 1.0}
{"msg": "I got a Featured Track on PMPWorldWide.com     www.pmpworldwide.com/Groundwork", "label": 1.0}
{"msg": "@iFarhana great, can you give some more detail? check out http://sn.im/make-earn-start ", "label": 1.0}
{"msg": "Hard trying to balance 3 kids, husband, pup and all my crazy crafts!  Working on this http://twitpic.com/5f794 and pillows today ", "label": 1.0}
{"msg": "twittering from my phone... ", "label": 1.0}
{"msg": "@thebookmaven don't mean to bug you, but I'm excited about the award ! And people listen to what you say. ", "label": 1.0}
{"msg": "Watch Jason and Rachel from MRIPA (www.mripa.net) on UFO Hunters on the History Channel at 10:00 PM (EST) on Wednesday, May 27th! YaY! ", "label": 1.0}
{"msg": "drinking mango shake  @DavidArchie i find you so cute holding that basket full of mangoes.haha how was it? have you already eaten some? ", "label": 1.0}
{"msg": "heyy twitz  x", "label": 1.0}
{"msg": "Working on new sermon series. Last series was &quot;Fearless&quot; so can't let fear paralyze me from this ", "label": 1.0}
{"msg": "@mnstrsnmnchkns Interesting concept but something I've never been great at! This is stuff only I can do anyway...there, I told you! ", "label": 1.0}
{"msg": "@mehulved good job..  i've always beleived in speaking up for the right.. ", "label": 1.0}
{"msg": "A work, blah! Gonna chill with Jesse later down at the old port. Ice cram tme! ", "label": 1.0}
{"msg": "OTT (Out of Twitter) now. Enough work for the day ", "label": 1.0}
{"msg": "@TomFelton other than being swollen  how are you feeling?", "label": 1.0}
{"msg": "@aheartforgod Coffee first. Always. ", "label": 1.0}
{"msg": "Rise &amp; shine tweeple! @wyclef woo whoo happy haitian flag day! thanks for tweeting that I wouldve never known. Have a good one ", "label": 1.0}
{"msg": "@PsychedelicBabe hello hello my friend  good afternoon.. here is almost 9PM  thanks for the hello hehe", "label": 1.0}
{"msg": "@sspicer820 maybe you should have gotten some sleep. ", "label": 1.0}
{"msg": "@indiespotting Thank you so much for the Spotlight on @TheBoardwalk! It looks great! ", "label": 1.0}
{"msg": "Love coldplay's new free album and can't stop listening to it ", "label": 1.0}
{"msg": "@4prina And then u got a budget to work around too, right?  Ugh!  I couldn't do it....but we know you'll do it.  You always do!    ", "label": 1.0}
{"msg": "Watching Short stack TV ", "label": 1.0}
{"msg": "hanging with my friends ", "label": 1.0}
{"msg": "Took my 1st step in creating my dream team for starting NetImpact bangalore chapter. Positive responses have started coming ", "label": 1.0}
{"msg": "Saw this in my psychology lesson and had to put it on here ", "label": 1.0}
{"msg": "@suesshirtshop Hey Sue! How is your morning and how was your weekend? ", "label": 1.0}
{"msg": "i love waking up before my alarm goes off..  yaya Monday is here!", "label": 1.0}
{"msg": "I am afraid if I say anymore the meter will start running  @ScarlettNTampa Well I just cannot believe I've rendered you speechless!", "label": 1.0}
{"msg": "Heading for a day trip to London - Ontario, that is ", "label": 1.0}
{"msg": "Glad to be at where she belongs.. ", "label": 1.0}
{"msg": "Back at the daily grind....but wait!  It's a short week for me - and leading into a holiday weekend.  ", "label": 1.0}
{"msg": "@danecook I taped it. Set to watch the funnies tonight! ", "label": 1.0}
{"msg": "Up,check. Feed dog,check. Shower,check. Food,check. Walk,check. Work....umm not so much ", "label": 1.0}
{"msg": "@nrg07 absolutely agree kak ", "label": 1.0}
{"msg": "is proud of my boys Cam and Nique...class of 2009 Give Glory to God....Neva coulda made it without God ", "label": 1.0}
{"msg": "@louizah im so jealous!  catch a nap, whats the worst that could happen..;) or maybe you shouldnt take my advice. its 8.40 where i am!", "label": 1.0}
{"msg": "good morning twitterville  Hope all have a great week ahead. Be blessed and know you are. www.thegamepayattention.com", "label": 1.0}
{"msg": "@TraceyHewins tryin to get it all done b4 weekend.lol ", "label": 1.0}
{"msg": "Not heard anything but feeling a bit more confident about it. Plus i finish in 2 and a half hours ", "label": 1.0}
{"msg": "@pandamerv yeah! I'm listening to it right now! hehe ", "label": 1.0}
{"msg": "Enjoying quiet child free time at starbucks ...ahhh coffee ", "label": 1.0}
{"msg": "Happy Monday!! ", "label": 1.0}
{"msg": "@tata4u2c hell yea lol. i soooo cant wait ", "label": 1.0}
{"msg": "@Lauratheexpat I got &quot;gatvol&quot; of work and went gardening. Back now with soil under my fingernails ", "label": 1.0}
{"msg": "Its not even 9 yet and its sooo hot outside! smh. Good morning all ", "label": 1.0}
