{"msg": "On our way to return our rental car  I don't wanna!", "label": 0.0}
{"msg": "@necolebitchie don't that just piss you off! ", "label": 0.0}
{"msg": "@fadefromblack What's up chipstick? ", "label": 0.0}
{"msg": "oh no  storm and rain....", "label": 0.0}
{"msg": "oh no  storm and rain....", "label": 0.0}
{"msg": "Just finished HP5 for like the hundreth time n it still makes me tear up I mean why does Sirius have to die...it's so sad ", "label": 0.0}
{"msg": "@NicholasJerry92 Please,can i message you on myspace?.i know i already did,but i need to get some stuff out before i go insane. ", "label": 0.0}
{"msg": "my knee is a bit better...still hurts ", "label": 0.0}
{"msg": "dying of a cold and cant feel my back ", "label": 0.0}
{"msg": "@catrionax exactly what i was thinking ", "label": 0.0}
{"msg": "@NiceMac Some of us actually wanted to WATCH that movie today! ", "label": 0.0}
{"msg": "Knitting a scarf for Andrew because i owe him. ", "label": 0.0}
{"msg": "why am i still up... ", "label": 0.0}
{"msg": "Dropping ashley off at the airport...I'm gonna miss her ", "label": 0.0}
{"msg": "I want go home... ", "label": 0.0}
{"msg": "Gorgeous day in jerseyy! Taking colleen back to the airport  what a great weekend!!!", "label": 0.0}
{"msg": "Bendtner's not starting, thumbs down to that decision  he's been playing so well recently!", "label": 0.0}
{"msg": "@skrobertson homework ", "label": 0.0}
{"msg": "Noooo.... Way too early to be up. We're hoping to drive for 12 hours today. We have some ground to make up  http://myloc.me/Gkb", "label": 0.0}
{"msg": "@BarryCarlyon I didn't understand that   Try commands like 'Buy 30 #tag' or 'Sell 30 #tag'", "label": 0.0}
{"msg": "@prophet1958 I fully expected Hughes &amp; Gartley - We're all thrilled here.  I didnt' see that the Citizens' Voice did endoresments though ", "label": 0.0}
{"msg": "I just finished The Wire last night and I already feel like I'm having withdrawals. ", "label": 0.0}
{"msg": "workingg then studying for the rest of the daay ", "label": 0.0}
{"msg": "i dont get it.. what is there to do at cawthorne park? have fun anyways, leaving me here on me own. again. ", "label": 0.0}
{"msg": "I think I'm reaching new epic fail levels at saying goodbye/goodnight. It's just so hard ", "label": 0.0}
{"msg": "@TygerKrash Steve Martin isn't funny anymore? ", "label": 0.0}
{"msg": "i hate working on sundays...especially mother's day! ", "label": 0.0}
{"msg": "abe @realin tere upar main maanhaani ka case karunga  main 3 din se blog post nahi kar paaya kyunki wp-admin khul nahi raha @siddharthroy", "label": 0.0}
{"msg": "Nice sunny sunday and I'm off to work ", "label": 0.0}
{"msg": "Why isn't anybody answering their phone? ", "label": 0.0}
{"msg": "not going out with boobie luv anymore ", "label": 0.0}
{"msg": "@alishairish Poo  that's a bummer. I have to say, I'm a bit less than impressed with TPR for their organisational skills and client care.", "label": 0.0}
{"msg": "The ducks just flew outta Tony Soprano's pool ", "label": 0.0}
{"msg": "engga  terlalu panik liat spion patah. next time i'll keep my eye stand by )", "label": 0.0}
{"msg": "Happy Mother's Day..Working all day ugh ", "label": 0.0}
{"msg": "so im watching the correspondents dinner from last night on youtube... wanda sykes is on, im scared   #antifunny http://shrinkify.com/pv2", "label": 0.0}
{"msg": "mooooomm.. please let me go to warped! ", "label": 0.0}
{"msg": "I miss camp ", "label": 0.0}
{"msg": "@AdrianChung The average is like ... 10 min ", "label": 0.0}
{"msg": "@Mrwigginz hey mr, i havent actually been on here for over a month just thought id have a look today-never get the time  how you doing? x", "label": 0.0}
{"msg": "Revising for german exam tomorrow no doubt im going to fail ", "label": 0.0}
{"msg": "GM! Happy mother's day to everyone! Sun is out so you know bbq's are in full effect! Lol. Too bad ill be at work! ", "label": 0.0}
{"msg": "is allergic to his mouthwash. Swollen tongues are not nice ", "label": 0.0}
{"msg": "missing my princess &amp; the weather makes it sadder ", "label": 0.0}
{"msg": "@emilyosment_ Will you follow me? Or know someone who will? I hane none. ", "label": 0.0}
{"msg": "man i must have been mia for a long time ... only 4 stellas last night and i have this hangover ", "label": 0.0}
{"msg": "@allycp the greasy man is a jerk. a misunderstanding got out of proportion and i don't give my money to bad businesses. sad but true ", "label": 0.0}
{"msg": "Shooooooooot! i just broke my laptop! nooooo! i am soooo dead! crap! no! ahh! ugh. ", "label": 0.0}
{"msg": "Moth infestation apparently fruit moths, w/ a taste 4 citrus. Large protruding proboscis penetrates skin &amp; fouls the fruit..I love citrus ", "label": 0.0}
{"msg": "@agent_alice totally poor this month we had to pay out some wedding stuffs ", "label": 0.0}
{"msg": "uhhhhhh, tomorrow's Monday again ", "label": 0.0}
{"msg": "HAPPY MOM'S DAY! (sending from phone, computer is off) &amp; i'm at home sick  take care all! Mom's: enjoy your day!", "label": 0.0}
{"msg": "Off to hang with my great second graders.... Only 3 more sundays with them ", "label": 0.0}
{"msg": "@damohopo ow  i wouldn't tell anyone...", "label": 0.0}
{"msg": "mcspicy and fries for dinner. Now I feel guilty ", "label": 0.0}
{"msg": "@toomuchracing i hadn't noticed tbh, but don't want peeps annoyed at comments though ", "label": 0.0}
{"msg": "Hanging out at PHX for the next 3 hours ", "label": 0.0}
{"msg": "sore lip, tongue, throat &amp; tooth. what next  haha", "label": 0.0}
{"msg": " Sydney, where are you? ", "label": 0.0}
{"msg": "@Andrewgoldstein Wow you traveled far in such a few days ", "label": 0.0}
{"msg": "Not able to be at church as a family on Mother's Day.    Home with sick little boy.", "label": 0.0}
{"msg": "@Reynolds_x i cant find it now ", "label": 0.0}
{"msg": "This is the first mother's day I have spent with my mom in 20 years.  It's also the first I've spent without my boys ever.  ", "label": 0.0}
{"msg": "Hates feeling sick  Goodmorning to me right? Bleh.", "label": 0.0}
{"msg": "ok, i seriously need a good birthday idea and i need to keep myself from getting so bored all the time!!  cmon peoplee. ideas!!", "label": 0.0}
{"msg": "good morning. My mommy has work on mothers day ", "label": 0.0}
{"msg": "@sydneyxvampire  I miss you ", "label": 0.0}
{"msg": "laptop kaput - back to toshiba for warranty repair ", "label": 0.0}
{"msg": "I just had a  really yummy breakfast (strawberries, bananas and english muffin). But I cut my finger in the process ", "label": 0.0}
{"msg": "@thomleaman oh poo! we leave for Croatia that day or else we'd be well up for it ", "label": 0.0}
{"msg": "@pinwheelstars Sad news for Houston fans like me. ", "label": 0.0}
{"msg": "wants to go to St. Pauls......... ", "label": 0.0}
{"msg": "my eyes hurt ", "label": 0.0}
{"msg": "ooh noo, mr. hangover? ", "label": 0.0}
{"msg": "@MelindaP I haven't seen that site. I bookmarked it. My pepper plants already don't look good. ", "label": 0.0}
{"msg": "just drove home from an awesome camping weekend..haha a little iffy for my first time on an interstate..but now it's homework time. ", "label": 0.0}
{"msg": "@joooline AWW Tor you have to make kwento, I felt really bad about your text last night. ", "label": 0.0}
{"msg": "Going to my Grandmas to celebrate Mothers day.. its cold and rainy  Its supposed to be May =[", "label": 0.0}
{"msg": "GRRR . FOOTBALL ..cant find head fones ", "label": 0.0}
{"msg": "@cosmicxdancer That's so true. I hate when people do that. A brazilian girl stole one of my pictures. ", "label": 0.0}
{"msg": "Ohhh Sunday already - tomorrow work ", "label": 0.0}
{"msg": "It's a gorgeous sunday - and I'm sitting in a conference room, alone, with no windows.  ", "label": 0.0}
{"msg": "@WTFCRI  im in a hotel now. and i heard lotsa scary stories and im super effin scared i cant even look in the mirror. haha!", "label": 0.0}
{"msg": "Tomorrow is another working day!!!! ", "label": 0.0}
{"msg": "Okay My Stomache Is Like A Pregnant womans At The Moment Where Did This Huge Bluge Come From!! Thinnk I Best Stop Eating Crisps ", "label": 0.0}
{"msg": "I miss my Mom.    ", "label": 0.0}
{"msg": "@hanaames hamstrings gone  and i'm not a bubby!", "label": 0.0}
{"msg": "I wish I could go home to see my Momma! booo ", "label": 0.0}
{"msg": "@kpacek330 aw your lucky haha. we dont get much homework but the thing is we have essays alot   oh i need to do one the now actually haha.", "label": 0.0}
{"msg": "Just watched Dollhouse season (series?) finale. If it doesn't get renewed I'll be uber-sad  But it could have ended in a worse place.", "label": 0.0}
{"msg": "lost my builders hat ", "label": 0.0}
{"msg": " im gonna miss all of the peeps in the play smgt!!!", "label": 0.0}
{"msg": "good morning... still sun burnt  not good", "label": 0.0}
{"msg": "Head is pounding.. Finally got coffee.. Don't want to work on this sunny day ", "label": 0.0}
{"msg": "More rain today!    It's already pouring outside.", "label": 0.0}
{"msg": "Gran not very well ", "label": 0.0}
{"msg": "Yahoo! And baboon just had a seizure   sad", "label": 0.0}
{"msg": "@SugarDoggy...where did my doggy go?????  ? http://blip.fm/~5zf1m", "label": 0.0}
{"msg": "@KatAragon  Oh no! Not good, my friend. Not good. ", "label": 0.0}
{"msg": "@Msfab1988 u so lucky @lamborghinibow  answer u again ", "label": 0.0}
