{"msg": "@mhmjonas hey if you like joe brooks you'll like my music  www.Myspace.com/mikedignamuk", "label": 1.0}
{"msg": "@mmmbaileys fishing 4 compliments lol? U nae everyone loves ya!  x", "label": 1.0}
{"msg": "brothers and sisters ", "label": 1.0}
{"msg": "What a last few hours...first I find out I'm doing VIP  for Chuck this week and then my  3 idols..Carrie, REBA, &amp; Taylor are  signing AHH ", "label": 1.0}
{"msg": "@spencerpratt http://twitpic.com/5f6vo - that's an amazing  view. if you rotate the picture it would look better. ", "label": 1.0}
{"msg": "@lilyroseallen they only say stab or kiss you on the album version, it's changed for the single version ", "label": 1.0}
{"msg": "@divanyva still overwhelmed by my good dark looks, eh? ", "label": 1.0}
{"msg": "off to bed now... and just made a youtube and twitter account for video blogs with my bestie lol goodnight brisbane ", "label": 1.0}
{"msg": "[Utterli] http://bit.ly/10nVD1  Magic Monday: Ask and you shall receive  #MagicMonday", "label": 1.0}
{"msg": "@michielveenstra Nice  I'll be listening as always!", "label": 1.0}
{"msg": "@littleluigi, wow. for wordpress? what plugin is that?  yay!", "label": 1.0}
{"msg": "On my way to my last week of classes ", "label": 1.0}
{"msg": "@ - Great sweetie we have you on our other account SocialBlaster nice to see you here as well ", "label": 1.0}
{"msg": "@theandykaufman have you heard of arion? he's  4eally good elvis impersonator. ALMOST the best. ", "label": 1.0}
{"msg": "I THINK IM GONNA BRING REALMSCAPE BACK :O  btw back from dentist ", "label": 1.0}
{"msg": "@anthonyjohnston Chicken  God i`m so the same so that makes two of us lol", "label": 1.0}
{"msg": "OMG... Its all happening today! good times   I finnish college 24th of June, My diary from then on is filling up fast ...eeee! exitment!", "label": 1.0}
{"msg": "@angpang thanks for the follow ", "label": 1.0}
{"msg": "@Descending yeah cheers  I desrve one for being so lovely ", "label": 1.0}
{"msg": "@spanncakes thanks for the follow ", "label": 1.0}
{"msg": "Yahoo groups is all about the list. 1,800 lists, would that be enough for anyone to get started with  http://blazinhotgroups.com", "label": 1.0}
{"msg": "@wanderblah If its anytime after the 12th of Jun, then mostly I will be there in Mumbai! ", "label": 1.0}
{"msg": "@Lizzidoll Thank you thank you! I hope you're doin' great ", "label": 1.0}
{"msg": "The Champions final match is just around the corner  http://twurl.nl/o62cln", "label": 1.0}
{"msg": "@addicted_eleven bye ", "label": 1.0}
{"msg": "c'mon, lets all play a twitter love game! disco sticks are not that bad! ", "label": 1.0}
{"msg": "@mfloryan Yes, I'm sure the analogy would break down somewhere. ", "label": 1.0}
{"msg": "@SAdannyfan Ahh, can't wait for the other Gokesters to wake up ", "label": 1.0}
{"msg": "@yangwong Excellent. ", "label": 1.0}
{"msg": "@Feltmeupdesigns Me too! I forgot all about that - your tweet looks fab! ", "label": 1.0}
{"msg": "@JobRich LOL - you started it ;) Good to meet you BTW ", "label": 1.0}
{"msg": "@BabyBean that's the one!!  thank you ", "label": 1.0}
{"msg": "GOOD MORNiN' TWiTTER WORLd ! ", "label": 1.0}
{"msg": "I am itching to read the latest chapter of one of my favorite mangas.. Perfect Girl Evolution  Kyouhei-Sunako eeeeeettt.. much looove", "label": 1.0}
{"msg": "enjoying a few quiet moments before eLijAh wakes up ", "label": 1.0}
{"msg": "Headed downtown with the besties this should be fun ", "label": 1.0}
{"msg": "On train leaving in 30 mins LONG Journey ahead ", "label": 1.0}
{"msg": "Looking for stuffs (books, bags, shoes, etc.) on the internet. I wanna buy them aaaaaaaall. @-) | Currently viewing Nike.com ", "label": 1.0}
{"msg": "@wadeosborn i didnt tell you ;) shhhh ", "label": 1.0}
{"msg": "@oakfairy Ah  I saw the movie first. Was bored and rented it thinking it'd be embarrassing, and then was pleasantly surprised ", "label": 1.0}
{"msg": "@CheesemanDan because it's fun  and they're terrible", "label": 1.0}
{"msg": "@PeterApokotos Twitter is the best spot to do this  What've you got?", "label": 1.0}
{"msg": "Just pulled an all-nighter with Girlfriend via MSN on webcam. It's a lot of fun ", "label": 1.0}
{"msg": "feeling swell for no real reason at all. sometimes life is o.k. ", "label": 1.0}
{"msg": "@LiquidToffee not bad, thanks. ", "label": 1.0}
{"msg": "@AmbrosePatty Really??? What did you do? ", "label": 1.0}
{"msg": "anyone wanna go to work for me 2moro so i can sleep in ? ", "label": 1.0}
{"msg": "@CaptHazard http://twitpic.com/5f6z3 - lovely.. it's still dark here, how trippy ", "label": 1.0}
{"msg": "has Indonesian language exam tomorrow on the second shift...  http://plurk.com/p/ujq0y", "label": 1.0}
{"msg": "@kevinmontgomery &quot;Next UK tour&quot; Glad to hear it! ", "label": 1.0}
{"msg": "@elinafuturist Good luck to new challenges after Nokia or are they old one for you as I guess you've been a consultant before? ", "label": 1.0}
{"msg": "last monday in high school. ", "label": 1.0}
{"msg": "@stephenmdowney Wow! I'm planning on drawing a 6 page story between now and September ", "label": 1.0}
{"msg": "@Lesley_A   awwww put your feet up.  There is always tomorrow ", "label": 1.0}
{"msg": "@The_Wookie  wot no beard!!!!!! pics or stfu.. tho to be fair in the photos on your mums wall you look like the singer of del amitri ", "label": 1.0}
{"msg": "@iamcolin That's the one ", "label": 1.0}
{"msg": "@DukeDumont Mind over muscle ", "label": 1.0}
{"msg": "@maryrose Congratulations! You know where the bright sparks go for their celebrating bubbles, of course ", "label": 1.0}
{"msg": "Can't wait till my due date! ", "label": 1.0}
{"msg": "going home, lunch with family and then to Madrid ~ need to buy few things ", "label": 1.0}
{"msg": "@LittleBitTwistd It WILL be okay!  Full Service is coming our way hun!!!  ", "label": 1.0}
{"msg": "had a good weekend. I finally got around to beginning to start organizing our photos from Disney World (3 weeks ago!). ", "label": 1.0}
{"msg": "@nawong sure! come with us! ", "label": 1.0}
{"msg": "has to sort out his shit hole(room) before he goes in to town to see Malin Frisk ", "label": 1.0}
{"msg": "comments on chafing cream - an excuse for fat people to become acceptable. ", "label": 1.0}
{"msg": "@compsolutions  you are right but is auto generated when i do a post...  will look at see if this is an option I can change....", "label": 1.0}
{"msg": "@gregs ha ha... maybe just get a caffeine drip going... I'm not the same man without at least 8 hours sleep... the best of luck to you ", "label": 1.0}
{"msg": "we walk,we jump,we sing,we play,we learn.whatever we do..always together ", "label": 1.0}
{"msg": "shhhhhhh the girls are still asleep and I'm watching a little TV in peace.... ", "label": 1.0}
{"msg": "lollerx. . . .    i'm following lots of people now. . . . http://mytweetfollowers.com/", "label": 1.0}
{"msg": "@mimbles Those ancient Persians were an interesting bunch, weren't they? ", "label": 1.0}
{"msg": "http://www.flickr.com/photos/powerpig/3539328958/sizes/l/ Waiting to be picked up!! ", "label": 1.0}
{"msg": "A great 1 and 2 this weekend for UK riders well done @Steve Peat and @Gee_atherton  about 1 hour ago", "label": 1.0}
{"msg": "Hello working world. Money money money! ", "label": 1.0}
{"msg": "@AnoukAnouk anouk!!!!!!!!!!!!!!!!!!!!!!!!! i was became the one of twitter-er now ", "label": 1.0}
{"msg": "@heidiprice Read your DM. ", "label": 1.0}
{"msg": "Kids are excited about a day off tomorrow. How come there was no teacher strike when i went 2 school? Not fair ", "label": 1.0}
{"msg": "@5280fitness OK I'll try a case of each ", "label": 1.0}
{"msg": "@Coggles_com love the purple one ", "label": 1.0}
{"msg": "@jonnycraig4L nice man, how much do you think he'd be able to get the macbook pro for man? I can bring you some over for sure ", "label": 1.0}
{"msg": "Right. Lunch time over. Back to it. ", "label": 1.0}
{"msg": "@xandraaaa finally I can see ur updates minggg. Don't forget ur sneakers!  ur bbm is freaking unreachable ming, can't ping ya", "label": 1.0}
{"msg": "@eyesmade2kill Good luck! ", "label": 1.0}
{"msg": "@lucyviret dude, THANKS FOR THE IMAGE, NOT. ", "label": 1.0}
{"msg": "Today was a very good day ", "label": 1.0}
{"msg": "iTunes most played song with 234 Plays: Good Girls Go Bad - Cobra Starship. Check it out at: http://tr.im/lE7i ", "label": 1.0}
{"msg": "We went to see Roger Clyne and the Peacemakers over the weekend. Great show! He didn't ask us to open tho ", "label": 1.0}
{"msg": "Good morning!! Going to eat breakfast, then pack up my car again...and then heading home..the sun is shining, today ", "label": 1.0}
{"msg": "@juniperus aww those kids...  I'm good, sipping my iced chocolate and pretending to be working!", "label": 1.0}
{"msg": "has booked the flights to Dubai, Yipee! ", "label": 1.0}
{"msg": "cooking dinner and waiting my hubby to come back home. my angel is asleep ", "label": 1.0}
{"msg": "@marios i'm doing 3 a day, excluding weekends. 2 tea spoons coffee, 1,5 tea spoon sugar + milk. just trying to measure drinking intervals ", "label": 1.0}
{"msg": "@STARFOX89, that's awesome! And I of course watched the gorilla right afterward ", "label": 1.0}
{"msg": "@cathydavidphoto I hear the 35 f/1.4 is great!  It is my next purchase! ", "label": 1.0}
{"msg": "@insomniapubs Manny just told me he is getting orders in from America as they can't get it from amazon  He is thrilled.", "label": 1.0}
{"msg": "@bt16 it is freezing. ", "label": 1.0}
{"msg": "shall i smash this guitar on to your pretty little head? ", "label": 1.0}
{"msg": "@VintagePleasure Ooh which ones did you get? And you know you'll soon be able to get from me, so no worries about custom charges ", "label": 1.0}
{"msg": "Thanks @SoftProj  It was really great meeting you too.", "label": 1.0}
{"msg": "@rnfjonasstack well.. yeah. it could totally work, y'know  lmfaorofl. you might just have to find some really smart (there is more coming)", "label": 1.0}
