{"msg": "Hey Twitter! ", "label": 1.0}
{"msg": "im going sleepies now - too much excitement for one day ", "label": 1.0}
{"msg": "@Taddy69 thats a relief. ", "label": 1.0}
{"msg": "@MelissaJacobs23 I'm already planning that we all have to wear some kind of Twilight/New Moon shirt. ", "label": 1.0}
{"msg": "I am addicted to @dive's music! Seriously. ", "label": 1.0}
{"msg": "@joshtastic1 your welcome  @MrTomHill maybe but our whole year group higher or not start at same time :o", "label": 1.0}
{"msg": "@ILuvDougieMCFLY is it your birthday? happy birthday!  x", "label": 1.0}
{"msg": "@AdamMaguire Morton Stadium folks got my name through a mutual friend who used to be my co-presenter on a community radio show in Dundalk ", "label": 1.0}
{"msg": "Done with BM. &amp; had indomee ", "label": 1.0}
{"msg": "@ceetee .....batt deadbatt deadbatt dead batt dead ", "label": 1.0}
{"msg": "@insic morning  how are you?", "label": 1.0}
{"msg": "@LMW1305 will add to the list ", "label": 1.0}
{"msg": "@SashaKane Funny!!!! It's all about working with our energy to find what works, rather than a straightforward way  Have a delightful week", "label": 1.0}
{"msg": "@PembsDave welcome     #MaternalHealth", "label": 1.0}
{"msg": "@NikkiandNate Hi! Very funny the @chriscornell 's replay to your message    &quot;BRAVO!&quot;   I'm working now...and you?", "label": 1.0}
{"msg": "@bjflaggatnurenu - a few times. Yes indeedy, and thanks. ", "label": 1.0}
{"msg": "@kim1966 my pleasure ", "label": 1.0}
{"msg": "Desperate housewifes &amp; chocolatepudding ", "label": 1.0}
{"msg": "@byrnesyliam get yourself down to the prayer room too!!!  work on that visa down there!!!", "label": 1.0}
{"msg": "@povester Please come home and look after me ", "label": 1.0}
{"msg": "the economists are getting bearish, must be time to buy  Carl B. Weinberg: &quot;The equity market declines will gain momentum this week.&quot;", "label": 1.0}
{"msg": "@tunk are you paddling along the strand line with a knotted hanky on your head? ", "label": 1.0}
{"msg": "@nagalimanila hey, i'm here for &quot;work.&quot; ", "label": 1.0}
{"msg": "@Allyeska lol, agreed ", "label": 1.0}
{"msg": "@mcshelleyshell @VeronicaDLCruz *waving* ", "label": 1.0}
{"msg": "@AMM31 yes it will be so beautiful to return. See familiar sights and faces. That 1st morning when you wake and go &quot;I'm home&quot; ", "label": 1.0}
{"msg": "@fatbobsmammy  never wrong and psychic..... that was going to be my first ", "label": 1.0}
{"msg": "intake went just fine ", "label": 1.0}
{"msg": "@taylorswift13 - Any chance you'd do a show in Asia at least?  I'd definitely make that the first real concert I've ever been to.  - M&amp;M", "label": 1.0}
{"msg": "@shaundiviney oooh, will do ", "label": 1.0}
{"msg": "just confirmed Riva Starr for Fabric on 14 Aug  ", "label": 1.0}
{"msg": "@katyperry haha thrs absolutely nooothhhhin wrong with daaattt LOL !!! Twweeet away by. Da way Ure song wake up in vegas is amzingg ! ", "label": 1.0}
{"msg": "@nicolodavis looking very handsome  ", "label": 1.0}
{"msg": "having the day off, to celebrate ", "label": 1.0}
{"msg": "Happy bday to the bunny  Richard simmons on whose line was rofl funny, too bad star cut some parts to it Lol", "label": 1.0}
{"msg": "@NextwaveRay Well I am just loving all the new outfits... Ray is my hero ", "label": 1.0}
{"msg": "@justamoochin Morning  How are things with you?", "label": 1.0}
{"msg": "elegantthemes.com, woothemes.com, any other? ", "label": 1.0}
{"msg": "yeah  no school today, but math exam tomorrow :|", "label": 1.0}
{"msg": "@jayxtreme I went fishing once, got totally bored, and didn't understand why we had to throw the fish back, I was around 8 at the time ", "label": 1.0}
{"msg": "@rodericktelan when do my lessons start? ", "label": 1.0}
{"msg": "@mirrormixing Yep! Still working , but as usual being my Vampire Queen self .  ", "label": 1.0}
{"msg": "Off to the gym i go! ", "label": 1.0}
{"msg": "@quidco morning! Any nice bargains to convince us to spend our money today? ", "label": 1.0}
{"msg": "@LiveToLoveMcFLY hahaha i know what you mean!  but he looks better in 3D didnt think that was possible :p", "label": 1.0}
{"msg": "@serenajwilliams hello!Im Nina, your big fan&amp;it's really big pleasure to meet you ", "label": 1.0}
{"msg": "Great night of playing catch-phrase with hunts and my in-laws   Hanging around the house", "label": 1.0}
{"msg": "@Pdot10 lol of course I do boo...would you hold hands with ME in public?! That's Karen with a &quot;T&quot; and &quot;Y&quot; ", "label": 1.0}
{"msg": "Good Morning! I hope everyone has an Awesome day.  God Bless!", "label": 1.0}
{"msg": "hmm  i had rice crispies lol i felt about 5 it was awesome listening to the saturdays while i gte ready ", "label": 1.0}
{"msg": "Tomorrow i will go with @itslauraaa  to Antwerpen ...and we can talk French Flemish and English ^^  amazing ", "label": 1.0}
{"msg": "nina to Cara: and im still trying to think of an arguement =s lat me know if you think of one!!  ly Xx", "label": 1.0}
{"msg": "@jadedidurMOM - u seem cool ", "label": 1.0}
{"msg": "@JanaAlyssa It is 11:30 am here, so I haven't done so mush yet! Breakfast, some reading.. ", "label": 1.0}
{"msg": "Some people are swimming in women with their own condominiums.....but who paid for them biiiiitches? I like to share my toys too ", "label": 1.0}
{"msg": "@laseno goodmornig darlin! here the sun shine... and in Leeds?? ", "label": 1.0}
{"msg": "Star Trek was so cool! ", "label": 1.0}
{"msg": "@LoieBoy oh wow! honestly, im jealous. except i hear she's crap live. anywhoooooooo.. but yes, im into her ", "label": 1.0}
{"msg": "@MrGilder That's 29 and holdin! Happy Birthday MrGilder!! Hope you have a lovely day. ", "label": 1.0}
{"msg": "@90kts lucky bastatd! Oh well at least someone will get home early! ", "label": 1.0}
{"msg": "check out the coolest pic ever on myspace.com/caseycarterradio! add me as a friend as well if you haven't! ", "label": 1.0}
{"msg": "@LiveToLoveMcFLY GOOD LUCK! im sure you'll do great. your English is really good  let me know how it went xx", "label": 1.0}
{"msg": "@BeMeaningful Hey. Yes, I went here http://bit.ly/CCUCI Hung out at home for the rest of the weekend. Lazy, I know ", "label": 1.0}
{"msg": "@leonho Ouch.. not fun getting sick. Take care and get some more rest ", "label": 1.0}
{"msg": "@natalieannem it's a plan then! We'll go to europe and stalk the ghosts of past royalty ", "label": 1.0}
{"msg": "@sheb57 It went really well, Thank you! Still tired, bit achy, but overall good  x", "label": 1.0}
{"msg": "@elsaelisabeth really? haha gracias  do you have it too?", "label": 1.0}
{"msg": "@KimmiMcFly yes. True ", "label": 1.0}
{"msg": "@DavidArchie come back here. ;;) pls, pls.  ) ;) Philippines loves you very much! :-&quot; ) Okay, it`s boring already, ARCHUWEEK is over.", "label": 1.0}
{"msg": "@jhayu: yehhhh...now i am happy.. knowing that i am not in the category of the line i suggested ", "label": 1.0}
{"msg": "@ste_routledge Morning  How's the exotic east coast today?", "label": 1.0}
{"msg": "Would be greatful if no-one spoils lost for me.  That is all. ", "label": 1.0}
{"msg": "Yeaahh we work them glow balls just like Katrina H! Sizzling! LOL!!!  http://twitpic.com/5f3ee", "label": 1.0}
{"msg": "@Mimiiiimzy Aww. Yes hopefully I'll be as blessed as you to one day be able to join the AG's ", "label": 1.0}
{"msg": "@horrorshowtunez Of course! I post to facebook rarely, but I'm so spoiled that I insist I have the option to when I want to ", "label": 1.0}
{"msg": "http://www.tinychat.com/mxtie come chat with us ", "label": 1.0}
{"msg": "@sanasaleem @ammaryasir are now authors on http://karachiites.wordpress.com/ WOOOOT   looking forward to blogging with u guys", "label": 1.0}
{"msg": "@jbrandongreen OMG fuzzymonkey is this really you? LOL Hi. ", "label": 1.0}
{"msg": "Was 8 days to go.  http://tinyurl.com/p7qxkq", "label": 1.0}
{"msg": "@easmart ok ", "label": 1.0}
{"msg": "@Little_Ren yessss ", "label": 1.0}
{"msg": "I'm soooo ready to tee it up in the ICTSI Mt. Malarayat Championship's ProAm tomorrow! ", "label": 1.0}
{"msg": "thanks wireless ", "label": 1.0}
{"msg": "@secret4play hi ", "label": 1.0}
{"msg": "I think I just found a friend from high school ", "label": 1.0}
{"msg": "@HaylesF20 get you! i rarely use it... sometimes tweet from my phone  visiting anytime soon? x", "label": 1.0}
{"msg": "@sheenadlopez yep! ", "label": 1.0}
{"msg": "just did some shopping with my family.... and went to new era university(going to study there..)  ", "label": 1.0}
{"msg": "@rain_girl Morning! Howz you? ", "label": 1.0}
{"msg": "is listening James Morrison - please don't stop the rain . ", "label": 1.0}
{"msg": "just finished work, heading home soon ", "label": 1.0}
{"msg": "I. Love amy silva  ahh! Xoxo", "label": 1.0}
{"msg": "wants to watch Night at the Museum 2 and Angels and Demons! ", "label": 1.0}
{"msg": "@Infadels ooooooh.  exciting!", "label": 1.0}
{"msg": "@essteeyou Both albums they have done are v v good!!! In a jangly guitar way!!! lol !!  a bit romantic also!! toothpaste kisses!! ", "label": 1.0}
{"msg": "@geekachu Ha ha LOL'd big time. I want to meet this bloke ", "label": 1.0}
{"msg": "is off for Salsa... Today is quite good..  Wish everyone has a nice day, evening or night!", "label": 1.0}
{"msg": "@suziperry sounds like fun! And Acupuncture is great  - hope you are well", "label": 1.0}
{"msg": "Reading &quot;Kino no Tabi&quot;; a short-novel from Kinokuniya's Panda Manga Sale collection. Only costs $5.  I really like it. It speaks truth!", "label": 1.0}
{"msg": "going to look for waallpaper, then quality time with a good friend ", "label": 1.0}
