{"msg": "Happy mothers day  ugh sick...school tomorrow  watched E!News, keeping up with the kardashians and dreamgirls ", "label": 0.0}
{"msg": "cannot sunbathe because Ty will follow me and might run about like a mad thing, and bashj his poorly eye ", "label": 0.0}
{"msg": "@JadoreMarmite Neither of those sounds good ", "label": 0.0}
{"msg": "@bryangreenberg No Canada?? Dissed and dismissed.  ", "label": 0.0}
{"msg": "NOOOOOOOOOOO! Ken told Deirdre he's leavin her and gave her the letter!!  They cant split up ", "label": 0.0}
{"msg": "@pattycular Sorry, that's not freeware.  Don't know the limitations of the trial...", "label": 0.0}
{"msg": "@DDsD I'm jealous. I want to see but no one will take me. ", "label": 0.0}
{"msg": "@Artemis_Neith Yes, it's absolutely nuts, isn't it? They do it just to be mean it seems. ", "label": 0.0}
{"msg": "@DidierStevens 'Terrasjes' on the 'zeedijk' are her only option, but this WE, we are not at the beach. ", "label": 0.0}
{"msg": "@taupecat That's, unfortunately, how the Caps seem to roll when it comes to the Penguins and the playoffs ", "label": 0.0}
{"msg": "i miss my parents. house been completely quiet for days. ", "label": 0.0}
{"msg": "I sometimes curse the fact that I have a 24Hr M&amp;S food shop 100m from my door. Resisting temptation at 4am isn't one of my strong ponts ", "label": 0.0}
{"msg": "@LeFty5121 not hungry right now ", "label": 0.0}
{"msg": "Just sent @peeppeep off to work.    Sending her positive thoughts and warm fuzzies.", "label": 0.0}
{"msg": "In spite of not having a 4yo alarm clock...I wasn't able to sleep in. 	", "label": 0.0}
{"msg": "Motherday here in germany- cold and cloudy ", "label": 0.0}
{"msg": "Woke up not able to breath, no voice, coughing to death. I'm in so much pain. ", "label": 0.0}
{"msg": "homework... ", "label": 0.0}
{"msg": "@petewentz aww im really sorry for your dog! ", "label": 0.0}
{"msg": "I want to see new Star Trek. It seems everyone is talking about it on Twitter. However, even I can watch it here, it will be in Chinese. ", "label": 0.0}
{"msg": "is revising getting ready for the start of a month of GCSE exams  Drama tomorrow going second thro so at least i get it over with quickly", "label": 0.0}
{"msg": "i made a playlist for my mom i wasnt supposed to cry.  tears of joy i will always love and appreciate my mom!!!!!!!!!", "label": 0.0}
{"msg": "@gnomeangel  Thought your link was to your painting. (I want to see! Might have to come over this week - I'll cook veggo for you?)", "label": 0.0}
{"msg": "@nick_carter hey nick I can't email the utube link at groundctrl   ", "label": 0.0}
{"msg": "@marleyuk don't say that! Now I want one! ", "label": 0.0}
{"msg": "ive got 3 math tests next week ", "label": 0.0}
{"msg": "@aimzx_x just cos its so early  yeah havnt done that either......fail lol. been driving today?", "label": 0.0}
{"msg": "ok the sausages have frozen to the freezer, i just had to get a knife and chip away at the packaging. now i can't eat them for hours ", "label": 0.0}
{"msg": "my cartilage hurts like hell today can't get my ring in ", "label": 0.0}
{"msg": "actually, i like to think that i am doing staidear, but its more like sunday times mag with book open beside it.. ", "label": 0.0}
{"msg": "Needs to pop down to Roys ", "label": 0.0}
{"msg": "my classmate betrayed me. she said she doesn't love the movie angels and demons.. she doesn't love the trailer.. ", "label": 0.0}
{"msg": "@freaknique  not funny!!!damn i really need a shot of adrenaline right now", "label": 0.0}
{"msg": "@charlieskies Lucky my brother took my Pokemon to Vancouver for two weeks ", "label": 0.0}
{"msg": "going 2 class ", "label": 0.0}
{"msg": "Ugh I feel horrible....woke up at 5.  And now headed to Cedar Rapids, Iowa....", "label": 0.0}
{"msg": "@jaceedge I don't feel well  and that wasn't terrible. I found it quite witty. Also: smeg off.", "label": 0.0}
{"msg": "Ok I have done 50% of my work done and the rest are essays  Boo", "label": 0.0}
{"msg": "i'm afraid my ups might be dead  not working and making ticking noises", "label": 0.0}
{"msg": "@gaypuppy Yeah but i don't understand a single thing  And my chi tchr is fuxk up!", "label": 0.0}
{"msg": "i'm sleepy!  boo!! nooo!! i wanna sleep but i'm waiting for FC! this is an FC vigil! ?", "label": 0.0}
{"msg": "Prediction of the future: I will spend all non-working time on my demo. Buhuhuuu. ", "label": 0.0}
{"msg": "@TessAaaaah aww my little darling ", "label": 0.0}
{"msg": "ohh sleeping in 1 hour gotta stay up ", "label": 0.0}
{"msg": "@combatdavey sorry she's not for sale ", "label": 0.0}
{"msg": "whoops just ad phone call from ma dinner nearly ready had so forgotten and not time for it now  stupid work!", "label": 0.0}
{"msg": "@tomomixprophet ????????????????i wanna see you all! tomorrow! so bad! ", "label": 0.0}
{"msg": "@RuthBob hello i love you. i am brokenhearted right now ", "label": 0.0}
{"msg": "@gollumstein I am a trekkie! *shifty* did you cry in Defiance? I bawled my eyes out when I saw it  I want to see Star Trek ", "label": 0.0}
{"msg": "My wii fit age is 41 ", "label": 0.0}
{"msg": "exams starting tomorrow...not looking forward to them ", "label": 0.0}
{"msg": "Never been so happy to be Irish.  http://www.timesonline.co.uk/tol/news/environment/article6231301.ece Poor Sabrina ", "label": 0.0}
{"msg": "@holgere I tried the trial but it didn't work. ", "label": 0.0}
{"msg": "I have done 50% of my work but the rest are essays  Boo 5th year", "label": 0.0}
{"msg": "@ninfreak22 and there was only one pack in my little gift bag ", "label": 0.0}
{"msg": "I HATE when I wake up at 6 AM and can't go back to sleep... ", "label": 0.0}
{"msg": "says work again tomorrow  http://plurk.com/p/sw5mu", "label": 0.0}
{"msg": "@djcap2k i KO's on the sofa last night... ", "label": 0.0}
{"msg": "i cant believe its all over ", "label": 0.0}
{"msg": "wishes I didn't have to go to bed alone ", "label": 0.0}
{"msg": "wonders when this sneezing will stop  http://plurk.com/p/sw5od", "label": 0.0}
{"msg": "Is up north. Woken up like a proper student again. I miss it!  x", "label": 0.0}
{"msg": "no doing my art assignment at all. pretty much i havent changed my time management skills at all ", "label": 0.0}
{"msg": "ow little body is sore ", "label": 0.0}
{"msg": "Just had a nice sleep! But my back hurts. ", "label": 0.0}
{"msg": "is dead from staying up till 6am two nights in a row.  had so much fun with Sofia, Stephanie, Diana, Jackie, Jordan and Bea!", "label": 0.0}
{"msg": "Hurt my leg somehow, it sucks.  about to hit the bed... what crap will go down tomorrow? O_o", "label": 0.0}
{"msg": "@baditz17 oh bout May 30. I replied sa thread. Id love to come but  may family camp kami eh  sayang ;-(", "label": 0.0}
{"msg": "@strikegently I wish strike gently would follow me too. ", "label": 0.0}
{"msg": "So Sick  My Head hurts.. and my throat... and.. well, just everything. :'(", "label": 0.0}
{"msg": "Learning french cards ", "label": 0.0}
{"msg": "how ridiculous! why can I not watch Saturday Night Live videos on nbc website from New Zealand??? So much for the internet being global ", "label": 0.0}
{"msg": "I won't to find my dad but I can't ", "label": 0.0}
{"msg": "@garethness i want one ", "label": 0.0}
{"msg": "I woke the dogs up laughing so hard. ", "label": 0.0}
{"msg": "Hell hath no fury than a woman scorned, eh, Bella? *sniffles* Gah. They need to FIX THIS and soon.  #rh", "label": 0.0}
{"msg": "@askajanything Me too  but you still are working. sad times.", "label": 0.0}
{"msg": "does not like sad, realistic dreams ", "label": 0.0}
{"msg": "Geography speech prep. This is going well. Lost HP3 on GBA ", "label": 0.0}
{"msg": "Is thinking .. that i really do not want to go to work today ", "label": 0.0}
{"msg": "Forgot to say this earlier today: I LOVED LOVED LOVED the Dollhouse final. I reallyy hope it gets renewed - even though the odds are low. ", "label": 0.0}
{"msg": "cba with coursework i want to get lost in breaking dawn ", "label": 0.0}
{"msg": "i just want to sleep. thats all i fucking want to do. ", "label": 0.0}
{"msg": "Hiya tweets. Boring day 2day as usual ", "label": 0.0}
{"msg": "ahh happy mothers day! my internet is still down  so I'm just tweeting via phone. l promise ill get back to fan mail when I'm online again", "label": 0.0}
{"msg": "had a very good night but im definitely suffering this morning, feeling rather fragile ", "label": 0.0}
{"msg": "@chickengifts - sorry only just seen this ", "label": 0.0}
{"msg": "Back to work tomorrow ", "label": 0.0}
{"msg": "@BurnDownParis ah cuz australians don't do anywork... and they wait to the last minute and freak out!! then i have to do it all ", "label": 0.0}
{"msg": "ok its not as good.. nvm.. ", "label": 0.0}
{"msg": "the life of a theatre techy/hard worker at a gas station. No real chance to see mum on mums day. Suck ", "label": 0.0}
{"msg": "Sick of spam bots following me. ", "label": 0.0}
{"msg": "saddened that I'm going to miss the Black Market once again. ", "label": 0.0}
{"msg": "just discovered that she has pete, carrie and myf's signatures on the rundown sheet from the 15march rove. why couldn't zac add his ", "label": 0.0}
{"msg": "Duke Nukem was actually looking quite good ", "label": 0.0}
{"msg": "@marcusjroberts working on a Sunday sucks  don't work too hard!", "label": 0.0}
{"msg": "Is sooo in love with the 80s the music the style i wish i was born in the 80s ", "label": 0.0}
{"msg": "@Cronogenesis Net is being dodgy again, tried to wait for you the last few days but no luck  Hopefully we'll catch each other today &lt;3 You", "label": 0.0}
{"msg": "@AmazinglyMeInt hmm i was considering it. dunno what her prob is. overtired? one cheek is super red ", "label": 0.0}
{"msg": "@queenbean99 We're capped, so I have to wait till tomorrow to upload. ", "label": 0.0}
