{"msg": "@DiegoTrashcan Team is Team 3 and the team name is Tutti Frutti ( Don't ask  ) , Thanks Steve", "label": 1.0}
{"msg": "I'm feeling all cosy since current owners gave me some new carpets... they say they're lovely on their feet ", "label": 1.0}
{"msg": "@MartianJuddy haha me too   it was pretty funny!", "label": 1.0}
{"msg": "@NightWolf09 hey I m ent to post from my twitter I was on courts by mistake LOL I'm sure she feels the same way also. Love you guys lots ", "label": 1.0}
{"msg": "is 20 today Whoop  thanks for all the birthday messages i look forward to a great day with the friends and family ", "label": 1.0}
{"msg": "Signed up to attend CILIPS conference (Branch Group Day) in June - a summer of library conferences - yay! ", "label": 1.0}
{"msg": "@NZWineDog And about time ... did you get to Raglan after all that? We are all waiting with bated breath ", "label": 1.0}
{"msg": "addicted to heroin ", "label": 1.0}
{"msg": "@tasj_NK Beautiful work as ever and I do like a good slideshow ", "label": 1.0}
{"msg": "Catching up on weekend Tweets. Thanks for the follow Friday by the way @taratomes and  @tobynutter ", "label": 1.0}
{"msg": "@Lady_Twitster takes a nut to like a nut. ", "label": 1.0}
{"msg": "Good morning  Work till 3:30 (as always) And just so you all know &quot;My life would suck without you&quot; Remember that!", "label": 1.0}
{"msg": "Just got back home ", "label": 1.0}
{"msg": "@shaunmichaelb haha still awake? u crazy insomniac ", "label": 1.0}
{"msg": "@ColinEMurphy I'm so glad someone else remembered about Heidi day ", "label": 1.0}
{"msg": "@GO_1969 oh poor you. wrap up and have a hot toddy ", "label": 1.0}
{"msg": "@jayxtreme we're having fish, it came from the deep freeze ", "label": 1.0}
{"msg": "@roxannepallett great pics you have done for loaded .. sexy but classy , nice one lol ", "label": 1.0}
{"msg": "Reading Harry Potter and the Order of the Phoenix. I hate Mrs. Umbridge. This is rare, that i hate a person after so few lines of text. ", "label": 1.0}
{"msg": "going jogging. exercise good for health ", "label": 1.0}
{"msg": "OKAY IMA GO LAY DOWN. I'LL BE TWEETING MY PHONEEEEE. ", "label": 1.0}
{"msg": "yay new rooney vlog on youtube. ", "label": 1.0}
{"msg": "Wishes and prayers reali do come true! ", "label": 1.0}
{"msg": "@Sumana_Raja but once upon a time detroit was a wonderfully productive place ", "label": 1.0}
{"msg": "@nosnibor meetings with Sony Ericsson in Lund tomorrow and with the head of Mobile dev at Mozilla in Copenhagen today ", "label": 1.0}
{"msg": "@Daryllicious wo0h0o! welcome to twitterlandia.  gamay p jud tga-cebu akong nhibaw.an naay twitter dah..", "label": 1.0}
{"msg": "Just cancelled my trip to China later this year  http://bit.ly/xemrx", "label": 1.0}
{"msg": "@5357311 cheerz Stu,  just history repeating.. over it now ", "label": 1.0}
{"msg": "Finally at my house.  Yay! Oh San Diego how i have i missed you", "label": 1.0}
{"msg": "will sent email to aunt monique at dutch  http://plurk.com/p/uitxj", "label": 1.0}
{"msg": "Pbping Gangland with @badgersprite ", "label": 1.0}
{"msg": "Chillin with kiara...just about to go to rugby! wish us luck  ", "label": 1.0}
{"msg": "@FoOie dang...but we'll see...maybe plans will change.. ", "label": 1.0}
{"msg": "@NatKalbach I'll be frank, I think Bogo was at my luggage and ate my sweater and that too lives under its shell. Or I left it in your bag ", "label": 1.0}
{"msg": "@thefootballfan The '''dream team'' is just AWESOME.  &lt;33", "label": 1.0}
{"msg": "Betty Page + Lords of Acid = http://smutandsparkle.tumblr.com/post/109419633 ", "label": 1.0}
{"msg": "LOL. turns out me and @kapilb are distantly related ", "label": 1.0}
{"msg": "@BostinBloke Eurovision was great. Did you enjoy it? @wrinklydragon 3x solitaires? That's amazing. My win rate at the mo is 5%! Bah! ", "label": 1.0}
{"msg": "Morning all, wishing you a fab week! A big thank you to @justinrfrench, @DanaPlazyk and @MediaMagik for mentioning me ", "label": 1.0}
{"msg": "@NatFace glad it made a difference. I shall endeavour to use it more ", "label": 1.0}
{"msg": "@riellaelise i am over the moon elated  thanks baby. you know you don't want hungry raf", "label": 1.0}
{"msg": "On june 25 i'm going to see Metro Station, Katy Perry, All time Low nd others in the Under18 festival in Barcelona! With Lai &amp; Patt ", "label": 1.0}
{"msg": "@pizzle_bunnick omggggg pam! its been soooooo long!!! how are u doing sweetie?all good i hope ", "label": 1.0}
{"msg": "@TdMPhotography cheers  - will keep an eye out for your order and get some freebies in there", "label": 1.0}
{"msg": "@miguelstdancer miiiicky ! wish me luck, pleeease, I have to meet mcfly this year  lool", "label": 1.0}
{"msg": "@PaulaAbdul Can't wait for the finale  It comes right in between huge exams for me so it will be a relief to watch it  Love you xoxo", "label": 1.0}
{"msg": "@ThatAngelGirl How did it go? ", "label": 1.0}
{"msg": "@isla_fisher i hope u do to then both of my fave actress will b in one place ", "label": 1.0}
{"msg": "Tudgay signs 3 year contract! - http://tinyurl.com/ppxdw9 - Oh my. BEST. NEWS. EVER! Dizzy happy with relief, I am ", "label": 1.0}
{"msg": "follow @miley_cyrusfans and @demi_lovat0_fans they are my other twitters ", "label": 1.0}
{"msg": "@isla_fisher oh really? hmm i didn't get to watch that. i'm from the philippines  loved confessions of a shopaholic, you were great!", "label": 1.0}
{"msg": "Ha Ha Ha my haters took the bait. PMSL. Dunk knows best ", "label": 1.0}
{"msg": "@CyberCzar Great - leaning more and more heavily towards the HE too - will take a look at the 1008HE too  Thx!", "label": 1.0}
{"msg": "@PembsDave Thanks for the link ", "label": 1.0}
{"msg": "@aral after bugging you so often re: the videos @ headconference -&gt; you up for a drink / food somewhere during #2M09 it's on me ", "label": 1.0}
{"msg": "@andyroser24 yeah i feel happy for him that he can act like a normal human being sometimes ", "label": 1.0}
{"msg": "@JohnBirmingham finished WW... top effort! Now hanging out for the sequel ", "label": 1.0}
{"msg": "@Empressita hey.. ", "label": 1.0}
{"msg": "Last hit for the day is coming up for me at :24 after the hour.  @MariRamos is in after me.  I know she wants some new tweets! ", "label": 1.0}
{"msg": "dzieli si? wolframalpha being practical: http://tinyurl.com/o57dym  http://plurk.com/p/uitzo", "label": 1.0}
{"msg": "@helmsing Hahaha. You're a filthy whore. Shilverwhore. ", "label": 1.0}
{"msg": "Thank you everyone for lovely comments about my new pink/blonde hair  was told by a client today it's very cheery! LOL", "label": 1.0}
{"msg": "Whoa, dude, congratulations ! ", "label": 1.0}
{"msg": "@Foxyallday str8 voooddkkaaa!! no prob hun...that's what friends are for..I happen to be a special one ", "label": 1.0}
{"msg": "@dkkane happy birthday to you, happy birthday to you, happy birthday baby  happy birthday to you!!! now lets go get margaritas ;) iloveyou", "label": 1.0}
{"msg": "@philipjreed You have indeed grasped the secret, my young padawan. ", "label": 1.0}
{"msg": "@marcvanderchijs I can do 1-2 evening turnarounds if you need help, content depending   Direct message for more info...", "label": 1.0}
{"msg": "@pedrorq now you're being silly! ", "label": 1.0}
{"msg": "Wow! I'm the winner of the onlygizmos contest! ", "label": 1.0}
{"msg": "@horrorshowtunez Tweetdeck is better. ", "label": 1.0}
{"msg": "the grass is greener on the other side ", "label": 1.0}
{"msg": "@haavards whaaaaao! ", "label": 1.0}
{"msg": "@robots_ Oh that would be fab if you could, ta missus ", "label": 1.0}
{"msg": "@davidyhlee Hey! I'd like to be at your #openlab, but I have trouble getting there. Can you help with a teleporting device?  ", "label": 1.0}
{"msg": "I love watching ichat videos. ", "label": 1.0}
{"msg": "@feliciaday I hear they're planning on airing your epi of Dollhouse now ", "label": 1.0}
{"msg": "@simondingle Me too, re flight. ", "label": 1.0}
{"msg": "@AlishaV 14! Wow that's a lot of kitties!!I'm sure their point gets across ", "label": 1.0}
{"msg": "chillin' :] I just love days like these ", "label": 1.0}
{"msg": "Spot the @grabaperch screen shot, slide 29. ", "label": 1.0}
{"msg": "I bought some flowers for my mom. ", "label": 1.0}
{"msg": "@naptress They are done by our TTS Nutritionist  Why?", "label": 1.0}
{"msg": "@nannyf just got this one  haven't had all the driving until recently, usually work closer to home ", "label": 1.0}
{"msg": "@LiveToLoveMcFLY hahaha yeah you're right! forgot that part ", "label": 1.0}
{"msg": "@dave_sherratt yes thanks.maybe a bit too much wine on saturday  did you?", "label": 1.0}
{"msg": "@muscati they meant Dollar ? ", "label": 1.0}
{"msg": "@_iStone_ I thankfully have FireWire thanks to the little word that says 'Pro' next to Macbook! Hehe... ", "label": 1.0}
{"msg": "@mvheath probably take me a year to read it ", "label": 1.0}
{"msg": "@Lauratheexpat sounds good to me. chat later ", "label": 1.0}
{"msg": "All play and no work ", "label": 1.0}
{"msg": "I will exchange links with poetry and writing related websites and blogs, email me: alwest56@hotmail.com. Website: www.dreamquestone.com ", "label": 1.0}
{"msg": "Welcome to all our new followers ", "label": 1.0}
{"msg": "@Ulau - accept the good. that's my favourite line from &quot;things we lost in the fire&quot; ", "label": 1.0}
{"msg": "Going to sleep. Good night everyone ", "label": 1.0}
{"msg": "@ToeCracker Congrats on your shaved head, and I agree with @MagneticWoman that it looks better ", "label": 1.0}
{"msg": "Mmmm slim fast and a fruit cup... Yummy breakfast ", "label": 1.0}
{"msg": "|Hunting Business Marketing With Dayne Shuda| http://tinyurl.com/rdfcbq (via @AlbertRasch) Thanks Albert for the wonderful review. ", "label": 1.0}
{"msg": "@Netra mast movie, phir read more and slept early  ..good sunday .hate monday though..", "label": 1.0}
{"msg": "@Itxi_Itx  I'd say stay clear of cats, but that's a rubbish piece of advice I keep ignoring...", "label": 1.0}
{"msg": "@cameronisDead I like your album a lot  It's very you. Which kinda means I can carry you around in my ipod everywhere I go. Sorta.", "label": 1.0}
