{"msg": "@Georgieboo Aww thank you ", "label": 1.0}
{"msg": "@amarita77 goodmorning, that is good to hear  did you cut out the red bull before bed? Lol", "label": 1.0}
{"msg": "think i'll bake some treats tonight.. Ummm yum ", "label": 1.0}
{"msg": "Finished adding hosiery, corsets, lingerie, massage oils and body chocolates to the shopping cart. Now adding vibes- a girl's best friend ", "label": 1.0}
{"msg": "It's a sunny and windy morning this morning, a good cheerful start to the week after breaking myself at the weekend ", "label": 1.0}
{"msg": "Let's see what's up here! ", "label": 1.0}
{"msg": "Just now going to bed! the sun is up and birds are singing  ", "label": 1.0}
{"msg": "@mohdrafie aww, good luck Mohd. I'm sure you won't need it! ", "label": 1.0}
{"msg": "Gotta memba that my tooth brush is downstairs!! ", "label": 1.0}
{"msg": "@RandomTatoo wow! had no idea TX had erthquks. I've never heard that. stay safe ", "label": 1.0}
{"msg": "Got up way to late today ... now catching up on the news ", "label": 1.0}
{"msg": "Back home after a great night at Hotel Du Vin, even got some free champagne ", "label": 1.0}
{"msg": "I think @econsultancy has just been confused with the @iabuk ", "label": 1.0}
{"msg": "with my blonde bitch hannah  going to jump in puddles  lolxx", "label": 1.0}
{"msg": "@antgalvin haha! thats one theory!  Didnt think of that!", "label": 1.0}
{"msg": "Perhaps there's still hope for the world we live in  Mastodon on Letterman! http://ping.fm/GZ0Wv", "label": 1.0}
{"msg": "@Tara_Bear and don't forget the high temperature, as it is a flu...  ", "label": 1.0}
{"msg": "It's back to work! We'll get you through the Monday blues ", "label": 1.0}
{"msg": "@rodti I personally don't see the attraction with him....maybe it's my age! ", "label": 1.0}
{"msg": "My day so far, laundry, trip into town, back home.  Now am going to have a well deserved break before lunch then a visit to the library ", "label": 1.0}
{"msg": "http://twitpic.com/5f4cv - Waves from chinatown.. ", "label": 1.0}
{"msg": "just had a chocolate shake... delicious ", "label": 1.0}
{"msg": "Hello everyone ", "label": 1.0}
{"msg": "@zingaz9 thanks for letting us know! Trying to get a feel for the general amount people (want to / like to) study ", "label": 1.0}
{"msg": "@goonerjamie Still need to lurk a bit more... It's fun &quot;listening&quot; though. (And, yes, this chatty me is me listening.) ", "label": 1.0}
{"msg": "Sat waiting to get into the IMAX cinema to see startrek ", "label": 1.0}
{"msg": "walking on the beach ", "label": 1.0}
{"msg": "And about dinner yesterday. It was to announce my cousin and her boyfriend is having a child! Yay, them! ", "label": 1.0}
{"msg": "Getting ready for my first day as a nurse extern ", "label": 1.0}
{"msg": "@AishahSinclair music now is like music from before with more juice! So much for originality isnt it ", "label": 1.0}
{"msg": "@LiliCosic hehe  ofcourse - bought it! ;) Reservoir dogs is an AWESOME movie!", "label": 1.0}
{"msg": ".....listening to Coldplay ", "label": 1.0}
{"msg": "is sat in teaspoons ", "label": 1.0}
{"msg": "@francoisleg : yep #usages #prospective ", "label": 1.0}
{"msg": "@WalkerSports yea very true ", "label": 1.0}
{"msg": "Learning how to draft brief to counsel and skeleton arguments. Great ", "label": 1.0}
{"msg": "OKAAY. BYERS.  :|", "label": 1.0}
{"msg": "is finally getting started with the Flex 3 project for school ", "label": 1.0}
{"msg": "@littlelottiell any time ", "label": 1.0}
{"msg": "@biyanbiyan Hello Bianca , ciee yang mau exams ", "label": 1.0}
{"msg": "REALLY?! idk how You do it . thanks for NO crankiness &amp; REST ?! God, You NEVER cease to amaze me ", "label": 1.0}
{"msg": "@HypnoticYogi great weekend got quality time with the family and plenty of gaming LOL ", "label": 1.0}
{"msg": "@aadisht But then, she'd have to bury the hatchet with Jaitley... Too much to ask. So I agree with you ", "label": 1.0}
{"msg": "@mictter You lucky bastard! How did it go? Welcome back, btw ", "label": 1.0}
{"msg": "in the library, woke up early despite I went to bed quite late, checking email and sort out few things for the office at London.. ", "label": 1.0}
{"msg": "@hsejar  haha........i need to book profits, once it reaches 16000 ", "label": 1.0}
{"msg": "just came across http://ie6update.com/ on boards. Brilliant idea ", "label": 1.0}
{"msg": "@funkineering PS.... &quot;Murphy's Law of Typo Irony&quot; prevailed in your Tweet  &quot;checque&quot; in a Tweet about spellin.. http://tinyurl.com/pqud28", "label": 1.0}
{"msg": "@StaciJShelton Haha, thanks Staci..Yups i'm good to go!  (until i start asking clients for payments) haha!  Have a positive day..  ", "label": 1.0}
{"msg": "Been a while... I have been very enthralled in MapleStory and Warsow. Much love to those that want it  Guessim going back to games. BB! o/", "label": 1.0}
{"msg": "@PembsDave Well, that's my day sorted! Amazing back catalogue so far ", "label": 1.0}
{"msg": "when life gives you lemons ..stick em down your shirt and call em boobs ", "label": 1.0}
{"msg": "@mentormadness That'd be great ", "label": 1.0}
{"msg": "@sasashasha thx uda follow..... slam knal yup ok ", "label": 1.0}
{"msg": "@DamianGrounds There you are  How's your day going? #elevensestime", "label": 1.0}
{"msg": "Tomorrow i have Security training all day ", "label": 1.0}
{"msg": "http://twitpic.com/5f4dw - isn't he perfect? well, at least for me.. and you? ", "label": 1.0}
{"msg": "on facebook ", "label": 1.0}
{"msg": "@loganschott you must! ", "label": 1.0}
{"msg": "@rockyshark Sweet. Once you have Mac you never go Back ", "label": 1.0}
{"msg": "@OprahFan I can't say my 6month old is talented just yet but he IS the most beautiful child you'd ever see!!!  ppl stop just to comment!!!", "label": 1.0}
{"msg": "Talking to Nikki, she always cheers me up ", "label": 1.0}
{"msg": "@FahBeng I'm not big on junk food, it's usually the last option for me. sigh. I eat healthy u know! I love salads ", "label": 1.0}
{"msg": "@taylorswift13 Chris Hemsworth is the Aussie Brad Pitt. He's HOT. ", "label": 1.0}
{"msg": "@nnoell awww. who doesnt love ellen? ", "label": 1.0}
{"msg": "@Digital_Girl :[ I really hope everything works out asap. Stay strong, just see the end of it and u'll be good that much quicker ", "label": 1.0}
{"msg": "@FoOie hmm malaysian ah? i think i need pple with singapore license! hehe.. thanks though ", "label": 1.0}
{"msg": "Going to some tower in the dark. I'm gonna fall off the edges and plunge to my death ", "label": 1.0}
{"msg": "@BradleyF81 yeah... now you feel my pain ", "label": 1.0}
{"msg": "thinks you're so corny, water almost came out of my nose ", "label": 1.0}
{"msg": "http://twitpic.com/5f4dy - cheap out - make pictures out of free wallpaper samples ", "label": 1.0}
{"msg": "@craftybird But @biliph  said its best friends forever, I think thats more correct, I am not a female and it was to me.. ", "label": 1.0}
{"msg": "@CelestialBeard now that is something i'd go for. does that mean all the fuckers who voted NO will now be purged? ", "label": 1.0}
{"msg": "Myspace.com/arisebrightstar - me ", "label": 1.0}
{"msg": "@LaughingPuffin have decided to stop following you. Norway is the place to be now... ", "label": 1.0}
{"msg": "hey people. ", "label": 1.0}
{"msg": "sushi for dinner....what a way to end the day ", "label": 1.0}
{"msg": "@libbyoliver I am drinking tea and watching Star Trek Voyager as prescribed! ", "label": 1.0}
{"msg": "@gosamanthago happy monday   have a good day!", "label": 1.0}
{"msg": "Surprises and random thoughts #MakesMeSmile ", "label": 1.0}
{"msg": "esp for @ExMi look what i found on Muti http://bit.ly/d16sB  ", "label": 1.0}
{"msg": "@nicolezapanta Awwww! It's a nice song isn't it? Hehe. ", "label": 1.0}
{"msg": "Updating iPod... downloading new music ", "label": 1.0}
{"msg": "@tweetles Sorry I never answered, went off early! I am ok thanks and as for excitement, whats that?! LOL. Kids are doing ok to thanks ", "label": 1.0}
{"msg": "@hasnawww thx uda follow..... slam knal yup ok ", "label": 1.0}
{"msg": "coffee, breakfast, shower...soo early ", "label": 1.0}
{"msg": "@TheRealJoelted ask the Black Eyed Peas ", "label": 1.0}
{"msg": "starting another  week  ", "label": 1.0}
{"msg": "@mrskaylajonas i hope you have a safe flight and i hope they are close to helping you and IH sufferers!! ", "label": 1.0}
{"msg": "@iannah0423 I LOVE YOUR PIC  Where are you??? And I'm GREAT. That headache yesterday is GONE! WOOH!", "label": 1.0}
{"msg": "@hayles if I were @bookwormbecca, that would be a compelling argument ", "label": 1.0}
{"msg": "Gina is disgusted by my &quot;bad habit&quot; of drinking straight out of the juice carton ", "label": 1.0}
{"msg": "hahaha hmmm... that's a tough one....should come see me soon  x", "label": 1.0}
{"msg": "is quite confident and inspired at the mo ", "label": 1.0}
{"msg": "Load already smashed and just sold a 4th pair of soups... Lovely ", "label": 1.0}
{"msg": "@hawkcam good morning little ones, looks like you're still sleeping - stay warm   (hawkcam live &gt; http://ustre.am/2f9i)", "label": 1.0}
{"msg": "@csundsdal Remy Ma? Isn't she in jail or something? ", "label": 1.0}
{"msg": "omg, so we have to be at the airport at 5am? ahh, but good company!   http://yfrog.com/0xh5fj", "label": 1.0}
{"msg": "@kellybbz i'll give you a clue, u have to select a certain logo on the credits at the end of the concert  &amp;thanks doll, im gonna need it!", "label": 1.0}
{"msg": "@VodafoneUK Thank you guys for the tickets to the Cricket had an amazing day and it never rained neither!  Thank you!!!!!", "label": 1.0}
