{"msg": "@euphoriclife http://twitpic.com/5f3c8 - You're beautiful ", "label": 1.0}
{"msg": "Media was good. Had a laugh. ", "label": 1.0}
{"msg": "Prague this Thursday! ", "label": 1.0}
{"msg": "Moomies with my Lil' Sweetheart ", "label": 1.0}
{"msg": "@NUTHINwivoutGOD AMEN to that wow so hapi for you Gods great aye!... I miss spending time with Him, I should do some more 'God time' soon ", "label": 1.0}
{"msg": "@smanjunath @karthikbr can't you see that  face? ", "label": 1.0}
{"msg": "wow. Choc chip heaven  i want loves", "label": 1.0}
{"msg": "@jodcast thanks for sharing the ? (photon) entry  ", "label": 1.0}
{"msg": "@rooreynolds Interesting. I enjoyed some of those twitter discussions too. But I didn't (want to) watch any of those programmes. Discuss ", "label": 1.0}
{"msg": "good night everyone. work @ 8am..lets see if i'll make it ", "label": 1.0}
{"msg": "I've finally got (most of) my energy back after stopping the Microgynon and Provera. Hope it stays this way ", "label": 1.0}
{"msg": "just realised, i dont have the NME richey edwards special, that's a valid reason to go out and not revise i think ", "label": 1.0}
{"msg": "@toriilovesmcfly :0 im making some now so ill bring you one for a good luck present an all :0 we can swap cakes ", "label": 1.0}
{"msg": "@karenbackx succes ", "label": 1.0}
{"msg": "getting me fish eye lens.    &gt;(_^_=_(')o hhah that was ment to be a fish.", "label": 1.0}
{"msg": "ugh a little hungover ...Going To Gran Canaria Today  x", "label": 1.0}
{"msg": "@saints_scissors  hope u guys are doing great. still gets me excited when i see the name &quot;S &amp; S&quot;.  much success ", "label": 1.0}
{"msg": "@nannyf dragging today but still here  at least will have music for all the driving today ", "label": 1.0}
{"msg": "leaves for NY on Wednesday! I need to find time between work, sleep, and feeling sick to start packing! I can't wait to see my family. ", "label": 1.0}
{"msg": "I'm back. My bed feels oh so wonderful after a nice shower. Sac was hot as hell but I love my extended fam so it was worth it. TV time ", "label": 1.0}
{"msg": "good thing i didnt get my new glasses today, i just founf a coupon for 100 dollars off :O yay  im excited.", "label": 1.0}
{"msg": "@mrsluita whattt is it?! lol ", "label": 1.0}
{"msg": "@wantit hehe well in that case include banana with the pineapple and a shower that goes cold at the end somewhere in there! Good luck ", "label": 1.0}
{"msg": "Download some youtube music video clips to add to my iTunes library ", "label": 1.0}
{"msg": "@DHughesy I don't know how to tell a joke  If u're not joking then press the 'Ctrl' key +'c' key=copy &amp; press the 'Ctrl'key +'v' key=paste", "label": 1.0}
{"msg": "@goonguy You're there too! Great! ", "label": 1.0}
{"msg": "studying until the wee hours of the morning. that's okay, its my last week ", "label": 1.0}
{"msg": "@twilightfairy had a breakup  hehehe.. actually I avoid rice/roti at night..only veggies/meat only..morning vegetable juice must", "label": 1.0}
{"msg": "@shaundiviney YAYAYAYAYAAYAYAY im happy for you ", "label": 1.0}
{"msg": "@Scrivphoto You get all the good jobs ", "label": 1.0}
{"msg": "B'day in 9 days 16 on the 27th of May ", "label": 1.0}
{"msg": "@robluketic hang in there sweetie ... cos I'm waiting on your tweets   grtz from Belgium", "label": 1.0}
{"msg": "@ch1m1changa a few hours more and then chicken rice awaits ", "label": 1.0}
{"msg": "I enjoy some free days.! ", "label": 1.0}
{"msg": "@naria01 never, you'll be fat like me forever ", "label": 1.0}
{"msg": "omg! the new hannah montana episode is sooo sweeet  I love loliver ", "label": 1.0}
{"msg": "Talking to my best friend/cousin.  I'm so happy! I miss her so much. We're discussing a Japanese birthday for us. ;)", "label": 1.0}
{"msg": "is happy to know that you're well-loved. ", "label": 1.0}
{"msg": "@Redscream: Nice ", "label": 1.0}
{"msg": "@billhicksbrk thanks for following! ", "label": 1.0}
{"msg": "Well, tonight has put me in a better mood ", "label": 1.0}
{"msg": "i am amused with iste's nephew, who spent the entire day at the office. we should have him everyday  hehehe", "label": 1.0}
{"msg": "@holly_vengeance IT'S NOT MY FAULT. I get confused. ", "label": 1.0}
{"msg": "@KeshLondon hi dear i surely am how r u this early dawn ", "label": 1.0}
{"msg": "@meerasapra back to work na ", "label": 1.0}
{"msg": "before I get back to work ;) I think I should tell some freinds that I'm twittering ", "label": 1.0}
{"msg": "@madwife   awww hope she gets better soon.   Wishing your daughter the best of luck in her exams ", "label": 1.0}
{"msg": "@iamshur http://cadence.latchmered.org new blog ", "label": 1.0}
{"msg": "@MarkJamesDye ooh okay.  yeah, my sis bought it!! school`s bum. we have exams next week. you?", "label": 1.0}
{"msg": "Telenet fail + iPhone tether = epic win ", "label": 1.0}
{"msg": "We are now dressed and ready for the second breakfast of the day! Son demanding more food...  http://twitter.com/mustntgrumble/status ...", "label": 1.0}
{"msg": "YES, finally, 98% on Hysteria on Expert Drums ", "label": 1.0}
{"msg": "Yay!, Chuck gets a third season ", "label": 1.0}
{"msg": "@CrozFromOz The nice thing is it tends to pop up when we most need it. ", "label": 1.0}
{"msg": "@eliphants you've got the interwebs..what more could one possibly need?   Glad you guys arrived safe'n'sound!", "label": 1.0}
{"msg": "@goodshoeday Great to hear you're thinking of doing a #livelocal challenge in the UK. Let us all know how it goes. ", "label": 1.0}
{"msg": "let my lifesong sing to You ", "label": 1.0}
{"msg": "oh..Joey a b!Tch azz n!gga. that is all ", "label": 1.0}
{"msg": "@TdMPhotography  thanks so much ", "label": 1.0}
{"msg": "In church with the ops team setting up for RR. We have an awesome ops team. Full of YOUNG people.  ", "label": 1.0}
{"msg": "@shaundiviney tuning in now ", "label": 1.0}
{"msg": "Getting my car fixed from an accident ", "label": 1.0}
{"msg": "Just figured out that the cast of FTLY arer raging from 26 - 28. ", "label": 1.0}
{"msg": "@cheryl_ann_cole hi cheryl, hope yr ok?  xx", "label": 1.0}
{"msg": "ooo don't need to go to Manchester until much later now - hurrah time to get lots o work done ", "label": 1.0}
{"msg": "Happy Birthday @Ricaness_xoxo hope u had a great day!! ", "label": 1.0}
{"msg": "@iiamsliim don't cry dry ur eyes here comaes supaman with thos 4 other guys ", "label": 1.0}
{"msg": "Getting started. Thinking about the future... in Ireland. ", "label": 1.0}
{"msg": "Coffee time ", "label": 1.0}
{"msg": "@Laurent_Brixius I forgot to add a #humor hasthag to it  the source:  http://bit.ly/IKzKE -- but as every joke, it includes some truth ;)", "label": 1.0}
{"msg": "toast soaked in butter  woo ;]", "label": 1.0}
{"msg": "Ah the simple pleasures of sitting in a plane loading software. Comfy, warm and thrown around by the wind!! Love it ", "label": 1.0}
{"msg": "Such a geek! Listening to the star trek theme tune! ", "label": 1.0}
{"msg": "@joanneyong haha i'll blither on more in my next e(pic)-mail!  slurp. how's things been for you?", "label": 1.0}
{"msg": "@ImInLoveWithMJ Good morning haha I'm well, hope you are too ", "label": 1.0}
{"msg": "@neg2led oh, I just got pwnd ", "label": 1.0}
{"msg": "Is Modi a diabolical creation of CIA to ensure votes for Congress? Each pro-Modi voter creates two anti-BJP voters  #IndiaVotes09", "label": 1.0}
{"msg": "@wo0 I guess it's not so bad when the winners are so good, and whatever doesn't kill you etc and all that, good luck in the next one... ", "label": 1.0}
{"msg": "Rightio!!  Busy week ahead - Cousin bringing her baby to meet me - down from Scotland- so we are excited about that - Lots of cuddles  -", "label": 1.0}
{"msg": "Cooking toast ", "label": 1.0}
{"msg": "It's gonna be like a blog, with photos, and it's gonna show you what University life is all about, and how to get started, and all that. ", "label": 1.0}
{"msg": "Is going to the gym in a minute ", "label": 1.0}
{"msg": "@Starrah @MissBox Thankee! ", "label": 1.0}
{"msg": "@Zmiley Me? I'm always fine. I never allow anybody or anything to get me down. ", "label": 1.0}
{"msg": "um who knws whre to get those like puma , addidas ; or nike pencil casses frm ? LOL !  ;x", "label": 1.0}
{"msg": "@miss_om Thanks - I googled but found nothing - probably cos I was spelling it wrong ", "label": 1.0}
{"msg": "@pixelghetto Tell me about it! I pretty much have a fight with all of my freelance clients at least once. But it usually turns out ok ", "label": 1.0}
{"msg": "@ShmezzyOfficial -- doesn't know what he is missing out on. OH! i would also talk to that girl he likes, bet he'll listen to her. ", "label": 1.0}
{"msg": "@ChellyBum, you own bby! ", "label": 1.0}
{"msg": "@JohnLusher Good morning, my friend! Up early and ready to hit the week rolling! Looks like you're planning the same. ", "label": 1.0}
{"msg": "@pennyryder LOL yeah that would be worse for Shel  that's funny", "label": 1.0}
{"msg": "6 dayssssssssssssss     i really want a hotdog with cheese now does anyone else LOL?? x", "label": 1.0}
{"msg": "@taylorswift13 gosh that was sad. it made me cry i have to admit. overall great performace by miss taylor ", "label": 1.0}
{"msg": "@Nicsey indeed!  what you got planned for day?", "label": 1.0}
{"msg": "back from being off site, should of twittered from mobile...but was busy ", "label": 1.0}
{"msg": "@shaundiviney yay! it'll be the number one song in no time. ", "label": 1.0}
{"msg": "so i am a huge retard   #kitchenZUULcoffee", "label": 1.0}
{"msg": "@ComedyQueen thanks ", "label": 1.0}
{"msg": "My good night song.  Enjoy! Clair de Lune ~Claude Debussy ? http://blip.fm/~6ipq0", "label": 1.0}
{"msg": "@Anubisno1 They look great. But I'll curse Flicker if they don't get the Download all button in there soon ", "label": 1.0}
