{"msg": "I am a terrible daughter... ", "label": 0.0}
{"msg": "Got hit with homesickness bug big time.   I miss my mom.", "label": 0.0}
{"msg": "It's been such a long day. Haven't even started my home work ", "label": 0.0}
{"msg": "@CarolynFell It is my only talent ", "label": 0.0}
{"msg": "@donwill till after I completed the sale on imculture  sent them email request to correct the addy, no reply. You have any pull? Help me!", "label": 0.0}
{"msg": "Back home from holidays. It all looks the same... but no Katie and Matt. ", "label": 0.0}
{"msg": "@kathryntft ahhh man, THAT SUCKS!  but alright, we should plan then  you seeing mga on thursday?", "label": 0.0}
{"msg": "Missed out on seeing a friend today.  Could've been the best encounter ever.  ", "label": 0.0}
{"msg": "@courtneylutz  LOVE you", "label": 0.0}
{"msg": "@mikahush  if he comes back to Buffalo. Last time FD was on tour, they came..um...an hour and a half away, not bflo ", "label": 0.0}
{"msg": "goin to bed. gotta take mom to drs appointment tmrw. Arg which means i gotta dogsit. ", "label": 0.0}
{"msg": "@juelzdesignz I don't feel special since I'm not a 360 SODMG Gamer and a PS3 SODMG Gamer instead ", "label": 0.0}
{"msg": "@trixie360 Ahh, Portland...I miss my hometown ", "label": 0.0}
{"msg": "@cesarnoel yap i should do have that ", "label": 0.0}
{"msg": "i'm a loner ", "label": 0.0}
{"msg": "Waiting for Ang to comment back on myspace...i miss her so much ", "label": 0.0}
{"msg": "Dammit Rupiah is getting too strong! ", "label": 0.0}
{"msg": "is so, so sad that she can't wish her mother a happy mother's day.  Tried to be chipper, but it didn't work. ", "label": 0.0}
{"msg": "watching bloodrayne on scifi and wishing I could see my mom she's in Arizona ", "label": 0.0}
{"msg": "its not too long before i loose my boyfriend to playing college football for georgia tech ", "label": 0.0}
{"msg": "@hpdrury 3? What was the third? Blah. ", "label": 0.0}
{"msg": "i miss my bff! ", "label": 0.0}
{"msg": "@gangstermarina well you shouldn't have taken the class ", "label": 0.0}
{"msg": "Has noone fun to have lunch with ", "label": 0.0}
{"msg": "TOO MUCH HEAT! i miss winter ", "label": 0.0}
{"msg": "Crying now. Great. Just fucking great.  Gramma, why'd you have to go? I miss you. ", "label": 0.0}
{"msg": "@snshyne7  Bedtime insanity makes me (albeit limitedly) glad I'm not quite there yet.", "label": 0.0}
{"msg": "studying and packing all night. can't believe its over ", "label": 0.0}
{"msg": "just want to lay in bed and cry. what's wrong with me? ", "label": 0.0}
{"msg": "@NikkiHotness vegas was awesome, I'm completely drained out &amp; I got work in the morn ", "label": 0.0}
{"msg": "I feel bad because i didnt get my mother or my grandmother mothers day presents.  ill have to make them a card tomorrow.", "label": 0.0}
{"msg": "and sad i cant buy a birthday tattoo this year  maybe ill start playing the lottery", "label": 0.0}
{"msg": "Starting finalsss ", "label": 0.0}
{"msg": "@MyDogAteLA I'm sorry to hear about what's been happening.  But did Star Trek help any?", "label": 0.0}
{"msg": "@zombiejesus thanks, its not even like 1/4 done tho  workin workin workin!", "label": 0.0}
{"msg": "@rainyxdayz Lmao she's offline, and I wanted to talk to her  She's such a poseur it's not even funny. Some people are actually like that", "label": 0.0}
{"msg": "@Synderella_a7x i do too but i have no alcohol!  make one for me?", "label": 0.0}
{"msg": "Missing Dan already. ", "label": 0.0}
{"msg": "@lanadawn awwww that's a sucky time for a final ", "label": 0.0}
{"msg": "@mizhalle I want to go to Japan too! ", "label": 0.0}
{"msg": "@PlanetTanner lol oh yeah wheres those muthin fuckin pictures at uh miss lol, you said you were going put on here but i dont see ", "label": 0.0}
{"msg": "@redchinese19 I'm too tired ", "label": 0.0}
{"msg": "cut/stabed [by accident] myself 3 times today  totally sux!!!", "label": 0.0}
{"msg": "Had a nice mother's day and spent with the best mom ever. also, my car broke down today. that wasn't so nice. it just got towed. ", "label": 0.0}
{"msg": "Ok I'm exhausted. I need to sleep. Back to work tomorrow. I'm pouting  Talk to you latah! Good Knight!", "label": 0.0}
{"msg": "@keeptheheat I need to get that! I only have express  I will have it by july i will say that much!", "label": 0.0}
{"msg": "Oh goodie. I'm at work, doing third shift because Alex was puking. I hadn't even been gone 7 hours.  And I have to be here again at 8 AM.", "label": 0.0}
{"msg": "MUST get out of bed, I have so much to do  All I want is sleep... a cuddle would be nice too ", "label": 0.0}
{"msg": "isnt gonna work at pinkberry much longer ", "label": 0.0}
{"msg": "@ruidelgado I know right? ", "label": 0.0}
{"msg": "@lols_caroline how unfortunate... ", "label": 0.0}
{"msg": "off to bed. the weekend always goes by too fast. ", "label": 0.0}
{"msg": "@MariaHo damn maria I thought my panda express 3 item plate was what Chinese natives were eating ", "label": 0.0}
{"msg": "Trying to comfort a sick little girl.  Stephanie has not had much of a special Mothers Day. Will definitely make it up to her.", "label": 0.0}
{"msg": "@goblowsoup So, i'd like to stay up and a) watch my bosox and b) chat, but I am sleepy &amp; I have 1 more week of school.  boooo.", "label": 0.0}
{"msg": "Rearranged pretty much the whole house yesterday and now my whole body is sore... Sign of getting old ", "label": 0.0}
{"msg": "@PharoBCool nothing really just got finished hanging with Nya for the whole 15 min i got to see her on Mothers day   &lt;-- Super Sad Face", "label": 0.0}
{"msg": "@BrandonGood I miss you too Brandon ", "label": 0.0}
{"msg": "if you're reading this please pray for cynthia, my sister, she's pretty down right now. ", "label": 0.0}
{"msg": "Cause Everybody's changin' and i don't feel the same ", "label": 0.0}
{"msg": "Need to go to Saturn tomorrow to get my car fixed     Hopefully I won't have to pay anything as it wasn't even my fault....", "label": 0.0}
{"msg": "@fixmyrainbow I miss you tooo! ", "label": 0.0}
{"msg": "@wesley83 Coraline was last 3D I saw. I'm looking forward to Harry Potter and Up in 3D this summer. Didn't get to see Monsters vs Aliens. ", "label": 0.0}
{"msg": "@ampoz i'm having dinner with your sister tomorrow night and i'm sad it will not be a trio situation ", "label": 0.0}
{"msg": "Sorry @masalaskeptic - http://twitpic.com/4xami  no, I couldn't have.   On the bright side, I have a happy wife.", "label": 0.0}
{"msg": "@PatriciaErin RIGHT?! omg OM NOM NOM. my  friend blake moved here from london and lets just say i am  very sad he's gay  mwahahah", "label": 0.0}
{"msg": "why does the weekend always go by so fasstt?! ", "label": 0.0}
{"msg": "@TOOHOT2BREAL25 that was the season finale???!!! How sad and wretched. ", "label": 0.0}
{"msg": "@nikorudesu  best wishes. Stay positive", "label": 0.0}
{"msg": "@Missfunsize OMG you have to be kidding, WTF, how can they run out of caps and gowns, ughhhhhhhh ", "label": 0.0}
{"msg": "wondering if it's still safe to go to US now...? ", "label": 0.0}
{"msg": "paper is to wood is to tree is to beaver is to teeth is to dentist is to dad is to family is to CHICAGO is to heartbreak is to love... ", "label": 0.0}
{"msg": "so much to do. then sleeep &amp; schoool  i really have no desire to go..", "label": 0.0}
{"msg": "Walking back from Fairway grocery run to find Riverside Park across from our building is ON FIRE.  Aaaah!  Good luck firefighters. Smoky. ", "label": 0.0}
{"msg": "really missing my mommy today. ", "label": 0.0}
{"msg": "Rev. Run's Son JoJo Arrested For Possession of Weed  Check the story here http://tinyurl.com/qsmaph", "label": 0.0}
{"msg": "@janecakemaster Haha yeeah... gluck this Wednesday ", "label": 0.0}
{"msg": "Gosh everyones mad at me ", "label": 0.0}
{"msg": "@Pievuhg i have to clean my tonsils...long story. i hurt them  bad qtip !", "label": 0.0}
{"msg": "wow, ok so 10 hours at the clipper wiped me out   I'm going to find a corner to curl up in.", "label": 0.0}
{"msg": "i want to shop super badly ", "label": 0.0}
{"msg": "Chicago I never want to leave u ", "label": 0.0}
{"msg": "I hope all those bad things weren't about me ", "label": 0.0}
{"msg": "@kadambariyer 2 more left.. PS results might be out by 15th!! Theyre delaying it ", "label": 0.0}
{"msg": "Hung out in my parents backyard, surf and turf for dinner w/my parents, the my dad treated us to coldstone...only Drew was missing ", "label": 0.0}
{"msg": "tired, back to work. why is there always drama? ", "label": 0.0}
{"msg": "@radseed maybe it's automatic with comcast or DirecTv but not with Dish ", "label": 0.0}
{"msg": "Thinkin about all the good times we had this year in Ox Vegas! MEMORIES...Imma miss all the boys ", "label": 0.0}
{"msg": "@anulaxmi lookin at clothes online. i need a completely new wardrobe. ", "label": 0.0}
{"msg": "@AlexNevamind ohh  when are you going home?", "label": 0.0}
{"msg": "@RetteJessicaa i know  it made me so depressed", "label": 0.0}
{"msg": "@agholmes I just haven't heard from any of you so I thought that something was wrong... No one responds to me any more  I miss you guys...", "label": 0.0}
{"msg": "MY MOM makes the BEST breakfast quiche(spinach&amp;bacon OR sausage)!!! Had brunch with her,the nephews,bro-ham &amp; his girl;now workin 16hrs ", "label": 0.0}
{"msg": "Wish I could go to bed, or just chill, but I gotta do schoolwork.  Looking forward to Wednesday. Off work and school!", "label": 0.0}
{"msg": "Cant have you by jonas brothers reminds me of bad times ", "label": 0.0}
{"msg": "Last night in DAYTONA  Out at Cruisin and then the Arcade", "label": 0.0}
{"msg": "@shainalynn I know me too ", "label": 0.0}
{"msg": "My grandma is very sick the hospital is only giving her 48 hours to live! ~ Wish I was there to tell her I Love her &amp; goodbye ", "label": 0.0}
{"msg": "At the hospital with @RockCityMatt @svenEDGE and @Lifespring because @Lifespring 's dad just passed  please pray", "label": 0.0}
{"msg": "going to shoot myself in the face if I don't finish my english homework tonight ", "label": 0.0}
