{"msg": "@stn774477 I'm so wasted, my apologies ", "label": 0.0}
{"msg": "@coldclimate I try to avoid it wherever possible but sometimes I have no choice ", "label": 0.0}
{"msg": "has more work than she can handle... and needs a new phone ", "label": 0.0}
{"msg": "I hope Brad messages me this morning....if not i'll be really sad.  you know i love him a lot too right? *Sigh*", "label": 0.0}
{"msg": "i want the weekend back  friday night was amazing, and yesterday was just (L), danny jones = love.", "label": 0.0}
{"msg": "@jeffkang Whoa no kidding?  I was there too - I was eating buttery popcorn so I didn't get to check my phone. ", "label": 0.0}
{"msg": "is Sushi Tei-ing! I don't see any discount except for Panin  but its a worthed meal with the family ", "label": 0.0}
{"msg": "Man I have family from belgium and norcal at my house, &quot;where will I sleep&quot; says the stud muffin who got kicked out of his room ", "label": 0.0}
{"msg": "Slept in, put the coffee on,only to find I set it to delay brew ", "label": 0.0}
{"msg": "food tiem i believe. then tidy. then get ready. then study some more. man i miss my social life.  may 29th can't come fast enough. x", "label": 0.0}
{"msg": "Ooooh I forgot about the downside to drinking  asprin anyone", "label": 0.0}
{"msg": "ugh no meet Rashmi wanted an auto on her fedora ", "label": 0.0}
{"msg": "R.I.P. Coach Daly. What an absolutely miserable day for basketball. ", "label": 0.0}
{"msg": "Is not lookin forward 2 Tesday ", "label": 0.0}
{"msg": "@mileycyrus will you follow me, no one does ", "label": 0.0}
{"msg": "I guess I will be taking another trip &quot;home&quot;, my Uncle passed away...  ", "label": 0.0}
{"msg": "Lil nic let me stay in bed longer than normal which was ace. But got a bit of a headache coming on now. ", "label": 0.0}
{"msg": "I really don't want to go to Rotorua! ", "label": 0.0}
{"msg": "Got to get the train really cannot be bothered  still really tired", "label": 0.0}
{"msg": "@selenagomez will you follow me no one does ", "label": 0.0}
{"msg": "http://twitpic.com/4wtdi - nobody wants to be lonely .... ", "label": 0.0}
{"msg": "happy #mothersday. although it isn't very happy on my end. with the swine flu and all. ", "label": 0.0}
{"msg": "Not going golf . I pulled my back dancing ", "label": 0.0}
{"msg": "I am not a masochist but I was so obsessed with T. for so many years and this Mariqueen thing is upsetting me now ", "label": 0.0}
{"msg": "@iluvjbonly sure!! i will write too...and u have to wait a little...cos im going away for a week  and u must also tell me what we rite abt", "label": 0.0}
{"msg": "i think i'm going to stay in bed all day cause i'm ill and it hurts everytime i move. ", "label": 0.0}
{"msg": "@ricklondon What?! Where and when is this taking place? Are we invited. ", "label": 0.0}
{"msg": "had a fantastic weekend started off with my best friend getting an i.d going to sorry grandma and not working! woohoo now school tomorrow ", "label": 0.0}
{"msg": "@Tannie512 nope!  i wasn there early enough. n wen i went to meet them afterwards they were in the bar and i couldnt go  lol", "label": 0.0}
{"msg": "@thelalasong pick up your phoneeee! ", "label": 0.0}
{"msg": "@madilovesmerder yeaah i know wat u mean  i LOVED addie on greys... now on pp i still love her but like not as much if u get me. LOL", "label": 0.0}
{"msg": "I miss my mommy!  So sad I can't be with her on this day. *Happy Mother's Day* to all the mothers out there! What would we do without you?", "label": 0.0}
{"msg": "Nothing like portfolio immunisation to start the day ", "label": 0.0}
{"msg": "my sleeping pattern is soooo messed up, and i gotta go my homework PRONTO! ", "label": 0.0}
{"msg": "well, transparent background is ok now, all layout is done, waiting for my boss's answer ", "label": 0.0}
{"msg": "Time to curl up on couch and watch NCIS I think! Early night for me I think - wrecked after working today. Where did weekend go? ", "label": 0.0}
{"msg": "says hu's not busy there?  http://plurk.com/p/svwwt", "label": 0.0}
{"msg": "cant do nothing with my left wrist now ", "label": 0.0}
{"msg": "Stephan Fry just tweeted me. STEPHAN Fry tho, not STEPHEN Fry.... ", "label": 0.0}
{"msg": "packin isnt suceful. ii havnt even strtd  yet i have a wk. i hve hayfever  its anoyin GRRRRR! nd i cnt tke anythin cuz ill hve an ova dose", "label": 0.0}
{"msg": "Fuck my bank balances are unavailable ", "label": 0.0}
{"msg": "@TMJP im not a retard ", "label": 0.0}
{"msg": "Good news - Mums to get paid maternity leave. Bad news for us - won't start til 2011 ", "label": 0.0}
{"msg": "Stephan Fry just tweeted me. STEPHAN Fry tho, not STEPHEN Fry....  He's not the real one!!!!", "label": 0.0}
{"msg": "sick sick sick i've been in bed too long ", "label": 0.0}
{"msg": "how is it sunday already? i didn't even get a cream pie ", "label": 0.0}
{"msg": "i mean today ", "label": 0.0}
{"msg": "preparing english talk ", "label": 0.0}
{"msg": "I SLEPT THROUGH THE END FOR DUCK DRESS ON EBAY   NO FAIR. *traces down buyer and steals dress* lol", "label": 0.0}
{"msg": "ok my neighbour isn' sharing my appreciation of ze german cinema experience. Subwoofer, you're the weakest link. Goodbye ", "label": 0.0}
{"msg": "is in bed with a cold ", "label": 0.0}
{"msg": "need to go and steal parents car in a minute. wish i could still afford to run mine ", "label": 0.0}
{"msg": "developmental revision  Boooooooo!", "label": 0.0}
{"msg": "@MariahCarey My nails are a mess too. Its either studying or nail painting...studying is winning  x x x", "label": 0.0}
{"msg": "Post office is wondering why they have less business; as a post frequent-mail sender, their prices now unaffordable. Rarely use them now. ", "label": 0.0}
{"msg": "Dropped my berry. Ugly scratches at the side now ", "label": 0.0}
{"msg": "@philippawarr Have an AWESOME time. Sorry I can not be there  Please say hello to the tapirs for me xXx", "label": 0.0}
{"msg": "wondering whether or not house of night will come out w/ something new  im desperate!!!!!", "label": 0.0}
{"msg": "I can't listen to this NIN music anymore.  It doesn't make sense to me if I can't have my fantasies ", "label": 0.0}
{"msg": "Weekends are never long enough   Back to work tomorrow! I have been thinking of doing some study, just what to study is the question.", "label": 0.0}
{"msg": "Gah. Everybody has gone to bed already and there's nobody to talk to ", "label": 0.0}
{"msg": "@ ClaphamPH I can't see Coraline on this weeks listings. Are you planning to show it? Do'n't make me go to the Streatham Odeon ", "label": 0.0}
{"msg": "revision ", "label": 0.0}
{"msg": "@the_4th_floor This is a bit unfair to make all your videos to UK residence only.. ", "label": 0.0}
{"msg": "missing my booooyyy..  where art thou?", "label": 0.0}
{"msg": "@Maggie_too No. I'm dreaming of home.....  Come hell or high water, I will get there!", "label": 0.0}
{"msg": "@hermenil you should totally follow me again, because I can't find your profile so I can't start following you ", "label": 0.0}
{"msg": "hope is www is behavin @ home, gotta ring bloody vodafone in morn n get it sorted &gt; pain in the butt &gt; ", "label": 0.0}
{"msg": "nothing ", "label": 0.0}
{"msg": "someone should totally give me a massage right now,my back hurts sooo bad now  i wish i never hurt my back waaay back in the day lol", "label": 0.0}
{"msg": "@GrahamBM Wish I could make it to digital safety, but I'll be stuck in Newcastle   Will the slides / videos be put up somewhere?", "label": 0.0}
{"msg": "Really achey today ", "label": 0.0}
{"msg": "@TaliyAllTimeLow i knowww  talk soon, okay? promisee.", "label": 0.0}
{"msg": "@irasapsup actually that's australian dollar kak, but still......... ", "label": 0.0}
{"msg": "Shooting some Pilsen street art for twp. It's early... ", "label": 0.0}
{"msg": "arghh. it's raining again ", "label": 0.0}
{"msg": "It's really like a part of me has died, because I can't listen to this music anymore.  I really feel like crying ", "label": 0.0}
{"msg": "PitlaneFanatic is down  .. looking into it with server host, hope it's back up in time for the race", "label": 0.0}
{"msg": "2 keys just fell off my laptop  buh bye ? / and &quot; '", "label": 0.0}
{"msg": "My popaw just died ", "label": 0.0}
{"msg": "@reidness me too. not exactly the bestest thing to be doing on a *sunny* weekend. (sunny = as if.)  ", "label": 0.0}
{"msg": "listening to radio 1 as  didnt get tickets  and i live in swindon (gutted).  excited to hear ne-yo and n-dubz though.", "label": 0.0}
{"msg": "Just got home. Sad  youre an asshole.", "label": 0.0}
{"msg": "Honda Jazz why have you forsaken me?! ", "label": 0.0}
{"msg": "Woke up at like 6am due to my mighty rug burned elbow scratching the sheets too much  what a sucky night of sl... - http://bkite.com/07kBj", "label": 0.0}
{"msg": "has spent the past 6 hours in a state of *stark terror* due to a misidentified piece of rope  ", "label": 0.0}
{"msg": "Is at the park but has no bread for ducks and geese ", "label": 0.0}
{"msg": "About to take my mum into Chi to go shopping  can't be long have to revise!!!", "label": 0.0}
{"msg": "turned out that my throat and stomach can't stand 2 nights of karaoke in a row... ", "label": 0.0}
{"msg": "@jlstruck i know me too i was so sad when they broke up ", "label": 0.0}
{"msg": "i find CV men to be rather not exciting.  I can't lie:  SD men, LA men and SF men are way hotter and (gulp) cooler to be around.  ", "label": 0.0}
{"msg": "Please stop making conversation with me ", "label": 0.0}
{"msg": "Only had 4 hours sleep  and now I need to be ready to go out in a hour... but that ain't happening coz I look and feel like a zombie", "label": 0.0}
{"msg": "Bummed that I am not smeeping in on Mother's Day ", "label": 0.0}
{"msg": "@elfizz oh no, i just missed you.  i miss my mike. come back to me, love.", "label": 0.0}
{"msg": "omggggg, cant sleep with all the talkingggggg! and work tomorrow at 730am..i wanna crrryyyy..i want my sleeeeppp ", "label": 0.0}
{"msg": "I can't believe I'm rehearsing on a Sunday. These are desperate times. I want to be in my bed playing Harvest Moon ", "label": 0.0}
{"msg": "Way 2 early 2 be up working ", "label": 0.0}
{"msg": "waiting on declan, probably asleep the lucky buggar. library to study, then study at home more. social life where are you? ", "label": 0.0}
{"msg": "Staying out late gets harder as you get older.. Used to be able to go out like that doing a hand stand.. ", "label": 0.0}
