{"msg": "So #MileyCyrus added me to her followers today! i'm sure its not really her but its still funny! ", "label": 1.0}
{"msg": "@nicklevine I can do mystery chicken on tues 26th, weds 3rd or any time w/c 8th june, at any reasonably central outlet ", "label": 1.0}
{"msg": "@BitchNotAPerson oh that sucks -.- ur in the lpu? lucky you ", "label": 1.0}
{"msg": "@mahony182 Just stay calm  I didnt have a clue either when i did them and I got a B. You will be fine. may the force be with youuu", "label": 1.0}
{"msg": "Wow, where did the weekend go? It was a good one: my work put on a baby shower for The Mrs. &amp; I; we hosted a Saturday party; Wings win.  ", "label": 1.0}
{"msg": "@MylNL Listen to &quot;Los Angeloser&quot; - that wil put a smile on your face for sure. ", "label": 1.0}
{"msg": "@Jason_Cobb splendid stuff, safe ride and look forward to your reports ", "label": 1.0}
{"msg": "@hopefulauthor - Morning Auntweet Jacqui  xxx", "label": 1.0}
{"msg": "@vic23 ", "label": 1.0}
{"msg": "@Maike_R_W Added you to my circle.  Btw, &quot;zanzando&quot; is written as is, it's Portuguese for &quot;meandering&quot;, or &quot;wandering around&quot;.", "label": 1.0}
{"msg": "@ThornesWorld  I'm a rec.crafts.beads veteran. Now we're all on fb! You're from CA too. My best girl is from Berkeley, met her on rcb", "label": 1.0}
{"msg": "@gbfans Hello there  Thanks for the follow... you seem well worthy of following too, good times ", "label": 1.0}
{"msg": "@LouiseHodgsonBe - I have no idea... sorry... ", "label": 1.0}
{"msg": "mcdonalds breakfast tomorrow  bacon and egg mcmuffin without the bacon please  tomorrow is 1 week no meat   call me you wanker. ", "label": 1.0}
{"msg": "@tophatdog anytime Trish ", "label": 1.0}
{"msg": "@willowj sun backing on magnetic island.... It's a hard life I tell you... Jet skiing, sunsets, pina coladas ", "label": 1.0}
{"msg": "Agh school, but only 9 more days, surely i can make it!  tweet me. ", "label": 1.0}
{"msg": "@Monica2112 Hey cashier is cool, I love fastfood! Haha. Any discount para yo? XD. And yes, they better release ZG before the summer tour! ", "label": 1.0}
{"msg": "@samclo Nice feedback - many thx ", "label": 1.0}
{"msg": "ahh. off on thursday and friday  time for more Fallout3", "label": 1.0}
{"msg": "Breakfast King! Grits, bacon, and toast with some coffee to wash it down. Only an hour to kill before a nice drive to the airport  ht ...", "label": 1.0}
{"msg": "@dyuka  Il est trop poilu @SumatraPointFr", "label": 1.0}
{"msg": "@wo0 Ah cool sounds good, I'll keep alert for next time... ", "label": 1.0}
{"msg": "@lsads Oh my gosh!!! love it!!!  made me wanna cry! August August here I come!!!", "label": 1.0}
{"msg": "I finally finished my stupid painting today. ", "label": 1.0}
{"msg": "I think everyone needs to wish a HUGE happy birthday to @Doodlebug18  I don't care if you don't know her, she's lovely. LOVE YOU SARA &lt;3", "label": 1.0}
{"msg": "Keeping my room looking like a dump was worth it if only for the priceless look the cleaning lady gave me. Sent her out while I clear up ", "label": 1.0}
{"msg": "borreedd. i have have all of the good movies here.  uh-oh but the DVD player`s broken just last night. great, just GREAT. ", "label": 1.0}
{"msg": "Good morning all, having my first coffee of the day  yum, had a fake miley follow me ...i was so excited too. xx.", "label": 1.0}
{"msg": "my bestfriend just got here !! yay ! ", "label": 1.0}
{"msg": "can't wait 4 FMA vol.18 this thursday... oh, yeah! ", "label": 1.0}
{"msg": "@paulOr No problems Paul! Just let me know, I'll make sure I'm around all day. I'm sure we can get it working ", "label": 1.0}
{"msg": "@blondjamesblond I know! Yeah Jillys would be good.  Britney will be awesome too. The tickets have been dispatched! x", "label": 1.0}
{"msg": "r @dagda1 @chriscanal Working on #horn at the weekend was good fun. I think we're within sniffing distance of a tech preview release ", "label": 1.0}
{"msg": "@JerryCamden goodnight boo! or, good morning  have a fab week!", "label": 1.0}
{"msg": "In for a rainy week! Looking forward to Lady Gaga and PCD concert tomorrow night. ", "label": 1.0}
{"msg": "@iDewar It just seems to fit so well, don't you think?  ", "label": 1.0}
{"msg": "Wahey ! good news ! I won a book of poetry by McKinty via a comp on twitter. thanks to @serpentstailpr 1st thing i've won since i was 6 ", "label": 1.0}
{"msg": "eating warmed-up victoria sponge, yummy (: if it wasn't for this cold, i'd be in french right now. thank god i'm not ", "label": 1.0}
{"msg": "@syedbalkhi thank you! Enjoy your day as well! ", "label": 1.0}
{"msg": "@pooja_LuvIndia I think getting some friend to help you out with a spare HDD might be easier than doing everything all over... maybe ", "label": 1.0}
{"msg": "Take Five - &quot;Gimmi Five&quot;  ? http://blip.fm/~6iqdg", "label": 1.0}
{"msg": "@WRECKAMIC NOW THAT'S A COMPLIMENT! THANK YOU.  ", "label": 1.0}
{"msg": "My werkgevers laughter annoys the shit outta me!!! hij lacht zo: Hummfffrhiehmmf  gniepig en shiz", "label": 1.0}
{"msg": "@suddentwilight i already have  bu then even i dont stick one preset. the concept of an image's processing could change dpnding on topic.", "label": 1.0}
{"msg": "Please sign up for my free e-mail newsletter here so Tricia will allow me to keep using Twitter.  http://is.gd/zolB", "label": 1.0}
{"msg": "Nice shiny black mock croc bag ", "label": 1.0}
{"msg": "lol @iamBenLyons, that's so true..also can u ask that Q to justin long? Thanx Ben ", "label": 1.0}
{"msg": "@abhinavsircar what are u doin in office? thot u were supposed to be restin at home...take it easy buddy ", "label": 1.0}
{"msg": "@dannyo_O Yes, I imagine they would be ", "label": 1.0}
{"msg": "@anima but your dating() someone now, at least that shows you have mastered the date() function somehow ", "label": 1.0}
{"msg": "i found out that i can make some pretty okay iced tea ", "label": 1.0}
{"msg": "adding jean to my friends' list on mf. ", "label": 1.0}
{"msg": "@wvdschel Just curious, what are you working on that needs glib on Symbian? ", "label": 1.0}
{"msg": "@moviegrrl you have a DM, my dear! ", "label": 1.0}
{"msg": "Angels and Demons was great  But I don't get the connection with Tom Hanks and a speedo??", "label": 1.0}
{"msg": "@rustyrockets HOT! but naughty ", "label": 1.0}
{"msg": "@droach75 Ah I didn't realize you were in the UK. I spent a good deal of time there in 2005-2006. ", "label": 1.0}
{"msg": "@van94 well, i was kinda disappointed when Vittoria wasnt wearing the shorts and tank top.  LOL.", "label": 1.0}
{"msg": "@Gaga4Gokey i better go to bed now. goodnight =D tweet you later ", "label": 1.0}
{"msg": "@shawnieora Rice pudding???? YUM I want some! LOL ", "label": 1.0}
{"msg": "@vegancakeandtea I take my duties and responsibilities very seriously ", "label": 1.0}
{"msg": "says Off yaaa  have a nice day all ^^~ http://plurk.com/p/uiw2u", "label": 1.0}
{"msg": "@blam Gizmodo wouldn't happen to be taking high school journalists, would it? ", "label": 1.0}
{"msg": "@SebastianScarr Hugs and soup, gotcha ", "label": 1.0}
{"msg": "@anthonyblears Thanks a lot! will check them out   do you think 'freelancing' is valid for skilled migrant?", "label": 1.0}
{"msg": "@HappyBob @timbo1138 Will see what I can come up with ", "label": 1.0}
{"msg": "@katyperry @ClarkDennis Go ahead and sleep.  We won't talk about you until you wake up ", "label": 1.0}
{"msg": "@googlesket your a loser jo...but i love ya ", "label": 1.0}
{"msg": "@rockus Precisely. And since he hasnt broken anything(atleast not as yet!), why replace him to fix things? ", "label": 1.0}
{"msg": "post arrived and with it came some more cards  #birthday", "label": 1.0}
{"msg": "@bekisbest yayayay! how comeeee? ", "label": 1.0}
{"msg": "@Altrotiroaltror Yes, We are in process of shipping the gifts  cheers", "label": 1.0}
{"msg": "@TJeuro you  too ", "label": 1.0}
{"msg": "back from the lesson, drinkin my first coffee. on myspace ", "label": 1.0}
{"msg": "Now revising poetry, and is so bored. Kind of getting the hand of this twittering, and blogging ", "label": 1.0}
{"msg": "@danspace Missy Higgins? Ugh, call the police! ", "label": 1.0}
{"msg": "finally my mom had cook something yay ", "label": 1.0}
{"msg": "@sophgyles my two friends and i are big fans of SFK, his lyrics just speak volumes. Thus i am voyaging down from brisbane to see PD ", "label": 1.0}
{"msg": "Oh sweet New York. How I can't wait to see you. First time ever, baby! Too excited for this. Beatles to start the day! ", "label": 1.0}
{"msg": "@colinreidbrown 6 other days a week only for you. ", "label": 1.0}
{"msg": "started running again! Feels really good ", "label": 1.0}
{"msg": "@MissMandaRae wat it do. since your bored check out mscaseycarter.blogspot.com!!!! ", "label": 1.0}
{"msg": "South Park rulzz... Eric Cartman FtW !! ", "label": 1.0}
{"msg": "@Rainbowcolours_ yes pease need something to wake us up ", "label": 1.0}
{"msg": "Kinda surprised I actually have a &quot;planned&quot; weekend for once, and so early. It's exciting ", "label": 1.0}
{"msg": "@ScottSharman Is it Applause Store? If so i'll login when i get home to see if i can change from Apply to Reserve List ", "label": 1.0}
{"msg": "Silky smooth again ", "label": 1.0}
{"msg": "@wptavern that's ok, no need to rush ", "label": 1.0}
{"msg": "@nazcaexperience eres una crack!!!!! ", "label": 1.0}
{"msg": "@leander80 Fresh air and a cig... strange mixture! ", "label": 1.0}
{"msg": "@tommcfly i love you  x", "label": 1.0}
{"msg": "@vimoh @AaruC They will find a need to match Mayawati's call to the &quot;oppressed&quot;. Aam Aadmi may go in for an image makeover soon ", "label": 1.0}
{"msg": "@MayerBabe09 Yay! I hope you had a blast, relieved some stress ", "label": 1.0}
{"msg": "@LolaLollipop Is this his 45 minute exam? I'm sure there will be no problem  Good luck @SirJolt, we all have confidence and whatnot.", "label": 1.0}
{"msg": "@teensmum  Sounds like heaven to me Cyn yum ", "label": 1.0}
{"msg": "on the fone 2 skyee  cause im cool", "label": 1.0}
{"msg": "AAAh just woke up for the second time... Been working hard last night! Yeah! ", "label": 1.0}
{"msg": "@RAWRteecakes I LOVE YOU!!! If you ever want to talk, about ANYTHING, drop me a line. *hugs* You're amazing, Ev. Truly. ", "label": 1.0}
{"msg": "@liamdilley Power to you, my friend! I'm very happy for you ", "label": 1.0}
