{"msg": "@greengirlblinks i was like noo i don't want twilight movie yet! ", "label": 0.0}
{"msg": "@linkidd lol no. i wish. ", "label": 0.0}
{"msg": "Aww, I had a bunch of stuff to say about #hotlesbiantwitterlovin but I got disconnected  good night!", "label": 0.0}
{"msg": "Lil kims face makes me sad ", "label": 0.0}
{"msg": "I walk approximately 3 steps per day. ", "label": 0.0}
{"msg": "@ShylaH but I don't like shiny hair, in my case, shiny is greasy... ", "label": 0.0}
{"msg": "@Fantasy_Art Harmony Steel's website seems to be down, unfortunately. ", "label": 0.0}
{"msg": "@melenie It's NetFlix and I only have the last disc now. Sorry! ", "label": 0.0}
{"msg": "work, work, work... tired ", "label": 0.0}
{"msg": "@thepatbrown aw im sorry ", "label": 0.0}
{"msg": "@kadambariyer I'm gonna need some help!!! cos Im at Uni and cant access Indi!! Relp me! and u never read my latest post did u...  sob", "label": 0.0}
{"msg": "kitty is still missing.  really worried.  remy you never miss a meal, where could you be?   #fb", "label": 0.0}
{"msg": "@green_i_girl  i am sorry bff.", "label": 0.0}
{"msg": "Hey! No Happy Mother's Day call from my son. I musta been a bad mom. ", "label": 0.0}
{"msg": "@drwave Yeah, that's what I read earlier! Still have yet to find a DVD from the second, fixed set though. ", "label": 0.0}
{"msg": "@Im_A_Vujachick what's up with our LA teams today? ", "label": 0.0}
{"msg": "@JankySlamsworth LOL !  I was kidding !!", "label": 0.0}
{"msg": "i'm not downtown tonight for only the 3rd time in the last 11 nights. i must be graduating.    ", "label": 0.0}
{"msg": "@charitywater the site is still not working for me...  i want to give out that e-card.", "label": 0.0}
{"msg": "about to watch &quot;The Day the Earth Stood Still&quot; - it better not disappoint ", "label": 0.0}
{"msg": "@DDsD LOL! I'm not a mobile phone brand groupie/fanboi.   FWIW, I won't even be able to attend the demo night ", "label": 0.0}
{"msg": "@stephysaby: ofcourse I will tell her &amp; nope my boyfriend came over then we unpacked so I haven't been able to upload  how bout youu ?", "label": 0.0}
{"msg": "has gotten one bedroom and bathroom packed already! hate that it's back to work tomorrow. ", "label": 0.0}
{"msg": "dammit!! at&amp;t sux! i couldn't use the nin access iphone app, or tweet. and i had full signal. kept getting &quot;no internet connection&quot; error ", "label": 0.0}
{"msg": "OK @sarahkate1 fails. anyone want to catch Wolverine with me this week? i need to see the second hour still. fam went w/out me today. ", "label": 0.0}
{"msg": "no the link faild  sorry i will upload it tomorrow", "label": 0.0}
{"msg": "@laurenannebaker Oh hell yeah.  It better be Joan Rivers! Celebrity Apprentice.  Tho...  Donald may throw a twist at the end ", "label": 0.0}
{"msg": "Just flicked floor cleaner into my coffee  After thorough consideration the negatives outweighed the positives and I didn't finish it.", "label": 0.0}
{"msg": "At office!  never been so early..! Playing FlyLeaf and Green Day at full volume!!", "label": 0.0}
{"msg": "@atomicherrybomb im going there this summer and possibly moving in january. i say possibly cuz anything can happen. im 95 % sure though ", "label": 0.0}
{"msg": "Just woke up from a nap on @bigogotswag couch HOWEVER, he is STILL knocked out..snoring and the whole nine.  so much for hanging out 2nite", "label": 0.0}
{"msg": "@Tatiana_K it's looking like this summer will be an epic one for movies...who am I gonna steal cinema with once you're gone? ", "label": 0.0}
{"msg": "Not feeling good today  Laying down", "label": 0.0}
{"msg": "just finished seeing Keeping up with the Kardashians..loved it. hilarious. now watching the ending of The sound of music..school tomorrow ", "label": 0.0}
{"msg": "I'm hungry.  #familyforce5", "label": 0.0}
{"msg": "@HappyCassie Well I cant believe the weekend is almost over ", "label": 0.0}
{"msg": "another random chat, page 64 - dam; are all my chats hw related?  - me: hola 9:41 PM um math test Jay:... http://tumblr.com/xl01r5l5c", "label": 0.0}
{"msg": "gotta finish working on photos before i go to bed... but i'm sooo sleepy ", "label": 0.0}
{"msg": "@slantsmcgee likewise.. I mean he's a kid. Unfortunately there's no Hip Hop Aptitude test required to have success in music ", "label": 0.0}
{"msg": "Well, going to bed. Dreams are such a nice escape from the world. Too bad they don't last longer ", "label": 0.0}
{"msg": "Getting ready for a long week at work. ", "label": 0.0}
{"msg": "It feels good to sit won't be able to be with my family today ", "label": 0.0}
{"msg": "@SouthernBets Little-A. My life lacks excitement. She was sad I had to go to work today  We had cereal for dinner. *snicker*", "label": 0.0}
{"msg": "i made it now the hard part is cutting it out cause it's foamboard i already cut half of it ", "label": 0.0}
{"msg": "I am stuck doing HW! ", "label": 0.0}
{"msg": "@nogoth Then I haven't seen it ", "label": 0.0}
{"msg": "I can't find my iPod ", "label": 0.0}
{"msg": "No Framing Hanley in June anymore  Still have Anberlin to look forward to, though!", "label": 0.0}
{"msg": "I'm trying to understand this ... ", "label": 0.0}
{"msg": "@Faience Don't even JOKE about that kind of thing. ", "label": 0.0}
{"msg": "wellllll. idk. i just want oneeee.. ", "label": 0.0}
{"msg": "shoot, im so made they didnt set the mtl date before now...i miss u girls!!!! ", "label": 0.0}
{"msg": "Today was deffinately shit on april day ", "label": 0.0}
{"msg": "@iamjersey What's wrong Jersey? ", "label": 0.0}
{"msg": "has neglected twitter. sorry. ", "label": 0.0}
{"msg": "is out of the poker game.  He lost.", "label": 0.0}
{"msg": "is sad that my unplanned 3 day weekend is over ", "label": 0.0}
{"msg": "Once again...about to go to sleep...gotta go to work in the morning! ugggghhh MONDAYS ", "label": 0.0}
{"msg": "Don't you know, @paulagrace? Treachery is the new black! Hey, that'd make a good #L1A t-shirt! Except, I can't use the word black ", "label": 0.0}
{"msg": "@daniellllle i didn't even notice that you twittered me.  sorry i almost killed us  but were alive so get ready for this weekend!", "label": 0.0}
{"msg": "oh no!!! tomorrow is monday...  #fb", "label": 0.0}
{"msg": "Its nearly 4am and I'm still awake  I hate having trouble with sleep", "label": 0.0}
{"msg": "It's official: I sprained my ankle and I can't walk. ", "label": 0.0}
{"msg": "@petewentz i've def experienced the agony of shampooedddd eyes &amp; its no fun  ...maybe you should make a brand of it for adults?", "label": 0.0}
{"msg": "Annie needs to SHUT UP!!!! Ugh! ", "label": 0.0}
{"msg": "back to reality  good night xo", "label": 0.0}
{"msg": "@TiptheMilkman I don't think @juelzdesignz play PS3 and 360, but I'm wondering that too. No respect for the PS3 SODMG Gamers ", "label": 0.0}
{"msg": "@punkerr birds love u too! my sis saw kenny @ the wa music awards party on sat but didn't ask him to dance for her ", "label": 0.0}
{"msg": "I guess I should go to bed now, tomorrow is Monday ", "label": 0.0}
{"msg": "Boston should quit     Sad --- real sad    @djrockman9", "label": 0.0}
{"msg": "@tkilpatty10 ccheck it out! i got me a twitter! lol, sry i missed u while u were here ", "label": 0.0}
{"msg": "yeah i was serious LOL &lt;3 straight upp! right now.. pretty lonely  i need cuddles! ha", "label": 0.0}
{"msg": "Victor and tami won.    was hopeing for luke and marge.", "label": 0.0}
{"msg": "Annie struggling to make her case... So sad  omg Annie is getting BOOED!! Joan is stomping that bitch a new one!!", "label": 0.0}
{"msg": "God dammit Magic ", "label": 0.0}
{"msg": "Haven't has anything to eat yet today. Fucking starving. Where is everyone ", "label": 0.0}
{"msg": "is watching TV. and not wanting to go to school in the morning, cause i really don't want to do my project due on Friday ", "label": 0.0}
{"msg": " im sad. so im going back to bed", "label": 0.0}
{"msg": "AUGH....Boston nails buzzer beater....Magic looses by 1!!  So much for my Mother's Day win ", "label": 0.0}
{"msg": "tried to save a jellyfish that was on the shore. poor thing was dead.  it was ginormous and dangerous.", "label": 0.0}
{"msg": " one point!!", "label": 0.0}
{"msg": "@Melissa808 an ice cube lei is the best idea i've heard all week! man, i guess summer's arrived. ", "label": 0.0}
{"msg": "Watching the Magic about to lose ", "label": 0.0}
{"msg": "Back in Seattle ", "label": 0.0}
{"msg": "@selenagomez_ poor selena...  have fun with joey!", "label": 0.0}
{"msg": "@lilyginny27 mine was a &quot;glitch&quot;.  non-genetic birth defect.  found out at 20 wks ultrasound.  had to induce. 4 days w/epidural ", "label": 0.0}
{"msg": "@charlesuarez  FB come baaaack", "label": 0.0}
{"msg": "not getting device updates ", "label": 0.0}
{"msg": "there's not enough people online at this time to talk to ", "label": 0.0}
{"msg": "Can't breathe, can't taste, can't smell. ", "label": 0.0}
{"msg": "I am so so sore after my first practice weekend! I am still not ready to head back to Lex tomorrow ", "label": 0.0}
{"msg": "Happy Mother's Day! I'm missing my 2 boys away on their trip. ", "label": 0.0}
{"msg": "@klbeasley @murphysg Can we look more at the end of May- even mid week? Reports to do and mum visiting before then. ", "label": 0.0}
{"msg": "argh missed @jakemaydayp on modblast! ", "label": 0.0}
{"msg": "I dont know what i did ", "label": 0.0}
{"msg": "@foldinglaundry I hate that   Sorry!", "label": 0.0}
{"msg": "@daniellefab  everyone's seeing star trek but i have too much work, and too little money, and it actually looks really good...", "label": 0.0}
{"msg": "Celebrity apprentice going off &amp; I'm goin 2 bed when it's done...I'm TIRED!!!!      ", "label": 0.0}
{"msg": "Ahhhh.. Really Magic?!? Grr ", "label": 0.0}
{"msg": "is tired but has had a fun weekend.... tomorrow school ", "label": 0.0}
